{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Teresa",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Teresa",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Teresa",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Teresa",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Teresa",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Touching pearls of wisdom from Mother <em>Teresa</em>",
            "vi": "Những lời vàng ý ngọc có sức lay động lòng người của Mẹ Teresa"
        },
        {
            "en": "<em>Teresa</em> Fernandez is a singer born in Havana, Cuba.",
            "vi": "Teresa Fernandez là ca sĩ sinh ra tại Havana, Cuba."
        },
        {
            "en": "<em>Teresa</em> in turn appropriated his role as battle commander.",
            "vi": "Đến lượt Teresa giành vai trò chỉ huy trận đánh của ông ấy."
        },
        {
            "en": "Mother <em>Teresa</em> was a missionary with a kind heart.",
            "vi": "Mẹ Teresa là một nhà truyền giáo có một trái tim nhân hậu."
        },
        {
            "en": "Although <em>Teresa</em> has always been an excellent student.",
            "vi": "Mặc dù Teresa luôn luôn là một học sinh xuất sắc."
        },
        {
            "en": "Mother <em>Teresa</em> declared a saint before huge crowds in the Vatican",
            "vi": "Mẹ Teresa được tuyên thánh trước hàng vạn người ở Vatican"
        },
        {
            "en": "In a departure from his scripted remarks, he noted that people \"may struggle\" to refer to her as \"Saint <em>Teresa</em>.\" \"With great spontaneity, I think we will continue to call her Mother <em>Teresa</em>,\" he said.",
            "vi": "Trong phần đầu bài phát biểu của mình, Giáo Hoàng lưu ý rằng mọi người 'có thể chưa quen khi gọi bà là \"Thánh Teresa.\" \"Một cách hết sức tự nhiên, tôi cho rằng chúng ta sẽ vẫn gọi bà là Mẹ Teresa\", ông nói."
        },
        {
            "en": "We have collected utterly insightful thoughts from Mother <em>Teresa</em> that touched millions of people around the world.",
            "vi": "Chúng tôi sưu tầm những tư tưởng cực kỳ sâu sắc của Mẹ Teresa, những tư tưởng có sức lay động hàng triệu trái tim trên thế giới."
        },
        {
            "en": "\"I took doctors' medicines, threw up and was in a lot of pain. But when I prayed to Mother <em>Teresa</em> from my heart, Mother <em>Teresa</em> blessed me and now I am healthy,\" Besra told CNN last week.",
            "vi": "Tuần rồi Besra kể với CNN: \"Tôi uống thuốc của bác sĩ, ói ra và rất đau đớn. Nhưng khi tôi cầu nguyện hết lòng với Mẹ Teresa thì Mẹ Teresa ba phúc cho tôi và giờ đây tôi khỏe mạnh.\""
        },
        {
            "en": "The hunger for love is much more difficult to remove than the hunger for bread. ~Mother <em>Teresa</em>.\"love messages\"",
            "vi": "(Cơn đói tình cảm đau khổ hơn nhiều so với cơn đói thể xác)\" những  tin nhắn tình yêu \""
        },
        {
            "en": "The hunger for love is much more difficult to remove than the hunger for bread. ~Mother <em>Teresa</em>. \" love messages \"",
            "vi": "(Cơn đói tình cảm đau khổ hơn nhiều so với cơn đói thể xác)\"những tin nhắn tình yêu\""
        },
        {
            "en": "Applause broke out before he completed the formula of canonization, in which he declared \"Blessed <em>Teresa</em> of Calcutta to be a saint.\"",
            "vi": "Tràng pháo tay nổi lên trước khi ông hoàn tất nghi thức phong thánh, trong đó ông tuyên bố \"Á Thánh Teresa of Calcutta trở thành một vị thánh.\""
        },
        {
            "en": "John Paul II further paved the way for her beatification in 2002, when he approved a miracle attributed to Mother <em>Teresa</em> after her death.",
            "vi": "Đức Giáo hoàng John Paul II mở đường phong á thánh cho bà vào năm 2002 khi công nhận một phép mầu được cho là của Mẹ Teresa sau khi bà qua đời."
        },
        {
            "en": "22. I alone cannot change the world, but I can cast a stone across the waters to create many ripples. -Mother <em>Teresa</em>",
            "vi": "22. Một mình tôi không thể thay đổi thế giới, nhưng tôi có thể ném đá xuống nước để tạo ra nhiều gợn sóng. - Đức Mẹ Teresa"
        },
        {
            "en": "Pope Francis formally announced that Mother <em>Teresa</em> would be declared a saint in March 2016, when he recognized a second miracle attributed to her.",
            "vi": "Tháng 3 năm 2016, Giáo hoàng Francis chính thức thông báo rằng Mẹ Teresa sẽ được tuyên thánh, khi ông công nhận phép mầu thứ hai của bà."
        },
        {
            "en": "India renamed the city of Calcutta to Kolkata in 2001 to match the Bengali pronunciation. But the church uses the spelling of Calcutta in its references to Mother <em>Teresa</em>.",
            "vi": "Ấn Độ đã đổi tên thành phố Calcutta thành Kolkata vào năm 2001 để phù hợp với phát âm trong tiếng Bengal. Nhưng Giáo hội vẫn phát sử dụng chữ Calcutta khi nói về Mẹ Teresa."
        },
        {
            "en": "A Brazilian man with multiple brain tumors was healed after loved ones prayed to Mother <em>Teresa</em> to heal him, according to Avvenire, a newspaper affiliated to the Catholic Church.",
            "vi": "Một người đàn ông Brazil có nhiều khối u não được khỏi bệnh sau khi những người thân yêu cầu nguyện Mẹ Teresa chữa lành cho ông ta, theo Avvenire, một tờ báo của Giáo hội Công giáo."
        },
        {
            "en": "Mr and Mrs. Peter Smith and Mr. & Mrs. Mary Brown announce the marriage of <em>Teresa</em> Smith and Richard Brown on Sunday, the second of May, two thousand and eight, St. Christopher's Cathedral Wall street New York.",
            "vi": "Ông bà Peter Smith và Ông bà Mary Brown xin được thông báo lễ thành hôn của Teresa Smith và Richard Brown vào chủ nhật, ngày 2 tháng 5 năm 2008 tại Thánh đường Thánh Christopher Phố Wall, New York."
        },
        {
            "en": "Catholics -- including hundreds of blue- and white-robed nuns from the Missionaries of Charity sisterhood founded by Mother <em>Teresa</em> -- had gathered from around the world to attend the canonization of the church's newest saint, just 19 years after her death.",
            "vi": "Rất nhiều người Công Giáo - trong đó có hàng trăm bà xơ mặc đồ trắng-xanh nhạt đến từ Dòng Thừa Sai Bác Ái do Mẹ Teresa sáng lập - từ khắp nơi trên thế giới đã tập trung về tham dự thánh lễ phong thánh cho vị thánh mới nhất của Giáo hội, ngày phong thánh diễn ra chỉ 19 năm sau ngày người ấy qua đời."
        },
        {
            "en": "Mother <em>Teresa</em>, a Catholic nun who devoted her life to helping India's poor, has been declared a saint in a canonization Mass held by Pope Francis in the Vatican.",
            "vi": "Mẹ Teresa, một bà xơ Công giáo đã cống hiến trọn đời mình giúp đỡ người nghèo Ấn Độ, được tuyên thánh trong một Thánh lễ phong thánh do Giáo hoàng Francis cử hành tại Vatican."
        }
    ],
    "suggestions": []
}