{
    "en_vn": {
        "data": {
            "content": null,
            "word": "teriyaki"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>teriyaki</k><blockquote><cclass>[<cclass>ˌtɛrɪ'jα:ki<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a Japanese dish of fish or meat marinated in soy sauce and grilled. </cclass></blockquote><blockquote>⁃ (also <cclass><b>teriyaki sauce</b>) a mixture of soy sauce, sake, and ginger, used in Japanese cookery as a marinade or glaze. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Japanese. </blockquote></div>",
            "word": "teriyaki"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "teriyaki"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "teriyaki"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "teriyaki"
        }
    },
    "sentences": [
        {
            "en": "Japanese food is not limited to sushi and sashimi; other tasty options on a traditional Japanese food menu include teppanyaki, tempura and chicken <em>teriyaki</em>.",
            "vi": "Ẩm thực Nhật Bản không giới hạn ở món sushi và sashimi; những món ngon truyền thống khác của Nhật có thể kể đến là món nướng teppanyaki, món chiên tempura và món gà sốt teri."
        },
        {
            "en": "Sushi found popularity in the United States in the 1980s when Americans became increasingly health conscious. Sushi is a healthy alternative. Sushi bars have gotten very popular in the U.S. They are almost as common place as many fast food restaurants. Americans have put their own spin on making sushi with western techniques. Sushi in the U.S. is much larger with different ingredients like cream cheese, beef <em>teriyaki</em> and fruits. Sushi is also much larger and focuses more on the quantity of the sushi.",
            "vi": "Sushi trở nên phổ biến ở Mỹ trong những năm 1980 khi người Mỹ ngày càng có ý thức về sức khỏe. Sushi là một món ăn thay thế lành mạnh. Các cửa hiệu sushi mọc lên nhanh chóng ở Mỹ. Số lượng cửa hiệu sushi nhiều ngang ngửa các nhà hàng thức ăn nhanh. Người Mỹ đã cải biên món sushi với kỹ thuật phương Tây của họ. Miếng sushi ở Mỹ lớn hơn bình thường nhiều với các thành phần khác nhau như pho mát kem, thịt bò sốt teri và trái cây. Sushi cũng lớn hơn nhiều và tập trung nhiều hơn vào số lượng sushi."
        }
    ],
    "suggestions": []
}