{
    "en_vn": {
        "data": {
            "content": null,
            "word": "terminated"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "terminated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "terminated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "terminated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "terminated"
        }
    },
    "sentences": [
        {
            "en": "He was <em>terminated</em>.",
            "vi": "Anh ấy đã bị cho thôi việc."
        },
        {
            "en": "The contract was <em>terminated</em>.",
            "vi": "Hợp đồng đã kết thúc."
        },
        {
            "en": "You <em>terminated</em> the contract unilaterally.",
            "vi": "Anh đã đơn phương chấm dứt hợp đồng."
        },
        {
            "en": "Their interview was <em>terminated</em> after two hours.",
            "vi": "Cuộc thẩm vấn của họ là chấm dứt sau hai giờ."
        },
        {
            "en": "He <em>terminated</em> employment contract without any notice.",
            "vi": "Anh ta đã chấm dứt hợp đồng lao động mà không có bất kỳ thông báo nào."
        },
        {
            "en": "How was your first marriage <em>terminated</em>?",
            "vi": "Cuộc hôn nhân đầu tiên của bạn đã chấm dứt thế nào?"
        },
        {
            "en": "I was <em>terminated</em> form my job.",
            "vi": "Tôi đã thôi việc."
        },
        {
            "en": "The meeting <em>terminated</em> at 9 o'clock.",
            "vi": "Cuộc mít tinh kết thúc vào hồi 9 giờ."
        },
        {
            "en": "The final inspection will be <em>terminated</em>.",
            "vi": "Việc kiểm tra cuối cùng sẽ được chấm dứt."
        },
        {
            "en": "The car hire contract can be <em>terminated</em>.",
            "vi": "Hợp đồng thuê xe có thể bị chấm dứt."
        },
        {
            "en": "The meeting is <em>terminated</em> in disorder.",
            "vi": "Cuộc họp kết thúc trong sự hỗn loạn."
        },
        {
            "en": "The meeting <em>terminated</em> at 9 o 'clock.",
            "vi": "Cuộc mít tinh kết thúc vào hồi 9 giờ."
        },
        {
            "en": "The project was <em>terminated</em> because of a lack of funds.",
            "vi": "Đề án đã bị kết thúc vì thiếu tiền quĩ."
        },
        {
            "en": "The engagement was suddenly <em>terminated</em> for no apparent reason.",
            "vi": "Vụ đính hôn đó bị hủy bỏ không biết vì lý do gì."
        },
        {
            "en": "promotions may be <em>terminated</em> when the gift expired",
            "vi": "chương trình khuyến mãi có thể chấm dứt khi quà đã hết"
        },
        {
            "en": "The partner status will be <em>terminated</em> in the following cases:",
            "vi": "Tư cách thành viên hợp danh chấm dứt trong các trường hợp sau đây:"
        },
        {
            "en": "The contract can be <em>terminated</em> at three months notice from either side.",
            "vi": "Hợp đồng có thể chấm dứt khi thông báo trước ba tháng của một trong hai bên."
        },
        {
            "en": "The lease will be <em>terminated</em> automatically if he inducts another person as his partner in business.",
            "vi": "Việc cho thuê sẽ tự động chấm dứt nếu anh ấy đưa vào một người khác là đối tác kinh doanh của anh."
        },
        {
            "en": "The few campaigns he did launch were either timid, too late, or <em>terminated</em> too quickly.",
            "vi": "Những chiến dịch ít ỏi mà ông đã tung ra nếu không rụt rè, chậm trễ thì cũng kết thúc nhanh chống."
        },
        {
            "en": "They <em>terminated</em> his contract since he failed to meet his sales targets.",
            "vi": "Họ đã chấm dứt hợp đồng của anh ta kể từ khi anh ta không đạt được mục tiêu bán hàng của mình."
        }
    ],
    "suggestions": []
}