{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['tə:mait]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) con mối</td></tr></table><i/></div>",
            "word": "termite"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>termite</k><blockquote><cclass>[<cclass>'tə:mʌɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a small, pale soft-bodied social insect, typically making large nests of earth and feeding on wood. [Order Isoptera: many species.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: from late L. <i>termes</i>, <i>termit-</i> 'woodworm', alt. of L. <i>tarmes</i>, perh. by assoc. with <i>terere</i> 'to rub'. </blockquote></div>",
            "word": "termite"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "termite"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "termite"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> con mối</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">alate termite</font><font color=\"#282828\">: con mối cánh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">termite shield</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tấm chắn mối</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "termite"
        }
    },
    "sentences": [
        {
            "en": "2000-year-old <em>termite</em> mound found",
            "vi": "Ụ mối 2000 năm tuổi được tìm thấy "
        },
        {
            "en": "Flying <em>termite</em>: a favorite of Co Tu ethnic people",
            "vi": "Con mối cánh : Món ăn yêu thích của người dân tộc Cơ Tu"
        },
        {
            "en": "The article discusses how to prepare your home for <em>termite</em> fumigation.",
            "vi": "Bài báo này thảo luận cách chuẩn bị cách khử mối mọt cho nhà của bạn."
        },
        {
            "en": "That makes the mound the oldest <em>termite</em> structure ever dated, notwithstanding those that have become preserved as fossils.",
            "vi": "Đây là ụ mối lâu đời nhất từng được xác định niên đại nếu ta không tính những ụ mối đã hóa thạch."
        },
        {
            "en": "Roasted flying <em>termite</em> is snack for both children and adults. When added with salt and lemon grass, this roasted <em>termite</em> becomes a dish served with rice and even a spice for making soup.",
            "vi": "Mối bay rang là bữa ăn nhẹ cho cả trẻ em và người lớn. Khi thêm muối và sả, mối rang này sẽ trở thành một món ăn kèm với cơm và thậm chí là một thứ gia vị để làm canh."
        },
        {
            "en": "A 58-year-old woman named A Lang Thi Nha in Ta Lau says flying <em>termite</em> is precious to Co To people and is called \"flying shrimp.\"",
            "vi": "Một phụ nữ 58 tuổi tên là A Lăng Thị Nha ở Tà Lau nói mối bay rất quý giá với người Cơ Tu nên chúng được gọi là \"tôm bay.\""
        },
        {
            "en": "In the Miombo woodland area of central Africa, scientists have found an abandoned <em>termite</em> mound that is more than 2200 years old.",
            "vi": "Ở vùng rừng Miombo thuộc miền trung châu Phi, các nhà khoa học đã phát hiện một ụ mối bỏ hoang có độ tuổi hơn 2.200 năm."
        },
        {
            "en": "Led by Hans Erens, a team of researchers from Ghent University in Belgium and the University of Lubumbashi in DR Congo dated four large <em>termite</em> mounds using a technique called Carbon 14 dating.",
            "vi": "Một nhóm các nhà nghiên cứu đến từ Đại học Ghent của Bỉ và Đại học Lubumbashi ở Cộng hòa Dân chủ Congo do Hans Erens đứng đầu đã xác định niên đại của bốn ụ mối lớn bằng cách sử dụng một kỹ thuật gọi là xác định niên đại Carbon 14."
        },
        {
            "en": "They will live in trees and bushes as well as hollow <em>termite</em> mounds and even spider webs. Some bats will even make themselves a tent-like home by cutting leaves.",
            "vi": "Chúng sẽ sống trên cây và trong những bụi rậm, những tổ mối và thậm chí mạng nhện. Một số con dơi tự làm cho chúng những cái tổ bằng cách cắt lá cây."
        },
        {
            "en": "The flying <em>termite</em> harvest season lasts from the third to the eighth lunar month with the peak harvest falling on the fourth month when the rainy season starts, he says.",
            "vi": "Mùa thu thu hoạch mối cánh kéo dài từ tháng thứ 3 đến tháng thứ 8 âm lịch, mùa cao điểm rơi vào thánh thứ 4 khi mùa mưa bắt đầu."
        },
        {
            "en": "The mounds were built by the <em>termite</em> species Macrotermes falciger, in an area of the Miombo woods in the Lubumbashi region of Upper Katanga in the Democratic Republic of Congo.",
            "vi": "Các ụ mối này được một loài mối có tên gọi là Macrotermes falciger xây dựng ở rừng Miombo thuộc khu vực Lubumbashi ở Thượng Katanga thuộc Cộng hòa Dân chủ Congo."
        },
        {
            "en": "They will live in trees and bushes as well as hollow <em>termite</em> mounds and even spider webs. Some bats will even make themselves a tent-like home by cutting leaves.",
            "vi": "Chúng sẽ sống trên cây và trong những bụi rậm, những tổ mối và thậm chí mạng nhện. Một số con dơi tự làm cho chúng những cái tổ bằng cách cắt lá cây."
        },
        {
            "en": "“The sheer size of the mounds suggests that their age surpasses the lifespan of a single <em>termite</em> queen, which rarely exceeds 20 years,” write scientists in the journal Palaeogeography, Palaeoclimatology, Palaeoecology.",
            "vi": "“Chỉ riêng kích thước của ụ mối đã cho thấy niên đại của nó vượt xa vòng đời của mối chúa vốn hiếm khi vượt quá 20 năm,” các nhà khoa học viết trên một tạp chí chuyên ngành."
        },
        {
            "en": "Nguyen Van De, an 88-year-old man who has a lot of experience in catching flying termites in Tong Cooi Commune, Ba Village in Dong Giang District, Quang Nam Province, says almost all Co Tu families in the region know how to lure this type of <em>termite</em>.",
            "vi": "Nguyễn Văn Đề, một người đàn ông 88 tuổi có rất nhiều kinh nghiệm trong việc bắt mối cánh ở xã Tong Cooi, làng Ba tại huyện Đông Giang, tỉnh Quảng Nam, cho biết hầu hết các gia đình Cơ Tu trong vùng đều biết làm thế nào để thu hút loại mối cánh này."
        },
        {
            "en": "There have been previous claims of 4000-year-old <em>termite</em> mounds in South Africa, with the insects being identified as the creators of geological structures in the country known asHeuweltjies. However, recent evidence suggests these features were caused by soil erosion.",
            "vi": "Trước đó, có người từng nói đã phát hiện ra các ụ mối lên đến 4.000 năm tuổi ở Nam Phi. Tuy nhiên, các bằng chứng gần đây cho thấy thật ra đây là những cấu trúc được hình thành do tình trạng đất bị xói mòn. "
        }
    ],
    "suggestions": []
}