{
    "en_vn": {
        "data": {
            "content": null,
            "word": "terraced"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>terraced</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 <cclass>Brit. (of a house) forming part of a terrace. </cclass></blockquote></blockquote><blockquote><blockquote>2》 (of land) having been formed into terraces. </blockquote></blockquote></div>",
            "word": "terraced"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "terraced"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "terraced"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "terraced"
        }
    },
    "sentences": [
        {
            "en": "<em>Terraced</em> fields in Lao Cai Province",
            "vi": "Ruộng bậc thang ở tỉnh Lào Cai"
        },
        {
            "en": "<em>Terraced</em> fields in Yen Bai province",
            "vi": "Ruộng bậc thang ở tỉnh Yên Bái"
        },
        {
            "en": "The <em>terraced</em> land looks like stratified rock.",
            "vi": "Những nền đất bậc thang trông giống như những hòn đá xếp thành chồng."
        },
        {
            "en": "Tourists walk on <em>terraced</em> paddy ﬁelds.",
            "vi": "Các du khách đi bộ trên những ruộng bậc thang"
        },
        {
            "en": "<em>Terraced</em> fields in Sapa have existed for hundreds of years.",
            "vi": "Ruộng bậc thang ở Sa Pa đã tồn tại hàng trăm năm."
        },
        {
            "en": "Hoang Su Phi <em>terraced</em> fields in Ha Giang ",
            "vi": "Ruộng bậc thang Hoàng Su Phì ở tỉnh Hà Giang."
        },
        {
            "en": "There are a lot of beautiful <em>terraced</em> fields in Vietnam.",
            "vi": "Có rất nhiều ruộng bậc thang tuyệt đẹp ở Việt Nam."
        },
        {
            "en": "He and I live in the same <em>terraced</em> house.",
            "vi": "Anh ta và tôi sống cùng một dãy nhà."
        },
        {
            "en": "Local people need improved access to forests of various types, sloping land for agriculture and <em>terraced</em> land (or land to be <em>terraced</em> in future).",
            "vi": "Người dân địa phương cần được tiếp cận với nhiều loại rừng, đất nông nghiệp và ruộng bậc thang (hoặc đất sẽ trở thành ruộng bậc thang trong tương lai)."
        },
        {
            "en": "The US-based Travel and Living chose Sapa’s <em>terraced</em> fields as one of the seven most magnificent <em>terraced</em> fields of the world.",
            "vi": "Tạp chí Travel and Living của Mỹ đã chọn Ruộng bậc thang ở Sapa là một trong bảy ruộng lúa bậc thang đẹp nhất thế giới."
        },
        {
            "en": "The most beautiful <em>terraced</em> fields in pouring water season in the North-west:",
            "vi": "Những thửa ruộng bậc thang đẹp nhất ở Tây Bắc trong mùa nước đổ:"
        },
        {
            "en": "It possesses a delightful English inn set among lawns and <em>terraced</em> gardens.",
            "vi": "Có một khách sạn của người anh trông rất thích thú nằm giữa những bãi cỏ và giữa những khu vườn đất cao."
        },
        {
            "en": "Visiting here, tourists will be attracted by the beauty of <em>terraced</em> fields.",
            "vi": "Đến đây, du khách sẽ bị vẻ đẹp của ruộng bậc thang thu hút."
        },
        {
            "en": "The most beautiful <em>terraced</em> fields in pouring water season in the North-west:",
            "vi": "Những thửa ruộng bậc thang đẹp nhất ở Tây Bắc trong mùa nước đổ:"
        },
        {
            "en": "The local people, mainly Mong ethnic minorities, can grow rice and establish <em>terraced</em> fields, one after another, from the foot to nearly top of mountains. Generations of these people have created the <em>terraced</em> fields as seen today.",
            "vi": "Những người dân địa phương, chủ yếu là đồng bào dân tộc thiểu số người Mông, có thể trồng lúa và tạo ra ruộng bậc thang, cái này nối tiếp cái khác, từ chân núi lên gần đỉnh núi. Nhiều thế hệ người đã tạo ra những thửa ruộng bậc thang như ngày nay."
        },
        {
            "en": "<em>Terraced</em> fields, which are called natural staircases to heaven, are favorite destinations of tourists in Lao Cai.",
            "vi": "Ruộng bậc thang ở đây được gọi là cầu thang tự nhiên dẫn đến thiên đường, là điểm đến yêu thích của khách du lịch đến thăm tỉnh Lào Cai."
        },
        {
            "en": "<em>Terraced</em> rice fields in Mu Cang Chai coupled with distinctive cultural practices of local ethnic minority groups attract many tourists, both domestic and foreign, to Mu Cang Chai to admire the “<em>terraced</em> rice field masterpieces”.",
            "vi": "Ruộng bậc thang ở Mù Cang Chải cùng với tập quán văn hóa đặc trưng của các nhóm dân tộc thiểu số địa phương đã thu hút rất nhiều khách du lịch, cả trong nước và ngoài nước, đến Mù Cang Chải để chiêm ngưỡng những \"kiệt tác ruộng bậc thang\"."
        },
        {
            "en": "La Pan Tan in Mu Cang Chai district and Tu Le in Van Chan district are also good places to see <em>terraced</em> fields in the harvest season.",
            "vi": "Xã La Pán Tấn thuộc huyện Mù Cang Chải và Tú Lệ của huyện Văn Chấn cũng là nhưng nơi tốt để xem ruộng bậc thang trong mùa thu hoạch."
        },
        {
            "en": "Plitvice Lakes National Park, Croatia, is a series of 16 <em>terraced</em> lakes with sparkling clear water cascading over from one to another",
            "vi": "Công viên quốc gia hồ Plitvice, Croatia gồm một chuỗi 16 hồ nước trên cao với nước trong xanh lấp lánh nối nhau theo từng tầng. "
        },
        {
            "en": "Tu Le is a valley of <em>terraced</em> rice fields between three high mountains of Khau Pha, Khau Than and Khau Song in the North-west.",
            "vi": "Tú Lệ là một thung lũng ruộng bậc thang nằm giữa ba ngọn núi cao Khau Phạ, Khau Thán và Khau Song ở Tây Bắc."
        }
    ],
    "suggestions": []
}