{
    "en_vn": {
        "data": {
            "content": null,
            "word": "TeX",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "TeX",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "TeX",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "TeX",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chương trình TeX</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Là một chương trình định dạng văn bản được viết bởi nhà toán học và máy tính học Donald Knuth. Nó cho phép soạn thảo các văn bản kỹ thuật theo định dạng phức tạp từ các văn bản ASCII. Các phiên bản cài đặt của TeX cho Unix, MS-DOS, Windows, Mac có thể tải xuống free tại địa chỉ Internet: ftp://ftp.tex.ac.uk/tex-archive/.</font></td></tr></tbody></table></div>",
            "word": "TeX",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Tex</em> Murphy gets a new lease on life.",
            "vi": "Tex Murphy có cơ may được hưởng sức khỏe tốt hơn trước."
        },
        {
            "en": "<em>Tex</em> Murphy gets a new lease of life.",
            "vi": "Tex Murphy có cơ may được hưởng sức khỏe tốt hơn trước."
        },
        {
            "en": "Only boots with a waterproof membrane like Gore - <em>tex</em> would be sure to keep your feet dry on a rainy day.",
            "vi": "Chỉ những đôi giày ống có màng chống thấm như hiệu Gore-tex mới đảm bảo giữ cho đôi chân của bạn khô ráo trong ngày mưa."
        },
        {
            "en": "But Batter Blaster, based in Austin, <em>Tex</em>., has nibbled at success, last year selling 2 million cans that retail for $4 each.",
            "vi": "Vậy mà Batter Blaster (trụ sở ở Austin, Texas) vẫn tiến đều tới thành công, trong năm ngoái đã bán được 2 triệu hộp sản phẩm với giá bán lẻ là 4USD/hộp."
        },
        {
            "en": "Only boots with a waterproof membrane like Gore-<em>tex</em> would be sure to keep your feet dry on a rainy day.",
            "vi": "Chỉ những đôi giày ống có màng chống thấm như hiệu Gore - tex mới đảm bảo giữ cho đôi chân của bạn khô ráo trong ngày mưa."
        },
        {
            "en": "Work on the first line connecting Ben Thanh and Suoi Tien in District 9 began in 2012 and is expected to finish by 2018.<em>tex</em>",
            "vi": "Dự án tuyến đường đầu tiên nối liền Bến Thành, Suối Tiên, quận 9 đã bắt đầu vào năm 2012 và dự kiến sẽ hoàn thành vào năm 2018."
        },
        {
            "en": "If everyone recycled one plastic bag, those materials could be reused in making 28,906 park benches or, according to <em>Tex</em> data,144,530 16-foot composite deck boards. Right now, plastic bags must taken to a drop-off location for recycling and shouldn't be mixed in with other recyclables. ",
            "vi": "Nếu mỗi người tái chế một túi ni lông, thì vật liệu này có thể được tái sử dụng trong việc chế tạo 28.906 ghế ngồi công viên hoặc 144.530 sàn chất liệu composite 16-foot. Ngay lúc này, các túi ni lông phải được đem đến điểm thu gom để tái chế và không được trộn lẫn với các vật liệu có thể tái chế khác."
        }
    ],
    "suggestions": []
}