{
    "en_vn": {
        "data": {
            "content": null,
            "word": "thane",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>thane</k><blockquote><cclass>[<cclass>θeɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (in Anglo-Saxon England) a man granted land by the king or a military nobleman, ranking between a freeman and a hereditary noble. </cclass></blockquote><blockquote>⁃ (in Scotland) a man who held land from a Scottish king and ranked with an earl's son. </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>thanedom</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>theg(e)n</i> 'servant, soldier', of Gmc origin. </blockquote></div>",
            "word": "thane",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thane",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thane",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thane",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>thane</em> was bound up in yet another dependence this one involving his superior the earl.",
            "vi": "Lãnh chúa cung bị ràng buộc trong sự lệ thuộc khác liên quan đến bá tước và những người có địa vị cao hơn."
        },
        {
            "en": "Lacking that support, the <em>thane</em> could not support his fortress, his weaponry, or his retainers.",
            "vi": "Thiếu sự hỗ trợ đó, lãnh chúa không thể duy trì các pháo đài, vũ khí hay tuỳ tùng của mình."
        },
        {
            "en": "The Somali ships operating under <em>thane</em> of Shifco were based in Yemen following the overthrow of the military regime in 1991.",
            "vi": "Các tàu Somali hoạt động theo hương thân của Shifco đặt trụ sở tại Yemen sau khi lật đổ đế chế quân sự năm 1991."
        },
        {
            "en": "For example, in pre-Norman England every freeman was dependent on the local <em>thane</em> a minor gentry for protection during times of trouble.",
            "vi": "Ví dụ, ở nước anh trước thời norman người dân tự do đều phụ thuộc vào lãnh chúa địa phương để được bảo vệ những khi gặp rắc rối."
        },
        {
            "en": "The <em>thane</em> looked to the earl for protection and for the administration of justice, and the earl depended on military service by each of his thanes and their retainers during times of war.",
            "vi": "Lãnh chúa trông chờ bá tước bảo vệ và quản lý sự công bằng cho họ, còn bá tước thì phụ thuộc vào sự phục vụ quân đội của mỗi lãnh chúa và tuỳ tùng của họ trong thời chiến tranh."
        }
    ],
    "suggestions": []
}