{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ði:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thơ ca); (tôn giáo) ngươi, anh, người</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">đại từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ cổ, nghĩa cổ) dạng bổ ngữ của <font color=\"#1371BB\">thou</font></td></tr></table><i/></div>",
            "word": "thee"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>thee</k><blockquote>■ <cclass>pronoun [<cclass>second person singular] archaic or dialect form of <kref>you</kref>, as the singular object of a verb or preposition. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>thē</i>, accusative and dative case of <i>thū</i> 'thou'. </blockquote></div>",
            "word": "thee"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thee"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thee"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thee"
        }
    },
    "sentences": [
        {
            "en": "How do i love <em>thee</em>?",
            "vi": "Làm sao anh yêu em?"
        },
        {
            "en": "What is <em>thee</em> purpose of President's Day?",
            "vi": "Mục đích của Ngày Tổng thống Mỹ là gì?"
        },
        {
            "en": "Claw me and I'll claw <em>thee</em>.",
            "vi": "Có đi có lại mới toại lòng nhau."
        },
        {
            "en": "I will not go up with <em>thee</em>.",
            "vi": "Ta sẽ không đi với ngươi."
        },
        {
            "en": "My country 'tis of <em>thee</em>, sweet land of liberty, of <em>thee</em> I sing.",
            "vi": "Đất nước tôi, cũng là của bạn, một mảnh đất ngọt ngào của tự do, tôi hát về người."
        },
        {
            "en": "if mr is busy, the <em>thee</em> boys hell him",
            "vi": "nếu ông bận ba đứa trẻ sẽ giúp ông"
        },
        {
            "en": "With all thy faults, I love <em>thee</em> still.",
            "vi": "Dù em bao lầm lỗi, tôi vẫn cứ yêu em."
        },
        {
            "en": "Hail nothing full of nothing, nothing is with <em>thee</em>.",
            "vi": "Kính mừng hư không đầy hư không."
        },
        {
            "en": "Let another man praise <em>thee</em>, and not thine own mouth.",
            "vi": "Hãy để người khác khen ta, đừng tự khen mình."
        },
        {
            "en": "<em>Thee</em> is an absence of great names in modern literature.",
            "vi": "Sự vắng bóng các tên tuổi lớn trong nền văn học hiện đại."
        },
        {
            "en": "If I should meet <em>thee</em> after long years, how should I greet <em>thee</em> with silence and tears?",
            "vi": "Nếu ta còn gặp em sau bao năm xa cách, sao ta có thể chào em với sự lặng im và nước mắt?"
        },
        {
            "en": "Sweet and thin and far away, the fiddle went on singing: None knew <em>thee</em> but to love <em>thee</em>, Thou dear one of my heart ....was",
            "vi": "Êm nhẹ và lan xa, tiếng đàn như bồng bềnh theo lời ca : Em bí ẩn nhưng tình ta tha thiết. Trái tim này muôn thuở hướng về em"
        },
        {
            "en": "Sweet and thin and far away, the fiddle went on singing : None knew <em>thee</em> but to love <em>thee</em>, Thou dear one of my heart.... was",
            "vi": "Êm nhẹ và lan xa, tiếng đàn như bồng bềnh theo lời ca: Em bí ẩn nhưng tình ta tha thiết. Trái tim này muôn thuở hướng về em"
        },
        {
            "en": "I do not love <em>thee</em> and yet when you are absent I am sad.",
            "vi": "Em chẳng yêu người nhưng sao khi người xa, em lại thấy u sầu."
        },
        {
            "en": "Come up hither, I will show <em>thee</em> the bride, the Lamb's wife",
            "vi": "Lại đây, tôi sẽ chỉ cho anh thấy cô dâu, vợ của Lamb."
        },
        {
            "en": "I love <em>thee</em> to the depth and breath and height my soul can reach. (Robert Browning).",
            "vi": "Anh yêu em tận đáy lòng, đến hơi thở cuối cùng. (robert browning)"
        },
        {
            "en": "Promises may get <em>thee</em> friends, but non-performance will turn them into enemies.",
            "vi": "Lời hứa có thể đem bạn bè đến cho bạn, nhưng ko giữ lời sẽ biến họ thành kẻ thù."
        },
        {
            "en": "Promises may get <em>thee</em> friends, but non - performance will turn them into enemies.",
            "vi": "Lời hứa có thể đem bạn bè đến cho bạn, nhưng ko giữ lời sẽ biến họ thành kẻ thù."
        },
        {
            "en": "If <em>thee</em> is a severe problem with a filesystem and it won't mount, you'll have to run fsck by hand and try to repair the damage.",
            "vi": "Nếu có một sự cố nghiêm trọng với hệ tập tin và nó không neo được, thì bạn sẽ phải chạy lệnh fsck bằng tay và cố chỉnh sửa các hư hỏng."
        },
        {
            "en": "If links to the object have been established, you can also use the links option o <em>thee</em> it menu to reestablish or change links tat have been lost.",
            "vi": "Nếu các kết nối tới đối tượng đã thiết lập xong, bạn cũng có thể dùng tùy chọn links của thực đơn edit để tái thiết hoặc thay đổi những kết nối đã mất."
        }
    ],
    "suggestions": []
}