{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[θi'ɔlədʒi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thần học (sự nghiên cứu bản chất của Chúa trời và các cơ sở của tín ngưỡng (tôn giáo))</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuyết thần học; hệ thống thần học; tập hợp những tín ngưỡng tôn giáo</td></tr></table><i/></div>",
            "word": "theology",
            "pronounce": "[θi'ɔlədʒi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>theology</k><blockquote><cclass>[<cclass>θi:'ɒlədʒi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>theologies</b>) the study of the nature of God and religious belief. </cclass></cclass></cclass></blockquote><blockquote>⁃ religious beliefs and theory when systematically developed. </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>theological</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>theologically</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>theologist</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>theologize</b> or <cclass><b>theologise</b><cclass>verb </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from Fr. <i>théologie</i>, from L. <i>theologia</i>, from Gk, from <i>theos</i> 'god' + <i>-logia</i> (see <kref>-logy</kref>). </blockquote></div>",
            "word": "theology",
            "pronounce": "[θi'ɔlədʒi]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "theology",
            "pronounce": "[θi'ɔlədʒi]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "theology",
            "pronounce": "[θi'ɔlədʒi]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "theology",
            "pronounce": "[θi'ɔlədʒi]"
        }
    },
    "sentences": [
        {
            "en": "Dogmatic <em>theology</em>",
            "vi": "Thần học giáo điều"
        },
        {
            "en": "What is dogmatic <em>theology</em>?",
            "vi": "Thần học giáo điều là gì?"
        },
        {
            "en": "Student of <em>theology</em>",
            "vi": "Nhà nghiên cứu thần học"
        },
        {
            "en": "A firm faith is the best <em>theology</em>.",
            "vi": "Lòng tin sắt đá là thuyết thần học tốt nhất."
        },
        {
            "en": "Although studying in the faculty of <em>theology</em>, he never became a doctor of <em>theology</em>.",
            "vi": "Mặc dù học khoa thần học, nhưng ông ấy chưa bao giờ trở thành một tiến sĩ thần học."
        },
        {
            "en": "Peter is a <em>theology</em> student at Moore College.",
            "vi": "Peter là một sinh viên nghiên cứu môn thần học ở Đại học Moore."
        },
        {
            "en": "I am a student of <em>theology</em> from the Philippines.",
            "vi": "Tôi là một sinh viên khoa thần học đến từ Philippines."
        },
        {
            "en": "He studied <em>theology</em> in Vienna for three years.",
            "vi": "Anh ta học môn thần học ở Vienna trong ba năm."
        },
        {
            "en": "I will enter medical school before leaving for Thailand to pursue a degree in <em>Theology</em> and serve God.",
            "vi": "Con sẽ theo học ngành y sau đó sẽ qua Thái Lan học thần học để đi hầu việc Chúa."
        },
        {
            "en": "I receive many letters from people, professed Christians, who attempt to justify their sins with the Bible - everything from women wearing pants, feminist <em>theology</em>, divorce, homosexuality, fornication, etc.",
            "vi": "Tôi nhận được nhiều lá thư từ những người tự nhận là tín đồ Cơ Đốc giáo, họ nỗ lực biện minh cho những tội lỗi của mình bằng kinh thánh – mọi thứ đều xuất phát từ việc phụ nữ mặc quần dài, thuyết thần học của những người theo thuyết nam nữ bình quyền, ly dị, tình trạng đồng tình luyến ái, sự thông dâm, vân vân..."
        },
        {
            "en": "I receive many letters from people, professed Christians, who attempt to justify their sins with the Bible-everything from women wearing pants, feminist <em>theology</em>, divorce, homosexuality, fornication, etc.",
            "vi": "bằng kinh thánh – mọi thứ đều xuất phát từ việc phụ nữ mặc quần dài, thuyết thần học của những người theo thuyết nam nữ bình quyền, ly dị, tình trạng đồng tình luyến ái, sự thông dâm, vân vân..."
        },
        {
            "en": "This is why Pisa University became prominent for law, medicine and <em>theology</em>, its basic subjects of that time, while remaining something of a backwater as a town.",
            "vi": "Đây là lý do tại sao đại học pisa trở nên nổi bật về luật, y khoa và thần học, các môn căn bản của nó vào thời đó, trong khi vẫn còn là một thành phố nước tù đọng."
        },
        {
            "en": "education, military service, business skills, and general life experience do, indeed, invest me with an uncommonly large capacity for discernment and judgment in matters of philosophy, politics, ethics, social justice, and <em>theology</em>.",
            "vi": "Sự thông minh, học vấn, nghĩa vụ quân sự, các kỹ năng kinh doanh, và kinh nghiệm cuộc sống nói chung của tôi, thực sự, làm cho tôi có một khả năng to lớn phi thường cho việc nhận định và đánh giá các vấn đề về triết học, chính trị, đạo đức, công bằng xã hội, và thần học."
        },
        {
            "en": "My intelligence, education, military service, business skills, and general life experience do, indeed, invest me with an uncommonly large capacity for discernment and judgment in matters of philosophy, politics, ethics, social justice, and <em>theology</em>.",
            "vi": ", học vấn, nghĩa vụ quân sự, các kỹ năng kinh doanh, và kinh nghiệm cuộc sống nói chung của tôi, thực sự, làm cho tôi có một khả năng to lớn phi thường cho việc nhận định và đánh giá các vấn đề về triết học, chính trị, đạo đức, công bằng xã hội, và thần học."
        },
        {
            "en": "My intelligence, education, military service, business skills, and general life experience do, indeed, invest me with an uncommonly large capacity for discernment and judgment in matters of philosophy, politics, ethics, social justice, and <em>theology</em>.",
            "vi": "Sự thông minh, học vấn, nghĩa vụ quân sự, các kỹ năng kinh doanh, và kinh nghiệm cuộc sống nói chung của tôi, thực sự, làm cho tôi có một khả năng to lớn phi thường cho việc nhận định và đánh giá các vấn đề về triết học, chính trị, đạo đức, công bằng xã hội, và thần học."
        }
    ],
    "suggestions": []
}