{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Theravada"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Theravada</k><blockquote><cclass>[<cclass>ˌθɛrə'vα:də<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>Theravada Buddhism</b>) </cclass></blockquote><blockquote>■ <cclass>noun the more conservative of the two major traditions of Buddhism (the other being Mahayana), practised mainly in Sri Lanka, Burma (Myanmar), Thailand, Cambodia, and Laos. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Pali <i>theravāda</i>, lit. 'doctrine of the elders', from <i>thera</i> 'elder, old' + <i>vāda</i> 'speech, doctrine'. </blockquote></div>",
            "word": "Theravada"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Theravada"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Theravada"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Theravada"
        }
    },
    "sentences": [
        {
            "en": "<em>Theravada</em> Buddhism.",
            "vi": "Phật giáo tiểu thừa."
        },
        {
            "en": "<em>Theravada</em> Buddhist.",
            "vi": "Tín đồ phật giáo tiểu thừa."
        },
        {
            "en": "About 95 % of the Thais are <em>Theravada</em> Buddhists (the <em>Theravada</em> school is an early form of Buddhism).",
            "vi": "Khoảng 95% người thái là tín đồ phật giáo tiểu thừa (trường phái tiểu thừa là hình thức sơ khai của phật giáo)."
        },
        {
            "en": "This is the supreme goal of <em>Theravada</em> practice, as contrasted with Bodhisattvahood in Mahayana practice.",
            "vi": "Đây là mục tiêu tối thượng của trường phái Theravada, đối lại với quả vị Bồ Tát trong trường phái Đại thừa."
        },
        {
            "en": "Buddhism today is divided into two major branches : <em>Theravada</em> (the Way of the Elders) and Mahayana (the Great Vehicle).",
            "vi": "Phật giáo ngày nay chia thành hai phái chính: Theravada (Tiểu thừa) và Mahayana (Đại thừa)."
        },
        {
            "en": "The ultimate goal of <em>THERAVADA</em> is NIRVANA, which literally means the \"blowing out\" or extinction of all causes of suffering.",
            "vi": "Mục tiêu tối hậu của phái nam tông là niết bàn, niết bàn theo nghĩa cơ bản nhất chính là sự siêu thoát hoặc sự huỷ diệt được các nghiệp chướng của khổ đau."
        },
        {
            "en": "Buddhism today is divided into two major branches: <em>Theravada</em> (the Way of the Elders) and Mahayana (the Great Vehicle).",
            "vi": "Phật giáo ngày nay chia thành hai phái chính : Theravada (Tiểu thừa) và Mahayana (Đại thừa)."
        },
        {
            "en": "Thich Ca Phat Dai (Platform of Shakyamuni Buddha) is a notable <em>Theravada</em> Buddhist temple. It lies to the northwest of the Lon (Big) Mountain and was built between 1961 and 1963.",
            "vi": "Thích Ca Phật Đài (Nền tảng của đức Phật Thích Ca Mâu Ni) là một ngôi chùa Phật giáo Nguyên thủy đáng chú ý. Ngôi chùa nằm trên mạn sườn phía Tây Bắc của Núi Lớn và được xây dựng giữa năm 1961 và 1963."
        },
        {
            "en": "The Chol Chnam Thmay festival is an important event in the religious life of the <em>Theravada</em> Khmer. By Khmer calculations, the new year begins when the sun finishes its circle of 365 days, which occurs in the morning, afternoon, or evening in different years. On the first night of the new year, they burn candles, incense, and oil lamps to bid farewell to the old year and welcome the new year, new crops, and a happy future.",
            "vi": "Lễ hội Chol Chnam Thmay là một sự kiện quan trọng trong đời sống tín ngưỡng của người dân Theravada Khmer. Với những kết quả người dân Khmer, bắt đầu năm mới khi mặt trời kết thúc vòng quay 365 ngày, xảy ra vào buổi sáng, buổi chiều, hoặc buổi tối vào các năm khác nhau. Đêm đầu tiên của năm mới, họ thắp nến, thắp hương, và đèn dầu để tạm biệt năm cũ và đón chào năm mới, vụ mùa mới, và một tương lai hạnh phúc."
        }
    ],
    "suggestions": []
}