{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Theresa"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Theresa"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Theresa"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Theresa"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Theresa"
        }
    },
    "sentences": [
        {
            "en": "Britain's Home Secretary <em>Theresa</em> May has arrived in Pakistan on a two-day visit.",
            "vi": "Bộ trưởng nội vụ của Anh Theresa May đã đến Pakistan trong một chuyến viếng thăm hai ngày."
        },
        {
            "en": "I got the inspiration from Mother <em>Theresa</em> who got the Nobel Peace Prize.",
            "vi": "Chính mẹ theresa, người đã từng đoạt giải nobel vì hoà bình, đã ảnh hưởng mạnh đến tôi."
        },
        {
            "en": "Britain's Home Secretary <em>Theresa</em> May has arrived in Pakistan on a two - day visit.",
            "vi": "Bộ trưởng nội vụ của Anh Theresa May đã đến Pakistan trong một chuyến viếng thăm hai ngày."
        },
        {
            "en": "His wife Dr. <em>Theresa</em> Dao, who was with him on the ill-fated flight, has stood by him.",
            "vi": "Vợ ông Theresa Dao, người đã cùng ông trên chuyến bay xấu số, đã đứng cạnh ông lúc đó."
        },
        {
            "en": "His wife Dr. <em>Theresa</em> Dao, who was with him on the ill-fated flight, has stood by him.",
            "vi": "Vợ ông Theresa Dao, người đã cùng ông trên chuyến bay xấu số, đã đứng cạnh ông lúc đó."
        },
        {
            "en": "From Gautama the Buddha to Mother <em>Theresa</em> i have studied something about their lives and how they suffered and worked for others.",
            "vi": "Từ đức phật gautama đến mẹ theresa, tôi đã hiểu họ phải chịu đựng và làm việc vì người khác như thế nào."
        },
        {
            "en": "Asked whether President Trump had raised the allegation with British Prime Minister <em>Theresa</em> May, Spicer said: \"It has not been raised.\"",
            "vi": "Khi được hỏi liệu Tổng thống Trump đã đề cập cáo buộc này với Thủ tướng Anh Theresa May hay không thì ông Spicer trả lời: \"Vẫn chưa\""
        },
        {
            "en": "Asked whether President Trump had raised the allegation with British Prime Minister <em>Theresa</em> May, Spicer said: \"It has not been raised.\"",
            "vi": "Khi được hỏi liệu Tổng thống Trump đã đề cập cáo buộc này với Thủ tướng Anh Theresa May hay không thì ông Spicer trả lời: \"Vẫn chưa\""
        },
        {
            "en": "Some of the Nobel Prize winners of the past are really famous. Einstein and Mother <em>Theresa</em> are perhaps the most famous.",
            "vi": "Một số người đoạt giải Nobel trong quá khứ nổi tiếng thực sự. Có lẽ Einstein và Mẹ Theresa là nổi tiếng nhất."
        },
        {
            "en": "The network affected is used by every MP including <em>Theresa</em> May, the prime minister, and her cabinet ministers for dealing with constituents.",
            "vi": "Mạng lưới bị tấn công được tất cả các nghị sĩ bao gồm thủ tướng Theresa May và các bộ trưởng nội các của bà dùng để liên lạc, trao đổi với cử tri."
        },
        {
            "en": "The network affected is used by every MP including <em>Theresa</em> May, the prime minister, and her cabinet ministers for dealing with constituents.",
            "vi": "Mạng lưới bị tấn công được tất cả các nghị sĩ bao gồm thủ tướng Theresa May và các bộ trưởng nội các của bà dùng để liên lạc, trao đổi với cử tri."
        },
        {
            "en": "The changes were demanded by the terms of the new 11-year royal charter negotiated by Purnell and senior BBC managers last year. The BBC was bitterly opposed to a clause it dubbed a “poachers’ charter”, but a last-minute attempt to increase the disclosure limit to £450,000 was rejected by <em>Theresa</em> May’s government last year.",
            "vi": "Các điều khoản của hiến chương 11 năm mới của hoàng gia đã yêu cầu những thay đổi được thương lượng bởi Purnell và các nhà quản lý cấp cao của BBC vào năm ngoái. Phóng viên BBC đã cay đắng phản đối một điều khoản gọi là \"đặc quyền của kẻ xâm phạm\", nhưng nỗ lực cuối cùng để tăng giới hạn tiết lộ mức lương lên tới 450.000 bảng Anh đã bị chính quyền Theresa May bác bỏ trong năm ngoái."
        },
        {
            "en": "The changes were demanded by the terms of the new 11-year royal charter negotiated by Purnell and senior BBC managers last year. The BBC was bitterly opposed to a clause it dubbed a “poachers’ charter”, but a last-minute attempt to increase the disclosure limit to £450,000 was rejected by <em>Theresa</em> May’s government last year.",
            "vi": "Các điều khoản của hiến chương 11 năm mới của hoàng gia đã yêu cầu những thay đổi được thương lượng bởi Purnell và các nhà quản lý cấp cao của BBC vào năm ngoái. Phóng viên BBC đã cay đắng phản đối một điều khoản gọi là \"đặc quyền của kẻ xâm phạm\", nhưng nỗ lực cuối cùng để tăng giới hạn tiết lộ mức lương lên tới 450.000 bảng Anh đã bị chính quyền Theresa May bác bỏ trong năm ngoái."
        },
        {
            "en": "3 December 2010 Last updated at 00:14 GMT           \n \n10 December 2010 Last updated at 00:46 GMT  A car containing Prince Charles and the Duchess of Cornwall has been attacked amid violence after MPs voted to raise university tuition fees in England. A window was cracked and their car hit by paint, but the couple were unharmed. In angry scenes, protesters battled with police in Parliament Square. Hundreds were contained on Westminster Bridge for a time by officers. Police say 12 officers and 43 protesters have been injured, while 22 arrests were made.  Prime Minister David Cameron said it was \"shocking and regrettable\" that protesters had attacked the prince's car.  Clarence House said the royal couple were safe and attended the Royal Variety performance as scheduled. Metropolitan Police Commissioner Sir Paul Stephenson said there would be a \"very serious and very detailed investigation\" into the disturbances, in which 10 police officers have been injured. The vote will mean fees will almost treble to £9,000 a year. The government's majority was cut by three-quarters to 21 in a backbench rebellion. Three ministerial aides resigned. Only 28 Lib Dem MPs - less than half - voted for the government's plans for tuition fees. Six Conservative MPs voted against. Violent scenes There were angry clashes as protesters - some throwing missiles - fought to break through police lines.  Riot police had to force back protesters who were smashing windows of the Treasury and the Supreme Court Earlier, protesters had largely taken over Parliament Square and pressed against lines of police in front of the Houses of Parliament. Mounted police were used to control crowds, at one point charging a group of protesters, as thousands of demonstrators protested outside the Houses of Parliament. Other reported actions taken by the protesters include:   Setting the Christmas tree in Trafalgar Square alight Smashing windows at shops in Oxford Street  Vandalising statues in Parliament Square, including that of Winston Churchill A sit-in by about 150 students at the National Gallery  Superintendent Julia Pendry said officers had come under sustained attack and condemned \"acts of wanton vandalism, wanton violence\" by protesters. In violent scenes earlier, the BBC's Mark Georgiou said there had been injuries to both police and protesters near to Westminster Abbey. The Metropolitan Police said there were attacks using \"flares, sticks, snooker balls and paint balls\". Home Secretary <em>Theresa</em> May said she \"utterly condemned\" the violence. \"What we are seeing in London tonight, the wanton vandalism, smashing of windows, has nothing to do with peaceful protest,\" she said. \"I have spoken to Paul Stephenson, the Met Commissioner, and he has updated me on the appalling levels of violence seen today. \"Attacks on police officers and property show that some of the protesters have no respect for London or its citizens.\" Students from around the UK gathered in London for a day of protests and a rally - with police expecting about 20,000 demonstrators. The coalition government faced its first major backbench rebellion in the vote. The BBC's Ben Brown, outside Parliament, said protesters shouted \"shame on you\" as news of the result filtered out to the crowd. The package of measures will see fees rising to an upper limit of £9,000 per year - with requirements for universities to protect access for poorer students if they charge more than £6,000 per year http://www.bbc.co.uk/news/education-11954333",
            "vi": "3 December 2010 Last updated at 00:14 GMT      \n \n10 December 2010 Last updated at 00:46 GMT  Một chiếc xe chở hoàng tử Charles và nữ công tước hạt Cornwall bị tấn công giữa cuộc bạo động sau khi các nghị viên bỏ phiếu tăng đại học phí ở Anh Một cửa sổ bị vỡ còn xe của họ bị ném sơn, nhưng cả hai người không bị phương hại gì.  Giữa bầu không khí giận dữ, người biểu tình đánh nhau với cảnh sát tại Quảng trường Nghị Viện. Hàng trăm người bị cảnh sát chận lại trên cầu Westminster trong một lúc Cảnh sát cho biết có 12 nhân viên của mình và 43 người biểu tình bị thương, trong khi đã diễn ra 22 vụ bắt giữ Thủ tướng David Cameron phát biểu việc người biểu tình tấn công xe của hoàng tử là điều gây sốc và đáng tiếc Dinh Clarence thông báo cả hai nhân vật của hoàng gia đều bình an và vẫn đến dự buổi biểu diễn tại Nhà Hát Tạp Kỹ Hoàng gia như kế hoạch đã định Người đại diện của lực lượng Cảnh Sát Thủ Đô Sir Paul Stephenson nói sẽ có một “cuộc điều tra thật nghiêm túc và chi tiết” về tình trạng hỗn loạn này, trong đó có 10 sĩ quan cảnh sát bị thương Kết quả bỏ phiếu sẽ dẫn tới việc học phí tăng gấp ba lần lên mức 9.000 bảng Anh mỗi năm. Phái đa số trong chính phủ đã bị cắt giảm 2/3 xuống còn 21 trong cuộc nổi loạn của các nghị viên dự bị. Ba trợ lý cấp bộ đã từ chức. Chỉ có 28 nghị viên thuộc Đảng Dân Chủ Tự Do – chưa đầy phân nửa – bỏ phiếu thuận cho các kế hoạch học phí của chính phủ. Sáu nghị viên Đảng Bảo Thủ bỏ phiếu chống Khung cảnh bạo lực  Đã diễn ra các vụ xung đột khi người biểu tình – một số có ném gạch đá – giằng co để phá vỡ các hàng rào cảnh sát Cảnh sát dã chiến buộc phải đẩy lùi người biểu tình nào đang đập phá các cửa sổ của Kho Bạc và Tòa Án Tối Cao Trước đó, phe biểu tình nói chung đã chiếm được Quảng Trường Nghị Viện và chống lại các hàng rào cảnh sát phía trước tòa nhà Hạ Nghị Viện Lực lượng cảnh sát đi ngựa đã quen với việc kiểm soát đám đông, ở một thời điểm đã tấn công một nhóm biểu tình, khi hàng ngàn người biểu tình phản đối bên ngoài tòa nhà Hạ Nghị Viện Các hành động được tường thuật khác của phe biểu tình bao gồm :  \nĐốt cháy cây thông giáng sinh tại Quảng Trường Trafalgar\n \nĐập phá cửa số của các cửa hiệu ở Đường Oxford\n \nCố ý đập phá các bức tượng trong Quảng Trường Nghị Viện, kể cả bức tượng của Winston Churchill\n \nBiểu tình ngồi gồm khoảng 150 sinh viên tại Nhà Trưng Bày Quốc Gia\n  Quan chức cảnh sát Julia Pendry cho biết các sĩ quan cảnh sát liên tục bị tấn công và lên án “các hành vi cố tình phá hoại công trình công cộng, cố tình gây bạo loạn” của người biểu tình Trong bối cảnh bạo lực trước đó, phóng viên Mark Georgiou của BBC tường thuật đã có các vụ chấn thương đối với cả cảnh sát lẫn phe biểu tình ở gần Tu viện Westminster Lực lượng Cảnh Sát Thủ Đô cho biết đã xảy ra các vụ tấn công có sử dụng “pháo sáng, gậy gộc, bóng bi-a và bóng sơn”. Bộ trưởng Bộ Nội Vụ Theresa May nói bà “kịch liệt lên án” cuộc bạo động này Bà phát biểu, “Cái mà ta đang chứng kiến tối nay ở Luân Đôn, cố ý phá hoại công trình công cộng, đập phá các cửa sổ, chẳng có gì liên quan đến cuộc biểu tình ôn hòa”.  “Tôi đã nói với Paul Stephenson, đại diện của Cảnh Sát Thủ Đô, và ông ấy liên tục cung cấp thông tin cập nhật cho tôi về mức độ bạo lực khủng khiếp đã nhìn thấy trong ngày hôm nay  “Các vụ tấn công vào cảnh sát và tài sản cho thấy phe biểu tình không hề tôn trọng Luân Đôn và các công dân ở đây.” Sinh viên trên khắp Vương Quốc Anh đã tụ họp về Luân Đôn để tham dự ngày biểu tình và đại hội – cảnh sát ước lượng có khoảng 20.000 người biểu tình Chính phủ liên minh lần đầu tiên đối mặt với cuộc nổi loạn quan trọng của các nghị viên dự bị trong cuộc bỏ phiếu Bên ngoài tòa nhà Quốc Hội, phóng viên Ben Brown của BBC tường thuật phe biểu tình hô vang “Nhục nhã cho các người” khi kết quả bỏ phiếu lọt ra ngoài đám đông Gói biện pháp thực thi sẽ tăng học phí lên đến mức trần của 9.000 bảng Anh mỗi năm – kèm theo yêu cầu các trường đại học phải bảo vệ quyền nhập học cho các sinh viên nghèo nếu họ đóng nhiều hơn 6.000 bảng Anh mỗi năm http://www.bbc.co.uk/news/education-11954333"
        },
        {
            "en": "UK travellers warned over Europe       (http://www.bbc.co.uk/news/uk-11462595) The Foreign Office has updated its travel advice for Europe, warning of a \"high threat\" of attacks in countries including France and Germany. Previously it had advised only of a \"general threat\" but an FCO spokeswoman said the safety of Britons abroad was of major concern. The US has also advised vigilance in Europe because of the threat of an unspecific al-Qaeda attack. The UK's threat level, as set by the Home Office, remains severe.  The FCO spokeswoman said: \"Like other large European countries, [France and Germany] have a high threat of terrorism, which is reflected in our updated travel advice. Analysis Frank Gardner - BBC security correspondent     There are two threat scales. There is the one to Britons in Britain put out by the Home Office and that remains unchanged at severe. The second is the threat to Britons abroad and that is the Foreign Office's responsibility. It has raised it to the highest level possible of alert for Britons in France and Germany. It's gone up to high and is advising Britons to be vigilant.  It's very non-specific but is in response to the current threat perceived from al-Qaeda who are trying to put together a team of jihadists in the manner of the Mumbai attacks two years ago.  There is an element of back cover in all of this. After the Bali bombing of 2002, there was a huge row about why MI5 didn't give people sufficient warning about how dangerous the threat was in Bali. \"We therefore attach great importance to providing information about personal safety and security overseas to enable people to make informed decisions about travel.\" 'Indiscriminate attacks'  On its website, the FCO said: \"Attacks could be indiscriminate, including in places frequented by expatriates and foreign travellers.\" The new level is the highest the FCO records and is based on information from a variety of sources including the Joint Terrorism Analysis Centre, security and intelligence agencies, diplomatic and media reports, local knowledge and embassy reports. In the UK the highest level that can be reached is critical - when an attack is expected imminently. The current threat level indicates an attack is \"highly likely\". Security sources have warned of an al-Qaeda plan to send teams of gunmen to crowded places to kill civilians. They said cities in the UK, France and Germany were thought to be targets for the militants, in attacks analysts feared could be similar to the 2008 atrocities in Mumbai. Responding to the US warning, which referred to the whole of Europe, including the UK, Home Secretary <em>Theresa</em> May said: \"The first and most important duty of this government is the protection and security of the British people and visitors to the UK.\" In a statement issued on her behalf, Ms May said: \"As we have consistently made clear, we face a real and serious threat from terrorism. Our threat level remains at \"severe\" - meaning that an attack is highly likely.  \"We work closely with our international partners in countering terrorism and the US advice is consistent with our assessment. \"I would urge the public to report any suspicious activity to the police in support of the efforts of our security services to discover, track and disrupt terrorist activity.\"    FCO threat level classifications  \nHigh - a high level of known terrorist activity \n \nGeneral - some level of known terrorist activity \n \nUnderlying - a low level of known terrorist activity \n \nLow - no or limited known terrorist activity \n  Foreign Secretary William Hague said the updated travel guidance from the US \"reinforces the need for vigilance\".  \"We can't comment on the specifics but the need for vigilance is very strong,\" he said. The US state department advised Americans to take care while in tourist areas. The department did not specify a country, issuing the updated guidance for the whole of Europe. A White House spokesman said: \"From the day we became aware of this latest plot, the president made clear we need to do everything possible to disrupt this plot and protect the American people. Whether the State Department issues a travel alert is the decision of the State Department but this alert is responsive to the President's direction that we spare no effort.\"",
            "vi": "UK travellers warned over Europe     Bộ Ngoại giao nước Anh đã cập nhật thông tin hướng dẫn du lịch ở châu Âu, cảnh báo trước về \"nguy cơ tấn công cao\" ở nhiều quốc gia kể cả Pháp và Đức.  Trước đây, Bộ này thông báo đó chỉ là \"lời đe doạ chung\" nhưng một nữ phát ngôn của FCO (Bộ Ngoại giao) đã cho biết sự an toàn của người Anh ở nước ngoài đang là mối quan tâm chủ yếu.  Hoa Kỳ cũng thông báo hãy cảnh giác ở châu Âu vì đang có nguy cơ tấn công mờ ám của bọn al-Qaeda.  Mức đe doạ ở Vương quốc Anh, theo Bộ nội vụ, vẫn còn cực kỳ nguy hiểm.  Nữ phát ngôn của FCO (Bộ ngoại giao) đã nói : \"Giống như các cường quốc Châu Âu khác, [Pháp và Đức] có nguy cơ khủng bố cao, theo như phản ánh trong thông tin hướng dẫn du lịch mà chúng tôi đã cập nhật.” \nPhân tích \n Frank Gardner – Phóng viên an ninh của BBC    Có hai mức nguy cơ. Thứ nhất là dành cho những người Anh ở Anh được đưa ra ra bởi Bộ nội vụ và mức nguy hiểm đó vẫn không thay đổi.  Thứ hai là nguy cơ dành cho người Anh ở nước ngoài và đó là trách nhiệm thuộc về Bộ ngoại giao. Nguy cơ này tăng cao lên mức cao nhất cảnh báo có thể xảy ra đối với người Anh ở Pháp và Đức. Nguy cơ này tăng lên cao và Bộ ngoại giao khuyên người Anh cần phải cảnh giác.  Nguy cơ này không rõ ràng lắm nhưng chỉ là để phản ứng lại đe doạ hiện thời của bọn al-Qaeda bởi vì chúng đang cố tập hợp nhóm chiến sĩ hồi giáo để tấn công theo kiểu ở Mumbai cách đây hai năm.  Có một phần tử yểm trợ phía sau trong tất cả chuyện này. Sau vụ ném bom ở Bali vào năm 2002, mọi người đồn rùm beng lớn tiếng là tại sao MI5 không cung cấp đủ thông tin cảnh báo cho mọi người về mức nguy hiểm đe doạ ở Bali.  \"Do đó chúng tôi kết hợp các điều tối quan trọng để cung cấp thông tin về an ninh cá nhân và an ninh ở nước ngoài để giúp mọi người có thể đưa ra quyết định có suy tính khi đi du lịch.\"  ‘Các cuộc tấn công không phân biệt’ Trên trang web này, FCO đã nói: \"Các cuộc tấn công có thể không phân biệt, kể cả các nơi lui tới của người xa xứ và du khách nước ngoài. \" Mức mới là mức cao nhất mà FCO ghi nhận và dựa trên thông tin từ nhiều nguồn khác nhau bao gồm Trung tâm Phối hợp phân tích khủng bố  (Joint Terrorism Analysis Centre), các cơ quan tình báo an ninh, các báo cáo của giới truyền thông và ngoại giao, các báo cáo của các tờ báo địa phương và báo cáo của đại sứ quán. Ở nước Anh, mức cao nhất có thể đạt đến gọi là nghiêm trọng - khi tấn công được nghi ngờ là sắp xảy ra. Mức đe doạ hiện thời cho biết tấn công là \"rất có thể xảy ra\".  Những nguồn thông tin an ninh đã cảnh báo kế hoạch của bọn al-Qaeda đang dự định gửi những nhóm kẻ cướp có súng đến nơi tụ họp đông người để giết thường dân.  Họ cho biết các thành phố ở nước Anh, Pháp và Đức được cho là các mục tiêu cho các chiến binh, các cuộc tấn công mà nhà phân tích sợ có thể giống như vụ tàn bạo năm 2008 ở Mumbai.  Nói về những cảnh báo của Hoa Kỳ, đối với cả châu Âu, bao gồm cả Vương quốc Anh, Bộ trưởng nội vụ Theresa May đã nói : \"nhiệm vụ đầu tiên và tối quan trọng của chính phủ này là bảo vệ an ninh cho người Anh và các du khách đến Anh.\" Trong lời tuyên bố thay mặt cho quốc gia này, bà May đã nói : \"một khi chúng tôi nhất quán làm rõ mọi chuyện, chúng tôi lại đối mặt với đe doạ nghiêm trọng thật sự từ bọn khủng bố. Mức đe doạ của quốc gia chúng tôi vẫn còn  \"nghiêm trọng\" - nghĩa là tấn công rất có thể xảy ra.  \"Chúng tôi làm việc chặt chẽ với các đối tác quốc tế của chúng tôi trong việc chống khủng bố và những lời khuyên của Hoa Kỳ phù hợp với đánh giá của chúng tôi.  \"Tôi sẽ kêu gọi công chúng báo cáo bất kỳ hoạt động nào khả nghi cho cảnh sát biết để ủng hộ nỗ lực của các dịch vụ an ninh của chúng tôi giúp sớm khám phá, theo dõi và đập tan các hoạt động khủng bố.\"   \nPhân loại các mức đe doạ của Bộ ngoại giao Anh\n  \nCao - mức cao của hoạt động khủng bố đã biết\n \nBình thường – mức trung bình của hoạt động khủng bố đã biết nào đó\n \nDưới cơ bản - mức thấp của hoạt động khủng bố đã biết\n \nThấp – hoạt động khủng bố được giới hạn hoặc không biết \n  (Nguồn: Bộ ngoại giao Anh) Ngoại trưởng Anh - William Hague cho biết thông tin hướng dẫn du lịch được cập nhật bởi Hoa Kỳ đã \"gia tăng nhu cầu cảnh giác\".  Ông cho biết: “Chúng tôi không thể bình luận về những chuyện cụ thể nhưng yêu cầu cảnh giác là rất lớn,”.  Bộ ngoại giao Hoa Kỳ khuyên người Mỹ cũng nên cảnh giác khi ở các khu du lịch. Bộ này không nói rõ quốc gia nào, những đã phát hành những hướng dẫn cập nhật cho cả châu Âu.  Người phát ngôn Nhà Trắng đã nói: \"Kể từ ngày chúng tôi bắt đầu biết được âm mưu mới nhất này, thì tổng thống chúng tôi cũng nêu rõ chúng tôi cần làm những việc gì có thể được để đập tan âm mưu này và bảo vệ người dân Hoa Kỳ. Dù cho Bộ Ngoại giao phát hành thông tin cảnh báo du lịch là quyết định của Bộ Ngoại giao nhưng cảnh báo này hưởng ứng theo chỉ thị của tổng thống mà chúng tôi thừa sức làm.\""
        }
    ],
    "suggestions": []
}