{
    "en_vn": {
        "data": {
            "content": null,
            "word": "thickened"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "thickened"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thickened"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thickened"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thickened"
        }
    },
    "sentences": [
        {
            "en": "The smoke <em>thickened</em> rapidly.",
            "vi": "Khói trở nên dày đặc rất nhanh."
        },
        {
            "en": "Several drinks had <em>thickened</em> his voice.",
            "vi": "Do uống vài cốc rượu, giọng nói của anh ta đã trở nên lè nhè."
        },
        {
            "en": "Stir until the sauce has <em>thickened</em>.",
            "vi": "Quậy/Khuấy cho đến khi sốt đặc lại."
        },
        {
            "en": "Arteriosclerosis: Arteriosclerosis means the arteries become <em>thickened</em> and less flexible.  ",
            "vi": "Xơ cứng động mạch: Xơ cứng động mạch nghĩa là động mạch dày lên và kém linh hoạt."
        },
        {
            "en": "A condition in which segments of the alimentary tract become inflamed, <em>thickened</em>, and ulcerated",
            "vi": "Tình trạng các đoạn của ống dẫn tiêu hoá bị viêm, dày lên và loét."
        },
        {
            "en": "An area of hard <em>thickened</em> skin on or between the toes: a type of callosity produced by ill-fitting shoes.",
            "vi": "Một vùng da dày cứng ở trên hoặc giữa các ngón chân: một dạng của chứng chai cứng tạo nên bởi đi giày không thích hợp."
        },
        {
            "en": "<em>Thickened</em> white patches on mucous membranes, such as the mouth lining or vulva, due to an overgrowth of the tissues.",
            "vi": "Tình trạng có các mảng trắng dày trên niêm nạc, như ở miệng hay âm hộ, do mô tăng sinh."
        },
        {
            "en": "This is a special cuisine of Hanoi. Anyone who once lived in Hanoi cannot forget this cuisine, which has nourishing flavor of <em>thickened</em> vinegar, moreish and brittle snails, dried tofu, raw vegetables, etc. ",
            "vi": "Đây là một món ăn đặc biệt của Hà Nội. Bất cứ ai đã từng sống ở Hà Nội không thể quên được món ăn này, trong hương vị có sự bổ dưỡng của mẻ, ốc giàu dinh dưỡng và giòn, đậu phụ chiên, rau sống, vv"
        },
        {
            "en": "When the milk was heated enough, Ma squeezed every drop of water from the rennet in the cloth, and she poured the water into the milk. She stirred it well and left it in a warm place by the stove. In a little while it <em>thickened</em> into a smooth,",
            "vi": "Khi sữa đủ nóng, mẹ vắt ép cho từng giọt nước dịch vị từ miếng vải nhỏ vào trong sữa. Mẹ khuấy thật đều rồi đặt lên một chỗ ấm bên cạnh lò. Lát sau, nó đặc lại thành một khối mềm nhuyễn rung rinh. Mẹ dùng con dao dài cắt khối mềm này thành những miếng vuông nhỏ, dựng đứng lên cho nước sữa chảy khỏi những miếng sữa cục. Rồi mẹ đặt tất cả sữa cục vào một miếng vải để cho lớp nước sữa mỏng màu vàng chảy ra. Khi không còn giọt nước sữa nào trên miếng vải, mẹ trút hết sữa cục vào chiếc chảo lớn, rắc muối, đảo, trộn thật kĩ."
        },
        {
            "en": "When the milk was heated enough, Ma squeezed every drop of water from the rennet in the cloth, and she poured the water into the milk. She stirred it well and left it in a warm place by the stove. In a little while it <em>thickened</em> into a smooth, quivery mass. With",
            "vi": "Khi sữa đủ nóng, mẹ vắt ép cho từng giọt nước dịch vị từ miếng vải nhỏ vào trong sữa. Mẹ khuấy thật đều rồi đặt lên một chỗ ấm bên cạnh lò. Lát sau, nó đặc lại thành một khối mềm nhuyễn rung rinh. Mẹ dùng con dao dài cắt khối mềm này thành những miếng vuông nhỏ, dựng đứng lên cho nước sữa chảy khỏi những miếng sữa cục. Rồi mẹ đặt tất cả sữa cục vào một miếng vải để cho lớp nước sữa mỏng màu vàng chảy ra. Khi không còn giọt nước sữa nào trên miếng vải, mẹ trút hết sữa cục vào chiếc chảo lớn, rắc muối, đảo, trộn thật kĩ."
        },
        {
            "en": "Human hair consists of the hair shaft, which projects from the skin's surface, and the root, a soft <em>thickened</em> bulb at the base of the hair embedded in the skin. The root sits in a sac-like pit in the skin called the follicle, from which the hair grows.",
            "vi": "Tóc người bao gồm thân tóc, mọc ra từ bề mặt da, và chân tóc – đây là phần gốc dày mềm nằm ở chân tóc sâu bên trong da. Chân tóc nằm trong một hốc nhỏ giống như cái túi bên trong da được gọi là nang, từ đây tóc mọc lên."
        },
        {
            "en": "RosaceaRosacea causes redness on the nose, chin, cheeks, forehead, even the eyes. The redness may intensify over time, taking on a ruddy appearance with visible blood vessels. In some cases, <em>thickened</em> skin, bumps and pus-filled pimples can develop. Rosacea treatment includes medications as well as surgical procedures such as laser therapy, dermabrasion, and electrocautery to reshape affected areas.",
            "vi": "Bệnh mũi đỏ/ Bệnh trứng cá đỏ Bệnh trứng cá đỏ làm đỏ mũi, cằm, má, trán, thậm chí là mắt nữa. Chứng bệnh này còn có thể tăng dần theo thời gian, làm cho da trông đỏ ửng với nhiều mạch máu nhỏ li ti có thể nhìn thấy được. Trong một số trường hợp, thì da có thể dày hơn, đồng thời xuất hiện nhiều nốt sưng và mụn mủ. Bệnh mũi đỏ/ trứng cá đỏ có thể được điều trị bằng thuốc cũng như bằng phẫu thuật - liệu pháp la-de, phương pháp cà da, và đốt điện để phục hồi vùng da bị tổn thương."
        },
        {
            "en": "Red nose from rosacea  Rosacea often causes red patches on the sensitive skin of the face. In rare cases the nose becomes <em>thickened</em> and bumpy, a condition called rhinophyma. This is more common in men than women, and genetics do play a role. Treatments at this stage can include lasers and other light therapies, dermabrasion, and electrocautery.",
            "vi": "Đỏ mũi do bệnh trứng cá đỏ   Trứng cá đỏ thường gây nhiều mảng đỏ trên vùng nhạy cảm của da mặt. Trong một số trường hợp hiếm thấy, mũi có thể trở nên dày hơn và xù xì, đây là chứng bệnh mũi lân (bệnh u sợi thần kinh ở da). Bệnh này thường gặp ở nam giới nhiều hơn phụ nữ, yếu tố di truyền đóng vai trò hết sức quan trọng. Các phương pháp điều trị ở giai đoạn này có thể gồm tia la-de và các liệu pháp ánh sáng khác, phương pháp cà da, và đốt điện."
        },
        {
            "en": "When the milk was heated enough, Ma squeezed every drop of water from the rennet in the cloth, and she poured the water into the milk. She stirred it well and left it in a warm place by the stove. In a little while it <em>thickened</em> into a smooth, quivery mass.",
            "vi": "Khi sữa đủ nóng, mẹ vắt ép cho từng giọt nước dịch vị từ miếng vải nhỏ vào trong sữa. Mẹ khuấy thật đều rồi đặt lên một chỗ ấm bên cạnh lò. Lát sau, nó đặc lại thành một khối mềm nhuyễn rung rinh. Mẹ dùng con dao dài cắt khối mềm này thành những miếng vuông nhỏ, dựng đứng lên cho nước sữa chảy khỏi những miếng sữa cục. Rồi mẹ đặt tất cả sữa cục vào một miếng vải để cho lớp nước sữa mỏng màu vàng chảy ra. Khi không còn giọt nước sữa nào trên miếng vải, mẹ trút hết sữa cục vào chiếc chảo lớn, rắc muối, đảo, trộn thật kĩ."
        },
        {
            "en": "When the milk was heated enough, Ma squeezed every drop of water from the rennet in the cloth, and she poured the water into the milk. She stirred it well and left it in a warm place by the stove. In a little while it <em>thickened</em> into a",
            "vi": "Khi sữa đủ nóng, mẹ vắt ép cho từng giọt nước dịch vị từ miếng vải nhỏ vào trong sữa. Mẹ khuấy thật đều rồi đặt lên một chỗ ấm bên cạnh lò. Lát sau, nó đặc lại thành một khối mềm nhuyễn rung rinh. Mẹ dùng con dao dài cắt khối mềm này thành những miếng vuông nhỏ, dựng đứng lên cho nước sữa chảy khỏi những miếng sữa cục. Rồi mẹ đặt tất cả sữa cục vào một miếng vải để cho lớp nước sữa mỏng màu vàng chảy ra. Khi không còn giọt nước sữa nào trên miếng vải, mẹ trút hết sữa cục vào chiếc chảo lớn, rắc muối, đảo, trộn thật kĩ."
        },
        {
            "en": "Eczema symptoms  Eczema most commonly appears as dry, reddened skin that itches or burns. Intense itching is frequently the first symptom in most people with eczema. Sometimes, eczema may lead to blisters and oozing lesions, but eczema can also result in dry, crusted, scaly, and <em>thickened</em> skin induced by repeated scratching.",
            "vi": "Các triệu chứng chàm   Chàm thường xuất hiện nhất ở dạng da bị khô và đỏ gây ngứa hoặc nóng rát khó chịu. Triệu chứng đầu tiên thường thấy ở đa số người bị chàm là ngứa dữ dội. Đôi khi chàm cũng có thể gây phồng giộp và tổn thương rỉ dịch, nhưng chàm cũng có thể làm cho da khô, bong vảy, sần và dày lên do cào gãi liên tục."
        },
        {
            "en": "left it in a warm place by the stove. In a little while it <em>thickened</em> into a smooth, quivery mass. With a long knife cut this mass into little squares, and let it stand while the curd separated from the whey. Then she poured it all into a cloth and let the thin, yellowish whey drain out. When no more whey dripped from the cloth, emptied the curd into a big pan and salted",
            "vi": "Khi sữa đủ nóng, mẹ vắt ép cho từng giọt nước dịch vị từ miếng vải nhỏ vào trong sữa. Mẹ khuấy thật đều rồi đặt lên một chỗ ấm bên cạnh lò. Lát sau, nó đặc lại thành một khối mềm nhuyễn rung rinh. Mẹ dùng con dao dài cắt khối mềm này thành những miếng vuông nhỏ, dựng đứng lên cho nước sữa chảy khỏi những miếng sữa cục. Rồi mẹ đặt tất cả sữa cục vào một miếng vải để cho lớp nước sữa mỏng màu vàng chảy ra. Khi không còn giọt nước sữa nào trên miếng vải, mẹ trút hết sữa cục vào chiếc chảo lớn, rắc muối, đảo, trộn thật kĩ."
        },
        {
            "en": "water from the rennet in the cloth, and she poured the water into the milk. She stirred it well and left it in a warm place by the stove. In a little while it <em>thickened</em> into a smooth, quivery mass. With a long knife cut this mass into little squares, and let it stand while the curd separated from the whey. Then she poured it all into a cloth and let the thin, yellowish",
            "vi": "Khi sữa đủ nóng, mẹ vắt ép cho từng giọt nước dịch vị từ miếng vải nhỏ vào trong sữa. Mẹ khuấy thật đều rồi đặt lên một chỗ ấm bên cạnh lò. Lát sau, nó đặc lại thành một khối mềm nhuyễn rung rinh. Mẹ dùng con dao dài cắt khối mềm này thành những miếng vuông nhỏ, dựng đứng lên cho nước sữa chảy khỏi những miếng sữa cục. Rồi mẹ đặt tất cả sữa cục vào một miếng vải để cho lớp nước sữa mỏng màu vàng chảy ra. Khi không còn giọt nước sữa nào trên miếng vải, mẹ trút hết sữa cục vào chiếc chảo lớn, rắc muối, đảo, trộn thật kĩ."
        },
        {
            "en": "she poured the water into the milk. She stirred it well and left it in a warm place by the stove. In a little while it <em>thickened</em> into a smooth, quivery mass. With a long knife cut this mass into little squares, and let it stand while the curd separated from the whey. Then she poured it all into a cloth and let the thin, yellowish whey drain out. When no more whey dripped",
            "vi": "Khi sữa đủ nóng, mẹ vắt ép cho từng giọt nước dịch vị từ miếng vải nhỏ vào trong sữa. Mẹ khuấy thật đều rồi đặt lên một chỗ ấm bên cạnh lò. Lát sau, nó đặc lại thành một khối mềm nhuyễn rung rinh. Mẹ dùng con dao dài cắt khối mềm này thành những miếng vuông nhỏ, dựng đứng lên cho nước sữa chảy khỏi những miếng sữa cục. Rồi mẹ đặt tất cả sữa cục vào một miếng vải để cho lớp nước sữa mỏng màu vàng chảy ra. Khi không còn giọt nước sữa nào trên miếng vải, mẹ trút hết sữa cục vào chiếc chảo lớn, rắc muối, đảo, trộn thật kĩ."
        },
        {
            "en": "When the milk was heated enough, Ma squeezed every drop of water from the rennet in the cloth, and she poured the water into the milk. She stirred it well and left it in a warm place by the stove. In a little while it <em>thickened</em> into a smooth, quivery mass. With a long knife cut this mass into little squares, and let it stand while the",
            "vi": "Khi sữa đủ nóng, mẹ vắt ép cho từng giọt nước dịch vị từ miếng vải nhỏ vào trong sữa. Mẹ khuấy thật đều rồi đặt lên một chỗ ấm bên cạnh lò. Lát sau, nó đặc lại thành một khối mềm nhuyễn rung rinh. Mẹ dùng con dao dài cắt khối mềm này thành những miếng vuông nhỏ, dựng đứng lên cho nước sữa chảy khỏi những miếng sữa cục. Rồi mẹ đặt tất cả sữa cục vào một miếng vải để cho lớp nước sữa mỏng màu vàng chảy ra. Khi không còn giọt nước sữa nào trên miếng vải, mẹ trút hết sữa cục vào chiếc chảo lớn, rắc muối, đảo, trộn thật kĩ."
        }
    ],
    "suggestions": []
}