{
    "en_vn": {
        "data": {
            "content": null,
            "word": "thinned",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "thinned",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thinned",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thinned",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thinned",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "War and disease had <em>thinned</em> the population.",
            "vi": "Chiến tranh và bệnh tật đã làm cho dân số giảm đi."
        },
        {
            "en": "Would you like to have your hair cut <em>thinned</em>?",
            "vi": "Ông muốn cắt tóc mỏng không?"
        },
        {
            "en": "He's <em>thinned</em> down a lot since he went on a diet.",
            "vi": "Nó đã gầy đi nhiều từ khi ăn kiêng."
        },
        {
            "en": "When the crowd had <em>thinned</em> out a little, i asked casually.",
            "vi": "Khi đám đông đã giãn bớt, tôi hỏi một cách ngẫu nhiên."
        },
        {
            "en": "A mite of a little woman with blood <em>thinned</em> by California zephyrs",
            "vi": "Người con gái nhỏ vốn đã mất máu vì những trận gió ở California thì lẽ ra không đáng cho một kẻ bất tài già nua bận tâm đến."
        },
        {
            "en": "As the crowd <em>thinned</em> and the last mourners turned to leave, my aunts, uncles, cousins and other family members came forward and gathered around Grandma one last time.",
            "vi": "Khi đám đông thưa dần đi và đám người đưa tang về hết, những người cô, chú, anh họ và những thành viên khác trong gia đình tôi tiến lên phía trước và đứng vòng quanh bên bà lần cuối."
        },
        {
            "en": "When friends bring photographs from their trips to Kyoto, i often think that Gion has <em>thinned</em> out like a poorly kept garden, increasingly overrun with weeds.",
            "vi": "Khi có người bạn nào đến, mang ảnh chụp kyoto cho tôi xem, tôi thường nghĩ rằng gion bé nhỏ đi như một mảnh vườn thiếu chăm sóc, để cho cỏ dại mọc khắp nơi."
        },
        {
            "en": "And though she had the same broad face, her heavy cheeks had <em>thinned</em>, leaving her with a gaunt elegance that was astonishing to me.",
            "vi": "Nhờ cái mặt to và hai má nay gầy đi, nên trông cô ta có nét mặt xương xương trông rất có nét, khiến tôi phải ngạc nhiên."
        },
        {
            "en": "Cattle futures are down a whopping 22 percent from an all-time high one year ago, reported Farm Journal. A main driver is increasing supply of steers as ranchers recover from the 2012 drought that <em>thinned</em> the herds.",
            "vi": "Farm Journal đưa tin, mặt hàng gia súc giao sau sụt giảm mạnh 22% so với mức đỉnh 1 năm trước. Một nguyên nhân chính là nguồn cung bò đực tơ tăng khi các chủ trang trại nuôi gia súc phục hồi sau vụ hạn hán năm 2012 đã làm các đàn gia súc ít đi."
        },
        {
            "en": "The bamboo here had <em>thinned</em> out a little, and on the heights of the two mountains above we could see the curious productions of the alpine zones, giant heather, giant groundsel and giant lobelias.",
            "vi": "Tre ở đây mọc thưa hơn một chút, và ở những mỏm núi cao của hai trái núi phía trên, chúng tôi nhìn thấy những lâm sản kỳ lạ của miền núi cao, thạch thảo, hoàng hoa thảo và sơn cách thái to lớn."
        }
    ],
    "suggestions": []
}