{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['θiηkəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể nghĩ ra được; có thể tưởng tượng được, có thể quan niệm được, có thể hình dung được</td></tr></table><i/></div>",
            "word": "thinkable",
            "pronounce": "['θiηkəbl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "thinkable",
            "pronounce": "['θiηkəbl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thinkable",
            "pronounce": "['θiηkəbl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thinkable",
            "pronounce": "['θiηkəbl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thinkable",
            "pronounce": "['θiηkəbl]"
        }
    },
    "sentences": [
        {
            "en": "Unemployment has reached a level that would not have been <em>thinkable</em> ten years ago.",
            "vi": "Nạn thất nghiệp đã đạt tới mức mà mười năm trước đây không thể hình dung ra được."
        },
        {
            "en": "Breast cancer    Breast cancer today Breast cancer today is not what it was 20 years ago. Survival rates are climbing, thanks to greater awareness, more early detection, and advances in treatment. For roughly 200,000 Americans who are diagnosed with breast cancer each year, there are plenty of reasons to be <em>thinkable</em>. Breast cancer symptoms There are often no symptoms of breast cancer, but sometimes women may discover a breast problem on their own. Signs and symptoms to be aware of may include:     * A painless lump in the breast.     * Changes in breast size or shape.     * Swelling in the armpit.     * Nipple changes or discharge. Breast pain can also be a symptom of cancer, but this is not common. Signs of inflammatory breast cancer Inflammatory breast cancer is a rare, fast-growing type of cancer that often causes no distinct lump. Instead, breast skin may become thick, red, and may look pitted -- like an orange peel. The area may also feel warm or tender and have small bumps that look like a rash. Breast Cancer & Mammograms The earlier breast cancer is found, the easier it is to treat. And mammograms, X-rays of the breast, can detect tumors before they are large enough to feel. The American Cancer Society recommends yearly mammograms beginning at age 40 for women at average risk. While the U.S. Preventive Services Task Force recommends a screening mammogram every two years from age 50 to 74. It also notes that before age 50, each woman should check with a doctor to find out what screening schedule is right for her, considering the potential benefits and harms from screening. Breast Ultrasound and MRI Besides a mammogram, your doctor may order additional imaging with breast ultrasound. An ultrasound can help determine the presence of cysts, fluid-filled sacs that are not cancer. An MRI may be recommended along with a mammogram for routine screening in certain women who have a higher risk of breast cancer. Breast self-exams It was once widely recommended that women check their own breasts once a month. But studies suggest these breast self-exams play a very small role in finding cancer. The current thinking is that it's more important to know your breasts and be aware of any changes, rather than checking them on a regular schedule. If you want to do breast self-exams, be sure to go over the technique with your doctor. What if you find a lump? First, don't panic. Eighty percent of breast lumps are not cancerous. Lumps often turn out to be harmless cysts or tissue changes related to your menstrual cycle. But you should let your doctor know right away if you find anything unusual in your breast. If it is cancer, the earlier it's found the better. And if it's not, testing can give you peace of mind. Breast biopsy The only sure way to determine whether a lump is cancer is to do a biopsy. This involves taking a tissue sample for further examination in the lab, sometimes through a small needle. Sometimes surgery is done to take part of or the entire lump for testing. The results will show whether the lump is cancer, and if so, what type. There are several forms of breast cancer, and treatments are carefully matched to the type of cancer. Hormone-sensitive breast cancer Some types of breast cancer are fueled by the hormones estrogen or progesterone. A biopsy can reveal whether a tumor has receptors for estrogen (ER-positive) and/or progesterone (PR-positive). About two out of three breast cancers are hormone sensitive. There are several medications that keep the hormones from promoting further cancer growth. The image shows a molecular model of an estrogen receptor. HER2-Positive breast cancer In about 20% of patients, breast cancer cells have too many receptors for a protein called HER2. This type of cancer is known as HER2-positive, and it tends to spread faster than other forms of breast cancer. It's important to determine whether a tumor is HER2-positive, because there are special treatments for this form of cancer. Breast cancer stages Once breast cancer has been diagnosed, the next step is to determine how big the tumor is and how far the cancer has spread. This process is called staging. Doctors use Stages 0-4 to describe whether cancer is localized to the breast, has invaded nearby lymph nodes, or has spread to other organs, such as the lungs. Knowing the stage and type of breast cancer will help your health care team formulate a treatment strategy. Breast cancer survival rates The odds of surviving breast cancer are strongly tied to how early it is found. According to the American Cancer Society, 100% of women with Stage 1 breast cancer live at least five years, compared to women without cancer – and many women in this group remain cancer-free for good. The more advanced the cancer, the lower this figure becomes. By Stage 4, the five-year relative survival rate declines to 20%. But these rates can improve as more effective treatments are found. Breast cancer surgery There are many types of breast cancer surgery, from taking out the area around the lump (lumpectomy or breast-conservation surgery) to removing the entire breast (mastectomy.) It's best to discuss the pros and cons of each of these procedures with your doctor before deciding what's right for you. Radiation therapy for breast cancer Radiation therapy uses high-energy rays to kill cancer cells. It may be used after breast cancer surgery to wipe out any cancer cells that remain. It can also be used along with chemotherapy for treatment of cancer that has spread to other parts of the body. Side effects can include fatigue and swelling or a sunburn-like feeling in the treated area. Chemotherapy for breast cancer Chemotherapy uses drugs to kill cancer cells anywhere in the body. The drugs are often given by IV, but are sometimes taken by mouth or shot. Chemotherapy may be done after surgery to lower the odds of the cancer coming back. In women with advanced breast cancer, chemotherapy can help control the cancer's growth. Side effects may include hair loss, nausea, fatigue, and a higher risk of infection. Hormone therapy for breast cancer Hormone therapy is an effective treatment for women with ER-positive or PR-positive breast cancer. These are cancers that grow more rapidly in response to the hormones estrogen or progesterone. Hormone therapy can block this effect. It is most often used after breast cancer surgery to help keep the cancer from coming back. It may also be used to reduce the chance of breast cancer developing in women who are at high risk. Targeted drugs for breast cancer Targeted therapies are newer drugs that target specific properties within cancer cells. For example, women with HER2-positive breast cancer have too much of a protein called HER2. Targeted therapies can stop this protein from promoting the growth of cancer cells. These drugs are often used in combination with chemotherapy. They tend to have milder side effects compared to chemotherapy. Life after diagnosis There's no doubt that cancer is a life-changing experience. The treatments can wear you out. You may have trouble managing daily chores, work, or social outings. This can lead to feelings of isolation. It's crucial to reach out to friends and family for support. They may be able to go with you to treatments, help out with chores, or just remind you that you are not alone. Many people choose to join a support group -- either locally or online. Breast reconstruction Many women who have a breast removed choose to undergo reconstructive surgery. This replaces the skin, nipple, and breast tissue that are lost during a mastectomy. Reconstruction can be done with a breast implant or with tissue from somewhere else in your body, such as the tummy. Some women opt to begin reconstruction at the same time as their mastectomy. But it's also possible to have reconstructive surgery months or years later. Breast forms An alternative to breast reconstruction is to be fitted for a breast form. This is a breast-shaped prosthesis that fits inside your bra. Wearing a breast form allows you to have a balanced look when you are dressed -- without undergoing additional surgery. Like reconstructive surgery, breast forms are often covered by insurance. Breast cancer: Why me? The most obvious risk factor for breast cancer is being a woman. Men get the disease, too, but it is about 100 times more common in women. Other top risk factors include being over age 55 or having a close relative who has had the disease. But keep in mind that up to 80% of women with breast cancer have no family history of the illness. Breast cancer genes Some women have a very high risk of breast cancer because they inherited changes in certain genes. The genes most commonly involved in breast cancer are known as BRCA1 and BRCA2. Women with mutations in these genes have up to an 80 percent chance of getting breast cancer at some point in life. Other genes may be linked to breast cancer risk as well. Risk Factors in Your Control Being overweight, getting too little exercise, and drinking can raise the risk of developing breast cancer. Birth control pills and some forms of postmenopausal hormone therapy can also boost your risk. But the risk goes back to normal after these medications are stopped. Among survivors, good lifestyle choices may be helpful. Recent studies suggest that physical activity may help lower the risk of a recurrence and it's a mood-booster. Breast cancer research Doctors continue to search for more effective and tolerable treatments for breast cancer. The funding for this research comes from many sources, including advocacy groups throughout the country. Many of the 2.5 million breast cancer survivors and their families choose to participate in walk-a-thons and other fundraising events. This links each individual fight against cancer into a common effort for progress. ",
            "vi": "Ung thư vú    Bệnh ung thư vú ngày nay bệnh ung thư vú của ngày nay không phải như cách đây 20 năm. Tỉ lệ bệnh nhân sống sót sau chứng bệnh này ngày càng tăng nhờ vào sự nhận thức cao hơn, phát hiện bệnh sớm hơn, và nhờ cả sự tiến bộ của y học nữa. Ở Mỹ, mỗi năm có khoảng 200,000 người bị chẩn đoán là ung thư vú, và cũng có nhiều lý nguyên do gây ra bệnh này.  Các triệu chứng của bệnh ung thư vú Bệnh ung thư vú thường không biểu hiện triệu chứng gì, nhưng thỉnh thoảng phụ nữ cũng có thể tự phát hiện vấn đề bất thường ở ngực. Các triệu chứng và dấu hiệu để nhận biết gồm:  * Bướu u không đau ở ngực. * Thay đổi kích cỡ hoặc hình dạng ngực.  * Sưng nách. * Đầu vú thay đổi hình dạng, kích cỡ hoặc tiết dịch bất thường.  Đau ngực cũng là triệu chứng của bệnh ung thư, nhưng đây không phải là vấn đề thường thấy. Các dấu hiệu của bệnh ung thư vú viêm nhiễm  Ung thư vú viêm nhiễm là một loại ung thư diễn tiến nhanh, hiếm gặp thường không phát bướu lồi dễ thấy. Thay vào đó thì da ngực có thể trở nên dày, đỏ, và trông có vẻ như bị rỗ hoa / sần (đậu mùa) – giống như vỏ cam vậy. Vùng ngực có thể thấy nóng hoặc đau nhức và có nhiều bướu nhỏ trông như phát ban.   Bệnh ung thư vú & Ảnh X quang ngực  Càng phát hiện sớm thì bệnh ung thư vú càng dễ điều trị. Ảnh chụp X quang khối u ở ngực, thuật chụp tia X ngực, có thể phát hiện các khối u trước khi lớn đủ để bạn có thể sờ/nhìn thấy được. Hiệp hội Ung thư Hoa Kỳ khuyến cáo phụ nữ có nguy cơ mắc bệnh trung bình nên chụp X quang khối u ngực hằng năm bắt đầu ở tuổi 40. Trong khi đó Ban Đặc nhiệm Dịch vụ Ngừa bệnh Hoa Kỳ khuyến cáo phụ nữ ở độ tuổi 50-74 nên làm xét nghiệm sàng lọc ảnh chụp tia X khối u ngực cứ 2 năm một lần. Người ta cũng lưu ý rằng phụ nữ trước 50 tuổi nên tham khảo ý kiến bác sĩ để có kế hoạch sàng lọc phù hợp, đồng thời cân nhắc đến các lợi ích và nguy hại của việc xét nghiệm sàng lọc. Siêu âm ngực và chụp hình cộng hưởng từ trường  Bên cạnh thủ thuật chụp X quang ngực, bác sĩ cũng có thể cho chụp hình thêm với phương pháp siêu âm ngực. Nó có thể giúp xác định các nang, túi chứa dịch không phải là ung thư. Bác sĩ có thể khuyến cáo nên chụp hình cộng hưởng từ trường kèm với chụp X quang khối u ngực trong các xét nghiệm sàng lọc định kỳ đối với một số phụ nữ có nguy cơ ung thư vú cao hơn.    Tự kiểm tra vú Phụ nữ từng được khuyến cao rộng rãi nên tự kiểm tra vú của mình mỗi lần/ tháng. Nhưng nhiều công trình nghiên cứu cho biết các cuộc tự kiểm tra này đóng một vai trò rất nhỏ trong việc phát hiện ra ung thư. Hiện tại người ta cho rằng bạn nên quan sát và nhận biết bất kỳ thay đổi nào trên ngực của mình, hơn là phải kiểm tra ngực một cách đều đặn như thế. Nếu muốn tự kiểm tra ngực thì bạn nên kiểm soát kỹ thuật cẩn thận với bác sĩ nhé.   Nếu phát hiện thấy khối u thì sao? Trước tiên là bạn đừng nên sợ hãi nhé. 80% các khối u ở ngực đều không phải là ung thư đâu. Chúng thường chuyển thành các nang lành tính hoặc là các thay đổi mô vô hại liên quan đến chu kỳ kinh nguyệt của bạn thôi. Nhưng hãy nhớ thông báo cho bác sĩ biết ngay nếu phát hiện thấy dấu hiệu bất thường nào trên ngực của bạn nhé. Nếu là ung thư thì càng phát hiện sớm càng tốt. Và ngược lại, nếu không phải thì việc xét nghiệm cũng có thể làm cho bạn yên tâm.  Sinh thiết ngực Cách duy nhất chắc chắn để xác định xem một khối u có phải là ung thư không đó là sinh thiết. Phương pháp sinh thiết đòi hỏi lấy mẫu mô để xét nghiệm thêm trong phòng thí nghiệm, đôi khi được lấy bằng kim tiêm nhỏ. Bệnh nhân đôi khi cũng cần được phẫu thuật để lấy một phần hoặc toàn bộ khối u làm xét nghiệm. Kết quả có được sẽ cho biết liệu khối u có phải là ung thư hay không và nếu có thì đó là loại ung thư nào. Có một vài dạng ung thư vú, và phương pháp điều trị phải tương thích với từng loại một cách cẩn thận.    Bệnh ung thư vú nhạy cảm với hooc-môn Một số loại ung thư vú bị kích thích bởi hooc-môn estrogen hoặc progesterone. Phương pháp sinh thiết có thể cho biết liệu khối u có cảm thụ với estrogen (ER-dương tính) và/hoặc cảm thụ với progesterone (PR-dương tính) hay không. Trong số 3 bệnh nhân bị ung thư vú thì có khoảng 2 người nhạy cảm với hooc-môn. Một số thuốc có tác dụng ngăn không cho hooc-môn làm kích thích ung thư phát triển thêm.   Khung hình cho thấy mẫu phân tử cảm thụ hoóc-môn estrogen.  Ung thư vú dương tính HER2 Trong khoảng 20% bệnh nhân, các tế bào ung thư vú cũng rất nhạy cảm với protein, gọi là HER2. Loại ung thư này được gọi là HER2-dương tính và thường phát tán nhanh hơn so với các dạng ung thư vú khác. Điều quan trọng là nên xác định xem khối u có phải là HER2-dương tính hay không, bởi có nhiều phương pháp điều trị đặc biệt đối với dạng ung thư này.  Các giai đoạn ung thư vú  Khi đã chẩn đoán được bệnh ung thư vú thì bước kế tiếp là phải xác định được khối u to bao nhiêu và ung thư đã phát tán bao xa. Quá trình này được gọi là định giai đoạn. Bác sĩ phân chia giai đoạn từ 0 đến 4 để miêu tả liệu ung thư có nằm ở ngực không, đã lan sang các hạch bạch huyết gần đó, hay đã phát tán sang các cơ quan khác, như phổi chẳng hạn. Việc biết được giai đoạn và loại ung thư vú sẽ có lợi cho bác sĩ chăm sóc sức khỏe của bạn phát thảo kế hoạch điều trị.  Tỉ lệ sống sót sau ung thư vú  Tỉ lệ sống sót sau ung thư vú liên quan rất nhiều đến việc phát hiện bệnh sớm như thế nào. Hiệp hội Ung thư Hoa Kỳ cho biết, 100% phụ nữ bị ung thư vú giai đoạn 1 có thể sống ít nhất 5 năm, so với người bình thường không bị bệnh – và  nhiều người trong nhóm này không bị ung thư vĩnh viễn. Bệnh ung thư càng ở giai đoạn cao thì con số này càng giảm. Ở giai đoạn 4, tỉ lệ sống sót gần 5 năm giảm xuống còn 20%. Nhưng tỉ lệ này cũng có thể được cải thiện bởi ngày càng nhiều các phương pháp điều trị hữu hiệu được phát hiện ra.  Phẫu thuật ung thư vú Có nhiều loại phẫu thuật ung thư vú, từ cắt bỏ vùng quanh khối u (phẫu thuật cắt bỏ khối u ở vú hoặc phẫu thuật bảo tồn vú) đến cắt bỏ toàn bộ vú (phẫu thuật mổ vú). Tốt hơn hết là bạn nên thảo luận và tham khảo ý kiến của bác sĩ về mặt lợi và hại của từng thủ thuật này trước khi quyết định phương pháp nào là phù hợp với mình nhé.  Điều trị ung thư vú bằng bức xạ  Thuật điều trị bằng bức xạ sử dụng tia có năng lượng cao để làm chết tế bào ung thư. Nó cũng được sử dụng sau khi đã phẫu thuật ung thư vú nhằm loại bỏ hết các tế bào ung thư còn sót lại. Phương pháp này cũng có thể được sử dụng kèm với hoá trị liệu để điều trị ung thư khi đã phát tán sang các bộ phận khác trên cơ thể. Tác dụng phụ có thể gồm mệt mỏi, sưng hoặc có cảm giảm nóng rát ở khu vực được điều trị.    Sử dụng hoá trị liệu đối với bệnh ung thư vú Thuật hoá trị liệu sử dụng thuốc để làm chết tế bào ung thư ở bất kỳ đâu trong cơ thể. Bệnh nhân thường được sử dụng qua đường truyền tĩnh mạch, nhưng đôi khi cũng được sử dụng bằng đường uống hoặc tiêm. Hoá trị liệu có thể được sử dụng sau khi đã phẫu thuật để làm giảm tỉ lệ ung thư tái phát. Đối với phụ nữ bị ung thư vú giai đoạn cao thì liệu pháp này có thể giúp làm hạn chế ung thư phát triển. Rụng tóc, buồn nôn, mệt mỏi, và có nguy cơ nhiễm trùng cao hơn là những tác dụng phụ có thể xảy ra.  Điều trị ung thư vú bằng hooc-môn Điều trị bằng hooc-môn là phương pháp điều trị có hiệu quả đối với phụ nữ bị ung thư vú dương tính với ER hoặc dương tính với PR. Đây là những loại ung thư phát triển nhanh hơn để phản ứng với các hooc-môn estrogen hoặc progesterone. Thuật điều trị bằng hooc-môn có thể làm chặn ảnh hưởng này. Nó thường được sử dụng nhiều nhất sau khi đã phẫu thuật ung thư vú để làm ngăn ngừa ung thư tái phát. Ngoài ra thủ thuật này cũng có tác dụng làm giảm nguy cơ phát triển ung thư vú ở người có nguy cơ cao.  Điều trị ung thư vú bằng thuốc nhắm mục tiêu Liệu pháp nhắm mục tiêu là những thuốc mới hơn nhắm vào các đặc tính cụ thể trong các tế bào ung thư. Chẳng hạn như người bị ung thư vú dương tính với HER2 có quá nhiều prô-tê-in gọi là HER2. Liệu pháp nhắm mục tiêu có thể làm chặn không cho prô-tê-in kích thích các tế bào ung thư phát triển. Những thuốc này thường được sử dụng kết hợp với hoá trị liệu. Chúng cũng thường gây tác dụng phụ nhẹ hơn so với hoá trị liệu.  Cuộc sống sau khi chẩn đoán ung thư vú Chắc chắn là ung thư sẽ là một trải nghiệm làm thay đổi cuộc sống của bạn. Nhiều phương pháp điều trị cũng có thể làm cho bạn mòn mỏi, kiệt sức. Điều này có thể gây phiền toái cho bạn khi phải sắp xếp các công việc nhà, đi làm hoặc các cuộc giao du bên ngoài xã hội nữa. Bệnh nhân có thể bị cảm giác cô lập, bỏ rơi. Điều quan trọng là bạn nên tiếp xúc với bạn bè và gia đình để được hỗ trợ. Họ có thể cùng đi chữa bệnh với bạn, giúp bạn làm việc nhà, hoặc chỉ là nhắc cho bạn biết là bạn không hề đơn độc. Nhiều người chọn cách tham gia vào nhóm hỗ trợ – hoặc là ở điạ phương hoặc là trực tuyến trên internet.   Tái tạo lại vú Nhiều phụ nữ bị cắt bỏ vú lựa chọn phương pháp phẫu thuật thẩm mỹ chỉnh hình. Thủ thuật này thay thế da, đầu vú, và mô ngực bị mất trong phẫu thuật cắt bỏ vú. Thuật tái tạo này có thể được thực hiện bằng việc cấy ghép hoặc bằng mô ở một nơi nào khác trên cơ thể bạn, chẳng hạn như bụng. Một số bệnh nhân thích được bắt đầu tái tạo vú song song với khi phẫu thuật cắt bỏ vú của mình. Nhưng cũng có thể phẫu thuật tái tạo sau nhiều tháng hoặc nhiều năm.  Vật đệm ngực Vật thay thế đối với thuật tái tạo ngực phải tương thích với hình dạng ngực. Đây là một bộ phận giả có hình vú nằm gọn vừa trong áo ngực của bạn. Việc mang vật đệm này làm cho bạn trông có vẻ cân đối khi mặc áo – mà không cần trải qua một cuộc phẫu thuật nào khác. Cũng giống như phẫu thuật tái tạo vú thì các vật đệm này cũng thường được bảo đảm.  Tại sao tôi bị ung thư vú? Yếu tố rủi ro nguy hiểm dễ thấy nhất đối với bệnh ung thư vú đó là phụ nữ. Nam giới cũng mắc bệnh này, nhưng chênh lệch với tỉ lệ gần 1:100 so với phụ nữ. Nhiều nguy cơ hàng đầu khác như tuổi tác trên 55 hoặc có quan hệ gần gũi với người bị bệnh. Nhưng xin nhớ rằng có đến 80% người bị ung thư vú không có tiền sử gia đình bị mắc bệnh.  Gien ung thư vú Một số phụ nữ có nguy cơ mắc bệnh ung thư vú rất cao bởi họ thừa hưởng các đột biến trong một số gien nào đó. Các gien liên quan bệnh ung thư vú thường thấy nhất là BRCA1 và BRCA2. Người bị đột biến trong các gien này có nguy cơ bị ung thư vú đến 80% vào một thời điểm nào đó trong đời. Các gien khác cũng có thể liên quan đến nguy cơ ung thư vú nữa.  Các yếu tố rủi ro mà bạn có thể kiểm soát được Béo phì, tập thể dục quá ít, và uống bia rượu có thể làm tăng nguy cơ phát triển bệnh ung thư vú. Thuốc tránh thai và một số kiểu liệu pháp hooc-môn sau mãn kinh cũng có thể làm tăng nguy cơ gây bệnh. Tuy vậy nguy cơ này sẽ hết đi sau khi không còn dùng các thuốc này nữa. Đối với những người sống sót sau ung thư vú thì cách sống có lợi cho sức khỏe cũng có thể có hiệu quả tốt. Nhiều nghiên cứu gần đây cho biết hoạt động thể lực cũng có thể làm giảm nguy cơ ung thư tái phát và làm cho tâm trạng thêm thoải mái nhẹ nhàng.   Nghiên cứu bệnh ung thư vú Nhiều bác sĩ tiếp tục tìm kiếm thêm nhiều phương pháp điều trị có hiệu quả hơn và dễ chịu hơn đối với bệnh ung thư vú. Nhiều nguồn đã tài trợ cho quỹ nghiên cứu này, gồm các nhóm luật sư bào chữa khắp cả nước. Phần lớn trong số 2.5 triệu người sống sót sau ung thư vú cùng gia đình đã tham gia cuộc đi bộ gây quỹ “walk-a-thon” và các sự kiện gây quỹ khác. Điều này liên kết từng thành viên chống ung thư thành một nỗ lực phát triển chung của cộng đồng."
        }
    ],
    "suggestions": []
}