{
    "en_vn": {
        "data": {
            "content": null,
            "word": "thirds"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "thirds"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thirds"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thirds"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thirds"
        }
    },
    "sentences": [
        {
            "en": "Two <em>thirds</em> (2/3)",
            "vi": "Hai phần ba"
        },
        {
            "en": "Almost two-<em>thirds</em> of Americans are homeowners.",
            "vi": "Gần 2 phần 3 người Mỹ có nhà riêng cho mình."
        },
        {
            "en": "Almost two - <em>thirds</em> of Americans are homeowners.",
            "vi": "Gần 2 phần 3 người Mỹ có nhà riêng cho mình."
        },
        {
            "en": "Your body is about two <em>thirds</em> water.",
            "vi": "Khoảng hai phần ba cơ thể của bạn là nước."
        },
        {
            "en": "Two <em>thirds</em> of the city was destroyed in a fire.",
            "vi": "2/3 thành phố bị lửa thiêu hủy."
        },
        {
            "en": "Two-<em>thirds</em> of our budget goes on labour costs.",
            "vi": "Hai phần ba ngân sách của chúng tôi được dùng vào các chi phí lao động."
        },
        {
            "en": "Two <em>thirds</em> plus four sixth equals to eight sixth.",
            "vi": "Hai phần ba cộng bốn phần sáu bằng tám phần sáu."
        },
        {
            "en": "Her troops overran two - <em>thirds</em> of the country.",
            "vi": "Nhóm của cô ấy tràn sang hai phần ba quốc gia."
        },
        {
            "en": "Type B accounts for about two <em>thirds</em> of all cases.",
            "vi": "Loại B chiếm khoảng hai phần ba tất cả các trường hợp."
        },
        {
            "en": "Her troops overran two-<em>thirds</em> of the country.",
            "vi": "Nhóm của cô ấy tràn sang hai phần ba quốc gia."
        },
        {
            "en": "Two - <em>thirds</em> of our budget goes on labour costs.",
            "vi": "Hai phần ba ngân sách của chúng tôi được dùng vào các chi phí lao động."
        },
        {
            "en": "Approximately two-<em>thirds</em> have 15 consultants or less.",
            "vi": "Khoảng hai phần ba có 15 nhân viên tư vấn hoặc ít hơn."
        },
        {
            "en": "By the early 1930s in Tennessee whites made up two <em>thirds</em> or more of the sharecroppers.",
            "vi": "Đầu những năm của thập niên 30 ở Tennessee, người da trắng chiếm 2/3 hoặc hơn số lượng người lĩnh canh."
        },
        {
            "en": "The rules say that I need a two-<em>thirds</em> majority to win.",
            "vi": "Theo luật thì tôi cần phải có 2/3 số đông mới chiến thắng được."
        },
        {
            "en": "The rules say that I need a two - <em>thirds</em> majority to win.",
            "vi": "Theo luật thì tôi cần phải có 2/3 số đông mới chiến thắng được."
        },
        {
            "en": "Approximately two-<em>thirds</em> of a stick of gum is swallowed and enters the digestive tract.",
            "vi": "Xấp xỉ 2/3 miếng sing - gum bị nuốt và đi vào đường tiêu hóa."
        },
        {
            "en": "Roughly two <em>thirds</em> are engaged in trading activities with one third in industry.",
            "vi": "Khoảng hai phần ba tham gia các hoạt động thương mại và một phần ba tham gia các hoạt động công nghiệp."
        },
        {
            "en": "Nearly two-<em>thirds</em> of the Vietnamese poor live in these three regions.",
            "vi": "Gần 2/3 người nghèo Việt Nam sống ở ba vùng này."
        },
        {
            "en": "Already, more than two-<em>thirds</em> of the investments under the Enterprise Law are trading businesses.",
            "vi": "Đã hai phần ba lượng đầu tư theo Luật doanh nghiệp là của các doanh nghiệp thương mại."
        },
        {
            "en": "New cars in Beijing cut by two-<em>thirds</em> to battle traffic",
            "vi": "Cắt giảm 2/3 xe hơi mới ở Bắc Kinh để giảm thiểu lưu lượng giao thông"
        }
    ],
    "suggestions": []
}