{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[θre∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đập (lúa) (như) <font color=\"#1371BB\">thrash</font></td></tr></table><i/></div>",
            "word": "thresh"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>thresh</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 separate grain from (corn or other crops), typically with a flail or by the action of a revolving mechanism. </blockquote></blockquote><blockquote><blockquote>2》 move violently; thrash. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>threshing</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>therscan</i>, later <i>threscan</i>, of Gmc origin; cf. <kref>thrash</kref>. </blockquote></div>",
            "word": "thresh"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thresh"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thresh"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thresh"
        }
    },
    "sentences": [
        {
            "en": "They were going to the next place where neighbors had stacked their wheat and wanted the machines to <em>thresh</em> it.",
            "vi": "Họ tới một nơi gần đó cũng có những người hàng xóm chất đống lúa và muốn nhờ họ tách hạt."
        },
        {
            "en": "As long as I raise wheat, I 'm going to have a machine come and <em>thresh</em> it, if there's one anywhere in the neighborhood.",
            "vi": "Khi nào còn trồng lúa mì, anh còn gọi đem máy đến tách hạt, nếu thấy có một chiếc máy ở gần."
        },
        {
            "en": "As long as I raise wheat, I'm going to have a machine come and <em>thresh</em> it, if there's one anywhere in the neighborhood.",
            "vi": "Khi nào còn trồng lúa mì, anh còn gọi đem máy đến tách hạt, nếu thấy có một chiếc máy ở gần."
        },
        {
            "en": "Threshold dirt poor  The floor was dirt. Only the wealthy had something other than dirt. Hence the term, ‘dirt poor.’ The wealthy had slate floors that would get slippery in the winter when wet, so they spread <em>thresh</em> (straw) on the floor to help keep their footing. As the winter wore on, they added more <em>thresh</em> until, when you opened the door, it would all start slipping outside. A piece of wood was placed in the entrance-way. Hence, ‘a <em>thresh</em> hold.’” (an analogy and a valid – noun (now one word))",
            "vi": "Ngưỡng; ngưỡng cửanghèo kiết xácNgày xưa sàn nhà bằng đất. Chỉ nhà giàu mới có sàn khác. Cho nên mới có thuật ngữ, \"dirt poor\" (nghèo kiết xác).  Vào mùa đông, sàn nhà lát đá hoa của nhà giàu, nếu ướt sẽ trơn trợt, cho nên họ trải rơm lên sàn để giúp giữ thăng bằng. Càng vào đông, họ càng trải thêm rơm, cho đến khi mở cửa, cả đống rơm sẽ đổ tuột ra ngoài. Người ta bèn đặt ở lối ra vào một khúc gỗ. Thế nên mới có từ “thresh hold\" (giữ rơm; ngưỡng cửa) (từ ghép đồng đẳng và danh từ hợp lệ (bây giờ thành một từ: threshold)"
        },
        {
            "en": "\"It would have taken Henry and Peterson and Pa and me a couple of weeks apiece to <em>thresh</em> as much grain with flails as that machine threshed today. We wouldn't have got as much wheat, either, and it wouldn' t have been as clean.",
            "vi": "Henry, Peterson, ông nội và anh họp lại đập lúa bằng néo liền hai tuần cũng chỉ bằng ngang chiếc máy đó làm một ngày hôm nay. Mình không đập nhiều hạt mà còn không đập sạch hạt được."
        },
        {
            "en": "\"It would have taken Henry and Peterson and Pa and me a couple of weeks apiece to <em>thresh</em> as much grain with flails as that machine threshed today. We wouldn't have got as much wheat, either, and it wouldn't have been as clean.",
            "vi": "Henry, Peterson, ông nội và anh họp lại đập lúa bằng néo liền hai tuần cũng chỉ bằng ngang chiếc máy đó làm một ngày hôm nay. Mình không đập nhiều hạt mà còn không đập sạch hạt được."
        }
    ],
    "suggestions": []
}