{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[θrift]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự tiết kiệm; tính tiết kiệm, tính tằn tiện</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cây thạch thung dung (cây mọc ở bờ biển hoặc trên núi cao có hoa màu hồng tươi) (như) <font color=\"#1371BB\">sea-pink</font></td></tr></table><i/></div>",
            "word": "thrift",
            "pronounce": "[θrift]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>thrift</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the quality of being careful and not wasteful with money and other resources. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>US another term for <kref>savings and loan</kref>. </cclass></blockquote></blockquote><blockquote><blockquote>3》 a plant which forms low-growing tufts of slender leaves with rounded pink flower heads, growing chiefly on sea cliffs and mountains. [<i>Armeria maritima</i>.] </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (in the sense 'prosperity'): from ON, from <i>thrífa</i> 'grasp, get hold of'; cf. <kref>thrive</kref>. </blockquote></div>",
            "word": "thrift",
            "pronounce": "[θrift]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>thrift</k><blockquote>▸ <cclass>noun FRUGALITY, economy, economizing, thriftiness, providence, prudence, good management/husbandry, saving, scrimping and saving, abstemiousness, parsimony, penny-pinching.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>extravagance.</blockquote></div>",
            "word": "thrift",
            "pronounce": "[θrift]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>thrift</k><blockquote><blockquote><ex><abr>n.</abr> to practice thrift </ex></blockquote></blockquote></div>",
            "word": "thrift",
            "pronounce": "[θrift]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thrift",
            "pronounce": "[θrift]"
        }
    },
    "sentences": [
        {
            "en": "You should practise <em>thrift</em>.",
            "vi": "Anh nên thực hành tiết kiệm."
        },
        {
            "en": "Niggard father, spend <em>thrift</em>.",
            "vi": "Cha hà tiện, con hoang phí."
        },
        {
            "en": "<em>Thrift</em> is great revenue.",
            "vi": "Ít chắt chiu hơn nhiều phung phí."
        },
        {
            "en": "Paradox of <em>thrift</em>",
            "vi": "Nghịch lý của tiết kiệm"
        },
        {
            "en": "To seriously observe regulations on <em>thrift</em> practice and anti-prodigality;.",
            "vi": "Chỉ đạo chặt chẽ việc thực hành tiết kiệm, chống lãng phí;."
        },
        {
            "en": "<em>Thrift</em> might be termed as the miser's saving grace.",
            "vi": "Tính tằn tiện có thể coi là một đức tính tốt bù đắp những mặt xấu khác của kẻ keo kiệt."
        },
        {
            "en": "Strengthening efficiency of State management, promote administrative reforms, anti-corruption, <em>thrift</em> practice and anti-prodigality.",
            "vi": "Tăng cường hiệu lực, hiệu quả quản lý nhà nước, đẩy mạnh cải cách hành chính, phòng, chống tham nhũng, thực hành tiết kiệm, chống lãng phí."
        },
        {
            "en": "Exhibit financial prudence. Good professionals are able to exhibit <em>thrift</em> and foresight in their financial judgment.",
            "vi": "Biểu hiện sự thận trọng về tài chính. Các nhà chuyên nghiệp giỏi có khả năng biểu thị sự tiết kiệm và tiên đoán trong đánh giá tài chính của họ."
        },
        {
            "en": "Inspection work, the settlement of accusations and complaints, and anti-corruption and <em>thrift</em> practice were prioritized and had big progress.",
            "vi": "Công tác thanh tra, giải quyết khiếu nại, tố cáo và đấu tranh phòng, chống tham nhũng, thực hành tiết kiệm, chống lãng phí được tập trung chỉ đạo với nhiều giải pháp tích cực và đạt được một số kết quả cụ thể."
        },
        {
            "en": "Prevention of natural disasters, environment protection, climate change mitigation; the administrative reform, State management efficiency, <em>thrift</em> practice, anti-corruption;",
            "vi": "Tăng cường công tác phòng, chống thiên tai, bảo vệ môi trường và ứng phó với biến đổi khí hậu; đẩy mạnh cải cách hành chính, nâng cao hiệu quả quản lý nhà nước, thực hành tiết kiệm, chống lãng phí, đẩy mạnh đấu tranh phòng, chống tham nhũng;"
        },
        {
            "en": "Why did K+, which incurred heavy debts, still continue to spend so much money instead of practicing <em>thrift</em> to stop loss?",
            "vi": "Tại sao K + phát sinh các khoản nợ nặng, mà vẫn tiếp tục chi tiêu quá nhiều tiền thay vì thực hành tiết kiệm để dừng lỗ?"
        },
        {
            "en": "Inspection, settlement of accusations and complaints, and anti-corruption, <em>thrift</em> practice and anti-prodigality were enhanced through many drastic solutions in order to bring about specific results.",
            "vi": "Công tác thanh tra, giải quyết khiếu nại, tố cáo và đấu tranh phòng, chống tham nhũng, thực hành tiết kiệm, chống lãng phí được tập trung chỉ đạo với nhiều giải pháp tích cực và đạt được một số kết quả cụ thể."
        },
        {
            "en": "You can also use holiday table cloths, which can often be found on-sale after the holidays or in <em>thrift</em> shops.",
            "vi": "Bạn cũng có thể sử dụng khăn trải bàn cho ngày lễ, thường có thể được tìm thấy được bày bán sau những ngày lễ hoặc trong các cửa hàng đồ cũ."
        },
        {
            "en": "You can also use holiday table cloths, which can often be found on-sale after the holidays or in <em>thrift</em> shops.",
            "vi": "Bạn cũng có thể sử dụng khăn trải bàn cho ngày lễ, thường có thể được tìm thấy được bày bán sau những ngày lễ hoặc trong các cửa hàng đồ cũ."
        },
        {
            "en": "I pledge to donate my old clothes to someone who can use them - a homeless shelter, a <em>thrift</em> store, friends who need them, or a non-profit organization.",
            "vi": "Tôi cam kết quyên góp quần áo cũ của mình cho những ai có thể sử dụng nó như người vô gia cư, những người bạn cần chúng hoặc các tổ chức phi lợi nhuận"
        },
        {
            "en": "Vietnam remains the most economical country in the world with up to 79% of the interviewed consumers said they would practice <em>thrift</em>.",
            "vi": "Việt Nam vẫn là quốc gia có tính kinh tế nhất trên thế giới khi có tới 79% người tiêu dùng được phỏng vấn nói rằng họ sẽ thực hành tiết kiệm."
        },
        {
            "en": "All throughout my years growing up, I wore hand - me - downs from my mom's cleaning customers' kids or I'd find my clothes in secondhand <em>thrift</em> shops.",
            "vi": "Trong suốt thời thơ ấu, tôi mặc những chiếc áo được thừa hưởng từ đám trẻ con của khách hàng tại tiệm giặt của mẹ tôi, hoặc mua lại từ những cửa hàng đồ cũ."
        },
        {
            "en": "Indeed, in addition to its lessons of <em>thrift</em>, industry, and prudence, Franklin's autobiography tells us every man should be part of a social group.",
            "vi": "Thật vậy, ngoài những bài học về tiết kiệm, ngành nghề, thận trọng, quyển tự truyện của Franklin còn khuyên chúng ta nên tham gia vào một nhóm xã hội."
        },
        {
            "en": "I pledge to donate my old clothes to someone who can use them - a homeless shelter, a <em>thrift</em> store, friends who need them, or a non - profit organization.",
            "vi": "Tôi cam kết quyên góp quần áo cũ của mình cho những ai có thể sử dụng nó như người vô gia cư, những người bạn cần chúng hoặc các tổ chức phi lợi nhuận"
        },
        {
            "en": "All throughout my years growing up, I wore hand-me-downs from my mom's cleaning customers' kids or I'd find my clothes in secondhand <em>thrift</em> shops.",
            "vi": "Trong suốt thời thơ ấu, tôi mặc những chiếc áo được thừa hưởng từ đám trẻ con của khách hàng tại tiệm giặt của mẹ tôi, hoặc mua lại từ những cửa hàng đồ cũ."
        }
    ],
    "suggestions": []
}