{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[θrais]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">ba lần</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">thrice as much</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bằng ba chừng ấy</font></td></tr></table><i/></div>",
            "word": "thrice",
            "pronounce": "[θrais]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>thrice</k><blockquote><cclass>[<cclass>θrʌɪs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adverb <cclass>archaic or <cclass>literary </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 three times. </blockquote></blockquote><blockquote><blockquote>2》 extremely; very: <cclass>I was thrice blessed. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME <i>thries</i>, from earlier <i>thrie</i> (from OE <i>thrīga</i>, related to <kref>three</kref>) + <kref>-s</kref><sup>3</sup>; cf. <kref>once</kref>. </blockquote></div>",
            "word": "thrice",
            "pronounce": "[θrais]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thrice",
            "pronounce": "[θrais]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thrice",
            "pronounce": "[θrais]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thrice",
            "pronounce": "[θrais]"
        }
    },
    "sentences": [
        {
            "en": "Think twice and <em>thrice</em>",
            "vi": "Cân nhắc kỹ trước khi gửi"
        },
        {
            "en": "Measure <em>thrice</em> and cut once.",
            "vi": "Ba lần đo một lần cắt."
        },
        {
            "en": "They do it <em>thrice</em> a day.",
            "vi": "Họ làm việc đó ba lần ngày."
        },
        {
            "en": "I have been to New York <em>thrice</em>.",
            "vi": "Tôi đã đi New York ba lần rồi."
        },
        {
            "en": "What happens when a lion roars <em>thrice</em>?",
            "vi": "Điều gì sẽ xảy ra khi một con sư tử gầm lên 3 lần?"
        },
        {
            "en": "I go to confession <em>thrice</em> a year.",
            "vi": "Tôi đi xưng tội 3 năm một lần."
        },
        {
            "en": "She has gone to London <em>thrice</em>.",
            "vi": "Cô ấy đã đi Luân đôn ba lần rồi."
        },
        {
            "en": "I have gone there three times ; <em>thrice</em>.",
            "vi": "Tôi đã đi đến đó ba lần."
        },
        {
            "en": "A snow-lump <em>thrice</em> his own slight size.",
            "vi": "Ln gp ba thn minh be nho cua no."
        },
        {
            "en": "She <em>thrice</em> failed in her interview for a visa.",
            "vi": "Cô ấy đã ba lần rớt phỏng vấn xin thị thực."
        },
        {
            "en": "Once is ok. Twice is not good. <em>Thrice</em> is too much.",
            "vi": "Một lần thì được. Hai lần thì không tốt. Ba lần là quá nhiều."
        },
        {
            "en": "You try to take exercise <em>thrice</em> a day, at least 10 minutes at a time.",
            "vi": "Anh hãy cố gắng tập thể dục ba lần mỗi ngày, mỗi lần ít nhất 10 phút."
        },
        {
            "en": "To marry once is a duty, twice a folly, <em>thrice</em> is a madness.",
            "vi": "Cưới hỏi một lần là bổn phận, hai lần là khùng, ba lần là điên dại."
        },
        {
            "en": "You can, I 've heard, sell it for at least twice or <em>thrice</em> the price you' ve paid.",
            "vi": "Tôi nghe nói là bạn có thể bán nó ít nhất là gấp 2 hay 3 lần giá bạn đã mua."
        },
        {
            "en": "If you are the type who gets angry easily, set aside at least five minutes <em>thrice</em> a day to close your eyes and relax.",
            "vi": "Nếu bạn là loại người dễ dàng trở nên tức giận, hãy ngừng công việc trong ít nhất 5 phút để nhắm mắt và thư giãn ba lần trong ngày."
        },
        {
            "en": "Sir Julian Huxley has recorded that <em>thrice</em> in the London Zoo he saw an eighteen-month-old specimen trace the outline of its own shadow with its finger.",
            "vi": "Nam tước julian huxley đã ghi lại rằng ông đã trông thấy ba lần trong sở thú luân đôn một con khỉ đột mười tám tháng lấy ngón tay vẽ phác bóng của mình."
        },
        {
            "en": "Treat the dandruff : Massage the scalp with almond oil. Dip a towel in boiling water and wrap it around the hair. Repeat it <em>thrice</em> or four times when the towel gets cold.",
            "vi": "Trị gàu: Mát-xa da đầu bằng dầu quả hạnh. Nhúng khăn vào nước ấm và quấn quanh đầu. Làm lại ba hoặc bốn lần khi khăn nguội đi."
        },
        {
            "en": "He also sees a number of children who are lactose intolerant, and are not able to stomach milk products. Lactose intolerance is more common in Asians than in Caucasians. Three year old GerryTay is one of them. Since birth, he has only drunk cow’s milk <em>thrice</em>. Each time, he ends up having loose, watery stools.",
            "vi": "Ông cũng thấy một số trẻ không dung nạp được lắc-tô-za, và không hấp thu được các sản phẩm làm từ sữa. Dân châu Á thường không dung nạp được lắc-tô-za hơn dân da trắng. Gerry Tay, 3 tuổi, là một trong số đó. Từ khi mới ra đời, bé chỉ uống sữa bò 3 lần. Mỗi lần uống sữa bé đều bị đi phân lỏng, nhầy."
        },
        {
            "en": "2010 FIFA World Cup™ - Key players          Claudia Wong spots three key players from each group at the 2010 FIFA World Cup™. Group A South Africa Steven Pienaar Described as their ‘best player by an absolute mile' by Everton Manager David Moyes, Steven Pienaar is the star player of the South African national team.  He brings not only his outstanding skills to the fore, but also his European experience at Everton.  Backed by the home crowd, the ‘Mighty Peanut' is sure to deliver with his adept left foot and fast pace.  The pride of Johannesburg, he looks set to fly his country's colours at this year's World Cup on home soil. Uruguay Diego Forlan Born into a family of football stars, Diego Forlan's father and grandfather played for Uruguay and Independiente in Argentina.  As top scorer in 2005 with Villarreal and Atletico Madrid in 2009, Forlan scored a hat-trick against Peru in the South American qualifiers.  Uruguay's hopes will rely solely on this forward to showcase his two-footedness in South Africa. France William Gallas During his days as a Chelsea player, William Gallas formed an impregnable partnership with John Terry, before moving on to become a key player for Arsene Wenger's Arsenal side.  At the center of defense, any player seeking to sneak past France will have to face the experienced might of the Frenchman.  Group B Argentina Lionel Messi Debuting in the 2004-05 season, Lionel Messi broke the La Liga record for the youngest footballer to appear in a league game, and the youngest to score a league goal.  His power, balance, strength and versatility makes Messi an integral part of Barcelona's dominance in Spain and Europe over the last few seasons.  Living up to the Argentine number ten shirt, Messi wore this jersey for the first time in the FIFA World Cup™ qualifier against Venezuela. Goals from Messi are sure to come in South Africa. Nigeria John Michael Ncekwube Obinna Carlo Ancelotti, Chelsea's current manager and a former Italian midfielder, claims that with regard to playing characteristics, John Michael Ncekwube Obinna, more commonly known as Mikel, plays like himself.  He impressed Jose Mourinho in the first week at Chelsea, and has exceeded expectations.  Able to disrupt attacks and spread play, Mikel's presence in the 2010 FIFA World Cup™ will stir up and unite hopes in the hearts of Nigerians.   South Korea Park Ji-Sung Asia's pride, Park Ji-Sung was the star in the 2002 World Cup™ where South Korea advanced to the semi-finals, scoring the match winner against Portugal.  Kick-starting his career as a defensive midfielder, Park is the only Korean to win the UEFA Champions League and the first Asian to ever play in a final of such a tournament.  His speed, skill and never-say-die attitude make him an indispensible and a legendary team captain of the gutsy South Korean side. Group C England John Terry John Terry led Chelsea to two Premier League titles in 2004-05 with an excellent defensive record ever in football League history. His experience in the centre-back role, ability to read the game well from the back and his flawless defensive skills made him the only English player to make the all-star squad for the 2006 FIFA World Cup™.  Although he will not be captaining the English side this World Cup™, his sterling performance will be fundamental to the Three Lions hopes. United States of America Clinton Drew Dempsey Scored the only goal by a US player in the 2006 World Cup™, Clinton Drew Dempsey portrays versatility and style in the midfield.  He brings his Fulham experience, tenacity in approaching goal, and excellent dribbling skills to the table.  His spirit of perseverance in playing games through injuries will only bring his team further in the World Cup™. Slovenia Milivoje Novakovic Scoring five goals in qualifiers, Milivoje Novakovic is Slovenia's forward to mark.  He was remembered for his brilliant hat-trick against Trinidad and Tobago.  Slovenia will need Novakovic to be at his sharpest if they are to progress from Group C. Group D Germany Miroslav Klose All of Miroslav Klose's five goals in the 2002 World Cup™ were headers, and he holds the only record for scoring five goals each in consecutive World Cups™. Having won the golden boot in the 2006 World Cup™, he was also one of the two players from the All-Star Team of 2002 to make it again to the All-Star Team of the 2006 World Cup™.  Bayern Munich's heading machine, he also provides good assists and has an innate instinct to make the most of his chances. Serbia Nemanja Vidic Part of the ‘Famous Four' of Serbia's defence, Nemanja Vidic's aggressiveness on the pitch and perfectly timed tackles caused his side to let in only one goal in the ten-game qualification of the 2006 World Cup™.  In his 2008-09 season with Manchester United, he had a Premiership-record of 14 consecutive clean sheets.  His ability to turn defense into effective counter-attacks makes him an exceptional player. Ghana Michael Kojo Essien A formidable midfield presence, Michael Kojo Essien is Ghana's national hero.  Not afraid to unleash his shooting prowess from the distance, Essien is an all-rounder who excels in defensive play too.  His versatility has deployed him to several roles both defensively and offensively, and his opponents are often wary of him.  The energy, spirit and attitude he puts into every play is more than commendable. Group E Netherlands Dirk Kuyt Having boundless energy and a high work rate, Dirk Kuyt makes excellent assists with his crossing and angled runs in attack.  A selfless player, he tracks back to aid in defense and is always on his feet for any chance at goal.  Scoring three in the 2010 World Cup™ qualifiers, he is a danger in the box to opposing defenders.  Denmark Christian Bager Poulsen Christian Bager Poulsen's two-footed passing ability and charismatic presence makes him a national team favourite.  His playmaking skills and determination on the pitch to destroy even the best attacks all reek of his talent.  He has his aggressive bouts of temper, including the infamous Rosenbeg punch, which have led to disciplinary records, but as a player, he has grown and matured.  He was also the first player to win Danish Player of the Year awards consecutively in 2005-06. Japan Shunsuke Nakamura The hopes of Japan in this World Cup™ lie on the shoulders of Shunsuke Nakamura, famous for his trusty left-foot and accurate free-kick taking abilities.  Named the Most Valuable Player in the 2004 Asian Cup, he was the first Japanese player and second Asian to score in the UEFA Champions League.  Japan is by far the most successful Asian team having won the Asian Cup <em>thrice</em>, and is looking forward to doing Asian football proud in the World Cup™. Group F Italy Gianluigi Buffon Awarded his first Italy cap at the age of 19, Gianluigi Buffon has kept five clean sheets and denied goals to any attacker in the 2006 World Cup™ finals.  He is the epitome of all goalkeeping ability, skill and positional sense.  Guarding the goalmouth with his accuracy in stopping and blocking shots, knowing when to come off the line and when to stay back has led to him attaining Serie A Goalkeeper of the Year a record of nine times. Paraguay Roque Santa Cruz A tall and powerfully built physique gives Roque Santa Cruz the pace to whiz around and have an edge over any defender.  Ambitious with a winning attitude, Cruz's touch often converts into goals and victories.  This Manchester City striker's determination to score made him one of Paraguay's top scorers in the 2010 FIFA World Cup™ qualifiers. New Zealand Ryan Nelsen Captaining the All Whites and as centre-back of Blackburn Rovers, Ryan Nelsen exudes outstanding defensive capabilities.  Five clean sheets in the qualification rounds all speak of his defensive resilience.  They have a relatively easy route than the other Asian World Cup™ participants, and might possibly be this year's underdog team to root for. Group G Brazil Ricardo Izecson dos Santos Leite Kaka's speed, intelligence with the ball and mastery on both feet enables him to weave through midfield, slip past defenders, and find the back of the net repeatedly. Flashy footwork, composure, and an eye for goal are all part of his goal-scoring prowess. Successes at AC Milan and Real Madrid have caused many to rate him as the best player on the planet. Cote D'Ivoire Didier Yves Drogba Tebily Having a slightly later start in his football career, Didier Drogba has muscled his way into prominence with goalscoring determination.  Drogba's pace, strength, aerial accuracy contributes to his assists from both the left and right side of the pitch. An inspiring captain, he helped his team qualify for their first ever World Cup™ in 2006 in Germany.  Named 2009 African Footballer of the Year, this was his second win of this award. Portugal Cristiano Ronaldo Cristiano Ronaldo's trademark stepovers, quick turning, and tricky bypasses leave his opponents tripping over their own feet.  In addition, Ronaldo is the most expensive player in the history of football. An asset to Real Madrid, the goals he contributed are certainly worth the price.  He has many awards to his name, including Manchester United's first Ballon d'Or in 40 years and FIFA World Player of the Year in 2008. Group H Spain Fernando Jose Torres Sanz El Nino, the hero that scored the winner for Spain in the Euro 2008 Final, is in the cream of the crop among today's football stars.  Whenever he plays he is bound to score, fully utilizing his lightning pace, sharp twists and turns, and overpowering skill.  Moving from Atletico Madrid to Liverpool, he is a star wherever he goes. This FIFA World Cup™, Spain's number nine is one to look out for. Switzerland Alexander Frei Switzerland's captain and all-time top scorer, Alexander Frei currently plays for FC Basel.  A steady player who never fails to assist and contribute last-minute goals, Frei is an inspiring leader and an able team player at the same time.  Swiss Footballer of the Year in 2004 and 2007, his country will be depending on him to put in some goals. Chile Mark Gonzalez Burning down the left flanks, Mark Gonzalez is nicknamed \"Speedy Gonzalez\". Having stints at Real Betis, Liverpool and Club Deportivo Universidad Catolica, he has a wealth of experience, including being the highest-capped player in the squad. Born in South Africa but moving on to Chile later on, Gonzalez looks set to score in the country he was born in.",
            "vi": "World cup 2010 – Những cầu thủ chủ chốt      Claudia Wong chọn ra ba cầu thủ chủ chốt từ mỗi bảng đấu ở Cúp bóng đá thế giới FIFA 2010. Bảng A Nam Phi Steven Pienaar Được huấn luyện viên của Everton ông David Moyes mô tả như là \"cầu thủ có tốc độ siêu việt nhất\" của họ, Steven Pienaar là cầu thủ ngôi sao của đội tuyển quốc gia Nam Phi. Anh không chỉ đem đến những kỹ thuật xuất chúng hàng đầu cho đội bóng, mà còn cả những kinh nghiệm thi đấu châu Âu trong màu áo Everton của mình. Được đám đông cổ động viên nhà hậu thuẫn, Mighty Peanut chắc chắn sẽ thể hiện những bước chạy thần tốc cùng cái chân trái điêu luyện của anh. Với niềm tự hào của Johannesburg, anh dường như sẽ làm ngập tràn màu cờ đất nước mình tại World cup năm nay trên mảnh đất quê hương. Uruguay Diego Forlan Được sinh ra trong một gia đình gồm những ngôi sao bóng đá, cha và ông của Diego Forlan thi đấu cho Uruguay và Independiente của Argentina. Là cầu thủ ghi bàn hàng đầu trong năm 2005 với Villarreal và Atletico Madrid năm 2009, Forlan lập hat-trick trong trận gặp Peru ở vòng loại khu vực Nam Mỹ. Những hi vọng của Uruguay sẽ chỉ trông cậy vào tiền đạo này thể hiện qua phong độ đôi chân của anh ấy tại Nam Phi. Pháp William Gallas Trong thời gian là cầu thủ của Chelsea, William Gallas hình thành nên một bộ đôi vững chắc với John Terry, trước khi chuyển sang làm cầu thủ chủ chốt trong đội hình Arsenal của ông Arsene Wenger. Ở vị trí trung tâm phòng ngự, bất kỳ cầu thủ nào tìm cách vượt qua Pháp sẽ phải đối mặt với sức mạnh về kinh nghiệm trận mạc của cầu thủ người Pháp này. Bảng B Argentina Lionel Messi Ra mắt lần đầu tiên trong mùa bóng 2004-05, Lionel Messi phá kỷ lục tại giải La Liga là cầu thủ bóng đá trẻ nhất xuất hiện trong một trận cầu thuộc giải vô địch quốc gia, và là cầu thủ trẻ tuổi nhất ghi bàn ở giải vô địch này. Sự linh hoạt, sức bền, sự ổn định và sức mạnh của Messi khiến anh là một phần không thể thiếu trong đế chế Barcelona tại Tây Ban Nha và châu Âu những mùa bóng gần đây. Xứng đáng với chiếc áo số 10 của Argentine, Messi mặc chiếc áo này lần đầu tiên trong trận gặp Venezuela tại vòng loại World cup. Những bàn thắng của Messi chắc chắn sẽ xuất hiện tại Nam Phi. Nigeria John Michael Ncekwube Obinna Ông Carlo Ancelotti, huấn luyện viên hiện tại của Chelsea và là cựu trung vệ của Ý, cho rằng, về phong cách thi đấu, John Michael Ncekwube Obinna, thường được gọi là Mikel, đá bóng như chính bản thân ông ta vậy. Anh gây ấn tượng với Jose Mourinho ngay tuần đầu tiên ở Chelsea, và đã thể hiện vượt xa những kỳ vọng ban đầu. Có thể ngăn cản những đợt lên bóng của đối phương và chơi trên diện rộng, sự hiện diện của Mikel tại World cup 2010 sẽ khuấy động lên và gắn kết những hi vọng trong những trái tim người Nigeria. Hàn Quốc Park Ji-Sung Niềm tự hào của châu Á, Park Ji-Sung là ngôi sao tại World cup 2002 giải đấu mà Hàn Quốc tiến vào đến trận bán kết, ghi bàn trong trận thắng Bồ Đào Nha. Khởi đầu sự nghiệp của mình với vai trò một tiền vệ phòng ngự, Park là người Hàn Quốc duy nhất vô địch UEFA Champions League và là người châu Á đầu tiên thi đấu trận chung kết của một giải đấu danh giá như vậy. Tốc độ, kỹ thuật và tinh thần thi đấu không biết mệt mỏi của bản thân khiến anh trở thành người không thể thiếu và là một đội trưởng huyền thoại của đội bóng Hàn Quốc đầy quả cảm. Bảng C Anh  John Terry John Terry đưa Chelsea đến hai danh hiệu vô địch Ngoại hạng Anh vào năm 2004-05 với một kỷ lục phòng thủ xuất sắc chưa từng có trong lịch sử giải đấu. Kinh nghiệm trong vai trò hậu vệ trung tâm, khả năng đọc trận đấu tốt từ phía sau và các kỹ thuật phòng thủ hoàn hảo khiến anh là cầu thủ Anh duy nhất có mặt trong đội hình các ngôi sao FIFA World cup 2006. Mặc dù không còn là đội trưởng tuyển Anh ở World cup này, nhưng sự thể hiện đúng sức mình của anh sẽ là cơ sở cho những hy vọng của Tam Sư.  Mỹ  Clinton Drew Dempsey Là cầu thủ Mỹ ghi bàn duy nhất tại World cup 2006, Clinton Drew Dempsey có chân dung đa dạng và phong cách chơi bóng của một tiền vệ tấn công. Anh mang đến những kinh nghiệm thi đấu ở Fulham, sự bền bỉ trong việc tiếp cận mục tiêu, và những kỹ thuật rê bóng xuất sắc. Tinh thần kiên trì đến cùng của mình trong những trận đấu qua những chấn thương sẽ chỉ đưa đội của anh tiến xa hơn trong World cup mà thôi. Slovenia Milivoje Novakovic Ghi năm bàn thắng ở vòng loại, Milivoje Novakovic là một tiền đạo đáng chú ý của Slovenia. Anh được nhớ đến với cú hat - trick phi thường trong trận gặp Trinidad và Tobago.  Slovenia  sẽ cần đến sự sắc bén của Novakovic nếu họ muốn tiếp tục hành trình từ bảng C. Bảng D Đức Miroslav Klose Tất cả 5 bàn thắng của Miroslav Klose tại World cup 2002 đều là những bàn thắng bằng đầu, và chỉ có anh nắm giữ kỷ lục ghi 5 bàn một trong các kỳ World cup liên tiếp. Đoạt được chiếc giày vàng tại World cup 2006, anh còn là một trong hai cầu thủ có tên trong đội hình các ngôi sao năm 2002 và tiếp tục góp mặt lần nữa vào năm 2006. Là cỗ máy đánh đầu của Bayern Munich, anh cũng là người làm bóng tốt và có năng khiếu bẩm sinh tận dụng triệt để nhất các cơ hội của mình. Serbia Nemanja Vidic Là một phần của \"bộ tứ nổi tiếng\" trong hàng thủ Serbia, sự máu lửa trên sân cỏ và những cú truy cản đúng lúc một cách hoàn hảo của Nemanja Vidic giúp đội bóng của anh chỉ bị lọt lướt một bàn trong 10 trận vòng loại World cup 2006. Trong mùa bóng 2008-09 của mình với MU, anh có kỷ lục 14 trận liên tiếp giữ sạch lưới. Khả năng chuyển từ phòng thủ sang phản công hiệu quả khiến anh trở thành một cầu thủ khác thường. Ghana Michael Kojo Essien Sự hiện diện của trung vệ xuất sắc, Michael Kojo Essien là anh hùng dân tộc của Ghana.  Không chỉ lợi hại với những cú sút xa, Essien còn là cầu thủ toàn diện trong phòng thủ.  Sự đa dạng của anh đã bố trí anh ở nhiều vai trò cả công lẫn thủ, và các đối thủ của anh luôn phải dè chừng.  Sức mạnh, tinh thần và thái độ anh thể hiện trong mỗi trận đấu thì còn hơn cả những lời ca tụng. Bảng E Hà Lan Dirk Kuyt Sở hữu nguồn năng lượng vô tận và một hiệu suất hoạt động cao, Dirk Kuyt thực hiện vai trò làm bóng tuyệt vời với những đường tạt bóng và những bước chạy sát góc khi tấn công.  Một cầu thủ có lối chơi đồng đội, anh quay về để phòng ngự và luôn sẵn sàng cho bất cứ cơ hội làm bàn nào.  Ghi ba bàn trong các trận đấu vòng loại World cup 2010, anh là cầu thủ nguy hiểm đối với các hậu vệ đối phương trong khu vực khung thành. Đan Mạch Christian Bager Poulsen Khả năng chuyền bóng bằng hai chân và sự hiện diện đáng tin cậy của Christian Bager Poulsen khiến anh trở thành một cầu thủ được mến mộ của đội tuyển quốc gia. Các kỹ năng làm bóng và quyết tâm của anh trên sân cỏ để truy cản bằng được thậm chí là những pha tấn công sắc bén nhất, tất cả những dấu hiệu này giúp nhận biết tài nghệ của anh.  Anh có những cơn nóng giận dễ tấn công đối phương, gồm có cú thụi tai tiếng vào mặt Rosenbeg, khiến anh nhận những kỷ lục về án phạt, nhưng là một cầu thủ, anh đã lớn và đã trưởng thành.  Anh còn là cầu thủ đầu tiên giành danh hiệu Cầu thủ xuất sắc nhất Đan Mạch hai năm liên tiếp 2005-06. Nhật Bản Shunsuke Nakamura Những kỳ vọng của Nhật Bản tại World cup này nằm trên vai Shunsuke Nakamura, nổi danh với cái chân trái chắc chắn và khả năng đảm nhận những cú sút phạt chính xác. Được mang danh Cầu thủ đắt giá nhất tại Cúp châu Á 2004, anh là cầu thủ Nhật Bản đầu tiên và là cầu thủ châu Á thứ hai ghi bàn tại UEFA Champions League. Nhật Bản là đội bóng châu Á thành công nhất với ba lần vô địch châu Á, và đang mong thể hiện niềm tự hào của bóng đá châu Á tại World Cup. Bảng F Ý Gianluigi Buffon Được phần thưởng khoác áo tuyển Ý lần đầu tiên năm 19 tuổi, Gianluigi Buffon đã giữ sạch lưới 5 trận và từ chối các bàn thắng của bất kỳ cầu thủ tấn công nào tại vòng chung kết World cup 2006. Anh là mẫu thủ môn điển hình với tất cả kỹ thuật, khả năng bắt bóng và giác quan phán đoán vị trí. Nhờ bảo vệ cầu môn bằng sự chính xác của mình trong các pha ngăn chặn và cản phá những cú sút, biết được khi nào chạy ra khỏi vạch vôi và khi nào lùi lại phía sau đã giúp anh lập được một kỷ lục 9 lần đoạt danh hiệu thủ môn xuất sắc nhất năm ở Serie A . Paraguay Roque Santa Cruz Thể trạng cao to và đầy sức mạnh cho phép Roque Santa Cruz vượt qua và có lợi thế hơn bất cứ hậu vệ nào.  Tham vọng với một tư thế chiến thắng, những cú chạm bóng của Cruz thường biến thành những bàn thắng và những chiến thắng.  Quyết tâm ghi bàn của tiền đạo Manchester City này đã giúp anh trở thành một trong những cầu thủ ghi bàn hàng đầu của Paraguay ở vòng loại World cup 2010. New Zealand Ryan Nelsen Làm đội trưởng tuyển New Zealand và hậu vệ trung tâm của Blackburn Rovers, Ryan Nelsen cho thấy khả năng phòng ngự xuất sắc. Năm trận giữ sạch lưới trong các trận vòng loại tất cả đã nói lên tính kiên cường trong phòng ngự của anh. Họ có lộ trình tương đối dễ dàng so với các đội bóng khác là những đội tham gia vòng đấu loại World cup khu vực châu Á, và rất có thể là kẻ lót đường của năm nay cần được cỗ vũ cho. Bảng G Brazil Ricardo Izecson dos Santos Leite Tốc độ, trí thông minh trong xử lý bóng và sự thuần thục trên cả hai chân của Kaka giúp anh có thể vượt qua khu trung tuyến, thoát khỏi sự đeo bám của các hậu vệ, và chọc thủng lưới nhiều lần.  Động tác chân hào nhoáng, sự bình tĩnh, và một nhãn quan săn bàn là tất cả những phần thuộc về kỹ năng ghi bàn thành thạo của anh. Những thành công tại AC Milan và Real Madrid đã khiến tỷ lệ bầu chọn anh là cầu thủ xuất sắc nhất hành tinh tăng cao. Bờ Biển Ngà Didier Yves Drogba Tebily Có khởi đầu hơi muộn trong sự nghiệp bóng đá các nhân, Didier Drogba tiến nhanh đầy sức mạnh theo cách của riêng mình thành cầu thủ xuất chúng với quyết tâm ghi bàn rất cao.  Sự chính xác trên không, sức mạnh, tốc độ của Drogba góp phần tạo nên những hỗ trợ của anh từ cả hai cánh trái và phải sân bóng.  Một đội trưởng truyền cảm hứng cho toàn đội, anh giúp đội bóng vượt qua vòng đấu loại để lần đầu tiên có mặt tại World cup 2006 ở Đức.  Được bầu chọn là cầu thủ bóng đá xuất sắc nhất châu Phi năm 2009, đây là lần thứ 2 anh giành giải này. Bồ Đào Nha Cristiano Ronaldo Những pha đảo bóng kỹ thuật, quặt bóng bất ngờ, và những động tác giả mang thương hiệu Cristiano Ronaldo loại bỏ các đối thủ, nhẹ nhàng vượt qua đôi chân của họ. Ngoài ra, Ronaldo là cầu thủ đắt giá nhất trong lịch sử bóng đá.  Một đống tài sản của Real Madrid, những bàn thắng anh đóng góp chắc chắn rất đáng đồng tiền bát gạo. Anh sở hữu nhiều danh hiệu cá nhân, bao gồm Quả bóng Vàng châu Âu đầu tiên của Manchester United trong 40 năm, và Cầu thủ xuất sắc nhất thế giới của FIFA năm 2008. Bảng H Tây Ban Nha Fernando Jose Torres Sanz El Nino, người hùng ghi bàn mang về chiến thắng cho Tây Ban Nha trong trận chung kết Euro năm 2008, là một trong những cầu thủ xuất sắc nhất trong hàng ngũ các ngôi sao bóng đá hiện tại.  Bất cứ khi nào anh thi đấu anh chắc chắn sẽ ghi bàn, tận dụng triệt để tốc độ nhanh như cắt, những cú sút xoáy sắc bén và những thay đổi bất ngờ, và kỹ thuật mê người của mình.  Chuyển từ Atletico Madrid sang Liverpool, anh là ngôi sao ở bất kỳ đâu anh đến.  World cup này, số 9 của Tây Ban Nha là người được kỳ vọng nhiều. Thụy Sỹ Alexander Frei Đội trưởng và là cầu thủ ghi bàn nhiều nhất mọi thời của Thụy Sĩ, Alexander Frei hiện đang thi đấu cho câu lạc bộ Basel.  Cầu thủ trung kiên lúc nào cũng hỗ trợ và góp vào những bàn thắng đến những giây cuối cùng.  Frei vừa là người chỉ huy truyền cảm hứng cho toàn đội đồng thời là một tuyển thủ tài năng.  Cầu thủ bóng đá xuất sắc nhất Thuỵ Sĩ vào năm 2004 và 2007, đất nước của anh sẽ cần đến những bàn thắng anh mang về. Chi lê Mark Gonzalez Thiêu huỷ hoàn toàn hành lang cánh trái, Mark Gonzalez có biệt danh là \"Gonzalez tốc độ\". Thi đấu tại Real Betis, Liverpool và Deportivo Universidad Catolica, anh có rất nhiều kinh nghiệm, là cầu thủ khoác áo tuyển quốc gia nhiều lần nhất trong đội hình.  Sinh ra tại Nam Phi nhưng sau đó chuyển đến sống tại Chi lê, Gonzalez dường như sẽ ghi bàn tại chính đất nước nơihính bàn thắng anh mang về.và những thay đổi bất ngờ, và kỹ năng ao bóng đá hiện tại.  anh chào đời."
        },
        {
            "en": "Causes of dandruff    The skin of the scalp (and also of the whole body) is constantly renews itself by shedding the outer layer of skin cells. Most of the time this shedding is unnoticeable. But when this shedding becomes noticeable on the scalp, it is called dandruff. Mild dandruff occurs not due to dryness of the scalp but usually is a result of too much oiliness of the skin. If you have large size flakes together with symptoms around your nose, eyebrows, ears, around your navel or genitals, it may be due to seborrheic dermatitis or seborrhea. Severe dandruff may be the result of psoriasis of the scalp. Seborrheic dermatitis may be caused by an increased number of a yeast-like organism (pityrosporum ovale) found on healthy scalp in low numbers. Dandruff can occur to anybody at any age. It should not be left untreated. Zinc and essential fatty acids (pumpkin seeds, nuts, vegetable oils) prevent dandruff. Home cure & remedy of dandruff For good hair without dandruff, drink at least 2 liters of water daily, eat lots of salads, green vegetables, and fresh fruits. Combs must be washed as frequently and hair should be brushed regularly. Dandruff is a scalp condition that can be controlled. Too little oil or too much oil can result in dandruff. Try the following:    1. Mix 2 teaspoons of pure vinegar in 6 teaspoons of water and apply it on the scalp before going to bed. Tie a towel around the head. Wash your head next morning. After shampooing, rinse again with vinegar water. Treat your hair like this once a week for at least three months.    2. Mix 1 teaspoon of lemon juice with 2 teaspoons of vinegar and massage on the scalp. Wash your hair with an egg shampoo.    3. Take 1 part of almond oil, 1 part of pure sulphur powder, 2 parts of 'surgical spirit' and 4 parts of distilled water or rose water and mix well. Rub on the scalp.    4. Take 2 cups of water, add 4-5 tablespoons of dried thyme and boil for 10 minutes. Cool, strain, and use the mixture to massage scalp. Keep for half an hour.    5. Dissolve 2 aspirins in any dandruff shampoo and wash your hair.    6. Massage the scalp with almond oil. Dip a towel in boiling water and wrap it around the hair. Repeat it <em>thrice</em> or four times when the towel gets cold.    7. Make a shampoo by mixing 100g of amla (Indian goose berry), reetha, and shikakai, and boil in two liters of water until the liquid reduces to half. Use this shampoo for one month. Dandruff will vanish and your hair will become thick.     8. Fenugreek seeds are also useful in the removal of dandruff. Grind fenugreek (methi) seeds soaked in water overnight. Massage this paste on scalp and hair and leave it for 15-20 minutes. Wash it off with a mild shampoo.    9. Wash your hair with warm apple cider vinegar. Then cover your head with a towel or a shower cap and leave for about 30-40 minutes. Rinse with plain water. Repeat 2 times a week until your dandruff goes away.   10. Take a palm full of baking soda and rub it on your wet hair. Wash it off with water. The baking soda should relieve the itching and help in reducing the problem of dandruff.   11. Mix 100g of witch hazel and 1 tablespoon of fresh lemon juice in 200ml of water. Shampoo your hair and apply with cotton to the scalp when the hair are still wet. Repeat several times until the dandruff is treated.   12. Try a shampoo with selenium sulfide or salicylic acid.   13. Try Zest soap once a week. It may work for oily hair. It leaves your hair dry, so use conditioner to your hair only but try not to get it on your scalp. It has worked to get rid of dandruff for some people.  How to prevent and treat dandruff Dandruff, a condition characterized by flaking, itchy scalp, is one of the most common dermatological conditions. Fortunately, while the exact cause of dandruff is not known, there are some things you can do to reduce your risk of getting it, and effective treatments are available.  Steps    1.         Eat a healthy, balanced diet. A healthy diet may ward off the flakes. Make sure to get plenty of zinc, Omega-3 fatty acids, E and B-vitamins, and avoid excessive yeast and sugar. Research suggests that dandruff is at least in part caused by a fungus that thrives in yeasty, fatty, sugary environments. Though this does not necessarily directly affect the conditions of your skin, your overall health will help with how your body responds to the fungus causing the dandruff.         2.        Don't worry, be happy. Stress challenges the body's defenses and encourages all sorts of ailments, including dandruff, so relax now and don't worry about wearing a black shirt tomorrow.    3.          Limit your use of hair styling products. Hairspray, mousse, and gel may contribute to dandruff in some people. They may also cause excessive drying of the skin, which can cause flaking - or trigger allergic reactions. If you notice dandruff soon after you begin to use a new product, chances are the product is to blame. The exception to this would be using a therapeutic styling gel or spray formulated with tea tree oil.                 4.       Wash your hair regularly. Dandruff seems to thrive in oily hair, so regular shampooing can help you fight it off. If you already have dandruff, washing your hair may help you keep the symptoms (the flakes) under control until it goes away. Massage your scalp so that you clean your skin, as well as your hair. Wash your hair many times. The first washing breaks up the waxy sebum, and the second washing helps rinse it all away.     5.       Use a shampoo designed to treat dandruff. If dandruff persists despite regular shampooing, you may need something stronger. There are a variety of anti-dandruff shampoos available at your pharmacy or grocery store, and they usually work. Be sure to follow the instructions carefully, and make a little extra time to shower, as most of these recommend that you leave them in for 5-10 minutes and lather twice.    6.  Oil your hair with herbal oils or use special herbal gels. Do this on a regular basis, at least twice a week for improvements.    7.  Be aware that there are different active ingredients in dandruff shampoos. If one does not work for you try another. Ketoconazole (brand name Nizoral®) is extremely effective against certain types of dandruff that are caused by a fungus. 1% Ketoconazole is available without prescription in the US, 2% requires a prescription. The 2% is available without a prescription in Canada.    8.      Be patient. While anti-dandruff shampoos may produce results, it can take a week or two to see the difference.    9.      Switch it up. If one type of anti-dandruff shampoo doesn't seem to work, or if it works for a time but then doesn't, switch to a product with another active ingredient (the active ingredient will be labeled on the bottle). 10.      See your doctor if the problem persists after more than a couple weeks of treatment. There are prescription shampoos available, and steroid creams may also help. Tips     * Try using a softer shampoo. Several barbers have said that the cause is often a harsh shampoo which kills or dries out the skin.           * Another possible remedy consists of pouring a generous amount of table salt into your hand before showering. Gently rub it in your whole scalp. Rinse it out in the shower, and shampoo normally.      * It's best to get your vitamins from food, rather than nutritional supplements. A quick Internet search will turn up foods you can integrate into your diet that are rich in zinc, Omega-3s, and B-vitamins.     * If anti-dandruff shampoos aren't working, or if you notice redness on the scalp or silvery or yellow flakes, you may not have dandruff at all. A number of other conditions can lead to flaking skin and itchy scalp. See your primary care physician or dermatologist.     * A quick internet search will turn up all kinds of home remedies for dandruff. While some of these may indeed work, anti-dandruff shampoos are inexpensive enough to be adequate for most people.     * Wear light-colored clothing (especially tops) while you have dandruff. Most people won't even notice.     * If you have hay fever, eczema, or other skin or respiratory allergies, your dandruff may be caused in part by an allergic reaction. In this situation, you may find it helpful to shampoo LESS frequently, so the natural oils that protect your scalp aren't stripped away. Allergic people may also react to dandruff shampoos by generating more dandruff. If you think this may be the case for you, try washing your hair with conditioner only, or washing less frequently.     * Try the condition only treatment first during a vacation or a time when you will be less publicly visible, since your scalp will be very oily at first. It will take two weeks to a month for the balance of oils on your hair and scalp to adjust itself.     * Rinsing your scalp with a rinse of 1/4 cup of white vinegar and 3/4 cup of water may help the problem. The natural acids will help loosen any sebum (dead skin and oils) that clings to your scalp and flakes to form dandruff. Rinse thoroughly with WARM, not hot, water. If you don't rinse well, you will smell like vinegar. While white vinegar is the gold standard of home remedies and apple cider vinegar or lemon juice should work as well. Lemon juice may lighten dark hair.     * Tea tree oil has antiseptic qualities that may help kill the fungus, and keep your scalp moisturized. You can buy a small bottle at many groceries and health food stores, and add 5-6 drops to your regular shampoo. Or just purchase a shampoo that contains tea tree oil.     * Buy and use two or three different types of regular shampoo and don't use the same one two days in a row. For some reason this gets rid of lesser cases of dandruff.     * Scalpicin® may be useful for particularly itchy scalps. They contain either anti-inflammatory ingredients (like hydrocortisone) or one of the active anti-dandruff ingredients. Usually these treatments also contain menthol, which provides a cooling effect that reduces the sensation of itching. Warnings     * Some anti-dandruff shampoos, such as those containing selenium sulfide or coal tar may discolor dyed hair.     * Discontinue use of any anti-dandruff shampoo or medication if the condition worsens or spreads, or if you notice side effects. Consult your primary care physician or dermatologist if the problem doesn't go away.     * Watch out for shampoos that are packaged to look like dandruff shampoos but only say that they will rinse away loose dandruff. Any shampoo will rinse away loose dandruff.     * Using more than one anti-dandruff product may cause redness and irritation.      * Avoid Sodium Lauryl Sulphate (SLS). It's a foaming compound that's a mild irritant. Some people find that using specialist soap without SLS as a shampoo for a couple of weeks makes their dandruff go away. You'll probably get it back if you switch back to ordinary shampoo. Shampoo with one of these anti-dandruff ingredients: ketoconazole, zinc pyrithione, selenium sulfide, salicylic acid, coal tar extract, or sulfur. If one doesn't work try another.",
            "vi": "Nguyên nhân gây ra gàu    Da đầu (cũng như da trên toàn bộ cơ thể) thường xuyên tự tái tạo tế bào da mới bằng cách bong tróc lớp tế bào da bên ngoài. Thường thì người ta không thấy được sự bong tróc lớp tế bào da này. Nhưng khi lớp tế bào da này đóng thành từng mảng lớn có thể thấy được gọi là gàu.  Chứng gàu nhẹ xảy ra không phải vì da đầu khô mà thường là do da đầu tiết quá nhiều dầu. Nếu bạn bị nhiều mảng vảy bong tróc lớn cùng với các triệu chứng này quanh mũi, lông mày, tai, rốn hoặc cơ quan sinh dục ngoài thì có thể là do chứng viêm da do tiết quá nhiều bã nhờn. Chứng gàu nặng có thể là do bệnh vảy nến trên da đầu. Hoạt động tăng lượng vi khuẩn giống như nấm men có thể gây ra chứng viêm da do tiết quá nhiều bã nhờn; lượng vi khuẩn này rất ít trên da đầu khoẻ mạnh. Gàu có thể xảy ra với bất cứ người nào ở bất cứ độ tuổi nào. Và chứng bệnh này có thể chữa được.  Kẽm và các axit béo thiết yếu (như hạt bí ngô, quả hạch, dầu thực vật) đều có tác dụng ngăn ngừa gàu. Biện pháp & phương thuốc chữa gàu tại nhà  Để sở hữu một mái tóc đẹp sạch gàu, bạn nên uống ít nhất 2 lít nước mỗi ngày, ăn nhiều rau xà lách, rau xanh, và trái cây tươi. Lược chải tóc nên được chà rửa thường xuyên đồng thời phải nên chải tóc thường xuyên nữa. Gàu là chứng bệnh trên da đầu có thể kiểm soát được. Da đầu ít dầu quá hay nhiều dầu quá đều có thể gây ra gàu. Hãy thực hiện theo các bước sau đây nhé: 1. Hoà 2 muỗng cà phê giấm nguyên chất với 6 muỗng cà phê nước và thoa lên da đầu trước khi đi ngủ. Quấn khăn quanh đầu. Gội đầu vào sáng hôm sau. Sau khi gội đầu, hãy gội lại bằng nước giấm. Hãy điều trị gàu theo phương pháp này mỗi tuần một lần ít nhất trong 3 tháng. 2. Hoà một muỗng cà phê nước ép chanh với 2 muỗng cà phê giấm và xoa bóp da đầu. Gội đầu lại bằng dầu gội đầu trứng. 3. Dùng 1 phần dầu quả hạnh, 1 phần bột lưu huỳnh nguyên chất, 2 phần “cồn 90 độ” và 4 phần nước cất hoặc nước hoa hồng và hoà trộn chúng một cách kỹ lưỡng. Xát hỗn hợp này lên da đầu. 4. Dùng 2 tách nước, thêm vào 4-5 muỗng canh cỏ xạ hương khô và đun sôi trong vòng 10 phút. Để nguội, gạn lấy cái và sử dụng hỗn hợp này để xoa bóp da đầu. Để trong vòng nửa tiếng đồng hồ. 5. Hoà tan 2 viên thuốc aspirin vào bất kỳ loại dầu gội đầu nào rồi gội lên đầu của bạn. 6. Mát-xa da đầu bằng dầu quả hạnh. Nhúng khăn vào nước ấm và quấn quanh đầu. Làm lại ba hoặc bốn lần khi khăn nguội đi. 7. Làm dầu gội bằng cách trộn 100 g quả amla (thứ quả mọng thuộc họ thầu dầu-cây rụng lá), reetha, shikakai, đun sôi hỗn hợp này với 2 lít nước cho đến khi cô lại còn một nửa. Dùng dùng gội này trong vòng một tháng. bạn sẽ có một mái tóc dày đẹp và sạch gàu. 8. Hạt cà-ri cũng rất hữu ích trong việc làm sạch gàu. Xay nhuyễn hạt cà-ri (methi) đã ngâm trong nước qua đêm. Mát-xa thứ hỗn hợp bột nhão này lên da đầu và để trong vòng 15-20 phút. Gội đầu lại với dầu gội đầu nhẹ dịu. 9. Gội đầu bằng giấm rượu táo ấm. Sau đó trùm tóc bằng khăn hoặc mũ tắm và ủ tóc khoảng 30-40 phút. Gội đầu lại bằng nước lạnh. Mỗi tuần nên làm 2 lần cho đến khi nào sạch gàu thì thôi. 10. Lấy một vốc bi-các-bô-nát na-tri và xát lên tóc ẩm. Gội đầu lại bằng nước lạnh. bi-các-bô-nát na-tri không những giúp cho da đầu hết ngứa mà còn sạch gàu. 11. Hoà trộn 100 g cây phỉ và 1 muỗng canh nước ép chanh tươi với 200 ml nước. Gội đầu và dùng miếng bông chà lên da đầu khi tóc vẫn còn ướt. Làm lại nhiều lần cho đến khi nào sạch gàu. 12. Thử sử dụng dầu gội chứa xê-len sunfua hoặc a-xít salixilic. 13. Thử gội đầu với xà phòng Zest mỗi tuần một lần. xà phòng này có tác dụng tốt với tóc nhờn; giúp tóc bạn khô hơn; vì thế hãy thoa dầu dưỡng tóc lên tóc thôi, đừng thoa lên da đầu. xà phòng Zest cũng có tác dụng trị gàu với một số người. Cách ngăn ngừa và trị gàu Gàu là chứng bệnh đặc trung do da đầu ngứa, đóng vảy, và là một trong những chứng bệnh da liễu thường gặp nhất. May mắn là, trong khi người ta chưa xác định được chính xác nguyên nhân gây ra gàu trên da đầu là gì, thì cũng có một vài biện pháp giúp bạn giảm nguy cơ bị gàu và cũng có nhiều biện pháp chữa trị gàu hiệu quả nữa. Các biện pháp trị gàu  1. Có chế độ ăn uống khỏe mạnh và cân đối. chế độ ăn uống khỏe mạnh có thể ngăn ngừa được chứng đóng vảy gàu. Đảm bảo ăn nhiều kẽm, axit béo chứa Omega-3, các loại vi-ta-min E và B, tránh ăn những thức ăn chứa nhiều men và đường. Nghiên cứu cho thấy một yếu tố nhỏ nào đó gây ra gàu là nấm phát triển nhanh khi người bệnh ăn nhiều men, nhiều chất béo và đường. Mặc dù điều này chưa hẳn là nguyên nhân tác động chính đến các chứng bệnh về da của bạn, tình trạng sức khỏe tổng quát của bạn sẽ giúp cơ thể bạn phản ứng lại chứng nấm gây ra gàu này. 2. Đừng lo lắng nhiều, hãy vui lên. Căng thẳng làm cản trở hệ bảo vệ của cơ thể và làm phát sinh tất cả các chứng bệnh, kể cả gàu, vì  vậy ngay bây giờ hãy thư giãn đi và đừng bận tâm về việc mặc chiếc áo sơ mi màu đen ngày mai nữa. 3. Hạn chế sử dụng các sản phẩm tạo kiểu tóc. Keo xịt tóc, mút và gel vuốt tóc cũng có thể là tác nhân góp phần gây ra gàu ở một vài người. Các loại sản phẩm tạo kiểu tóc này cũng có thể làm cho da đầu khô quá mức, gây ra tình trạng đóng vảy hoặc gây dị ứng da đầu. Nếu bạn phát hiện mình bị gàu sau khi bắt đầu sử dụng một sản phẩm mới thì nhiều cơ hội gây ra gàu chắc là do sản phẩm tóc này. Biện pháp ngoại lệ là sử dụng gel vuốt tóc chữa gàu hoặc keo xịt tóc được điều chế từ tinh dầu trà.  4. Hãy gội đầu thường xuyên. có vẻ như gàu phát triển nhanh trên tóc nhờn, vì vậy việc thường xuyên gội đầu cũng có thể giúp làm sạch gàu. Nếu bạn đã bị gàu thì việc gội đầu cũng có thể giúp bạn ngăn triệu chứng đóng vảy ngứa cho đến khi sạch gàu. Hãy mát-xa da đầu để làm sạch da đầu đồng thời làm sạch tóc. Hãy gội đầu nhiều lần. Việc gội đầu lần thứ nhất làm bong rã bã nhờn đã đóng như sáp trên da đầu và gội đầu lần thứ hai giúp tẩy sạch lớp bã dầu đó. 5. Gội đầu bằng dầu gội đặc trị gàu. Nếu gàu vẫn còn dai dẳng mặc dù gội đầu thường xuyên thì hãy nên dùng một thứ dầu gội nào đó mạnh hơn. Có nhiều loại dầu gội trị gàu ở các hiệu thuốc hay ở các tiệm tạp hoá và thường có tác dụng trị gàu tốt. Hãy chắc rằng bạn thực hiện cẩn thận đúng theo chỉ dẫn, và hãy dành thêm một ít thời gian để tắm vòi hoa sen, vì hầu hết các dầu gội trị gàu này khuyên bạn nên ủ tóc từ 5 đến 10 phút và xoa dầu gội 2 lần.  6. Thoa dầu thảo dược lên tóc của bạn hoặc sử dụng gel thảo dược đặc biệt. Làm đều đặn, ít nhất 2 lần trong một tuần để chữa gàu. 7. Nên biết rằng có nhiều hoạt chất khác nhau trong các loại dầu gội trị gàu. Nếu loại dầu gội này không có hiệu quả thì bạn nên sử dụng loại dầu gội khác. Ketoconazole (thương hiệu Nizoral®) vô cùng hiệu quả đối với một số loại gàu do nấm gây ra. Bạn có thể mua dầu trị gàu 1% Ketoconazole mà không cần toa ở Hoa Kỳ, nhưng dầu gội 2% Ketoconazole thì phải có toa bác sĩ. Ở Canada, bạn có thể mua tự do dầu gội trị gàu 2% Ketoconazole. 8. Hãy kiên nhẫn. Phải mấy một vài tuần thì dầu gội trị gàu mới cho kết quả khác biệt sau vài lần sử dụng. 9. Hãy thay đổi dầu gội. Nếu một loại dầu gội trị gàu nào đó có vẻ không có hiệu quả, hay có hiệu quả một thời gian rồi sau đó không có tác dụng nữa thì bạn nên chuyển sang sử dụng một sản phẩm trị gàu khác có hoạt chất khác (hoạt chất trị gàu được ghi trên chai). 10. Đến khám bác sĩ nếu tình trạng gàu vẫn dai dẳng sau hơn một vài tuần điều trị. Có nhiều loại dầu gội trị gàu theo toa và nhiều loại kem xtê-rô-ít cũng có tác dụng trị sạch gàu. Những bí quyết trị sạch gàu * Thử dùng dầu gội đầu dịu nhẹ hơn. Một số thợ cắt tóc cho biết nguyên nhân gây ra gàu thường là dùng dầu gội đầu mạnh làm chết da đầu hoặc làm khô da đầu. * Một biện pháp khả thi khác là cho một lượng lớn muối bọt lên tay trước khi tắm vòi hoa sen. Chà xát nhẹ lên toàn bộ vùng da đầu. Gội đầu lại bằng vòi hoa sen và gội lại bằng dầu gội bình thường. * Tốt hơn hết là nên bổ sung vi ta min vào thức ăn, chớ không phải là bổ sung dinh dưỡng. Một cuộc tìm kiếm nhanh trên mạng sẽ cho bạn các loại thức ăn bổ sung vào chế độ dinh dưỡng của bạn giàu kẽm, các loại Omega-3, và vitamin B.  * Nếu dầu gội trị gàu của bạn không có tác dụng, hoặc nếu bạn phát hiện thấy da đầu bị đỏ hay đóng vảy vàng hay trắng thì có thể là bạn chưa bị gàu đâu. Nhiều bệnh khác cũng có thể làm cho da đóng vảy và da đầu ngứa. Hãy đến khám bác sĩ chăm sóc sức khỏe ban đầu hay bác sĩ chuyên khoa da liễu của bạn.  * Một cuộc tìm kiếm trên mạng sẽ cho bạn đủ các biện pháp chữa gàu tại nhà. Một số biện pháp thực sự có hiệu quả tốt, đồng thời những loại dầu gội trị gàu này đều rẻ tiền thích hợp cho hầu hết mọi người. * Hãy mặc quần áo màu nhạt (nhất là áo) khi bạn bị gàu. Hầu hết những người khác sẽ khó phát hiện ra bạn bị gàu. * Nếu bạn bị viêm mũi dị ứng, chàm, hay các chứng dị ứng da hay dị ứng hô hấp khác thì có lẽ chứng gàu của bạn một phần là do dị ứng. Trong tình huống này, bạn có thể thấy có hiệu quả hơn khi gội đầu ít đi, vì vậy bạn không nên lờ đi các loại dầu tự nhiên bảo vệ da đầu. Người bị dị ứng có thể phản ứng với dầu gội trị gàu bằng cách mọc gàu nhiều hơn. Nếu bạn nghĩ mình thuộc trường hợp này thì thử gội đầu bằng dầu dưỡng tóc thôi, hoặc nên gội đầu ít thôi. * Thử dùng phương pháp điều trị gàu duy nhất lần đầu vào kỳ nghỉ hay khoảng thời gian mà bạn ít xuất hiện trước người khác, vì da đầu của bạn sẽ rất nhờn lúc đầu. Sẽ phải mất từ hai tuần đến một tháng để cân bằng lượng dầu trên tóc của bạn và da đầu sẽ tự điều chỉnh lượng dầu sau đó. * Gội đầu bằng dung dịch gồm ¼ tách giấm trắng và ¾ tách nước có thể giúp chữa được chứng gàu. Những a-xít tự nhiên sẽ làm giảm bã nhờn (tế bào da chết và dầu nhờn) bám vào da đầu và đóng vảy thành gàu. Hãy gội đầu kỹ lại bằng nước ấm, không phải là nước nóng. Nếu không gội đầu kỹ thì người bạn sẽ hôi mùi giấm. Trong khi giấm trắng được coi là phương thuốc vàng chữa gàu tại nhà thì giấm rượu táo hoặc nước chanh ép cũng có tác dụng rất tốt. nước chanh ép cũng có thể làm nhạt màu đen của tóc. * Tinh dầu trà có tác dụng sát trùng, diệt nấm đồng thời giữ ẩm cho da đầu. Bạn có thể mua một chai nhỏ ở của hàng tạp hoá hay ở các của hiệu bán thức ăn tự nhiên, và thêm vào dầu gội thường của bạn từ 5 đến 6 giọt. Hoặc bạn chỉ mua dầu gội chứa tinh dầu trà thôi. * Mua và sử dụng hia hoặc ba loại dầu gội thường xuyên khác nhau và không nên gội cùng một loại trong hai ngày liên tục. Điều này có thể giúp giảm nguy cơ bị gàu vì một lý do nào đó. * Scalpicin® có thể hiệu quả đối với da đầu ngứa nhiều. Chúng không những chứa các thành phần kháng viêm (như hydrocortisone) mà còn một trong những hoạt chất chống gàu. Thường thì những loại thuốc này chứa tinh dầu bạc hà, có tác dụng làm mát và giảm cảm giác ngứa ngáy khó chịu. Cảnh báo * Một số dầu gội trị gàu chứa xê-len sunfua hay nhựa than đá có thể làm bạc màu tóc nhuộm. * Hãy ngưng sử dụng bất kỳ loại dầu gội trị gàu hay thuốc nào nếu tình trạng bệnh càng trầm trọng thêm hay bị lây lan hoặc bị tác dụng phụ. Hãy tham khảo ý kiến của bác sĩ chăm sóc sức khỏe ban đầu hoặc bác sĩ chuyên khoa da liễu nếu gàu vẫn còn dai dẳng. * Hãy dè chừng nhiều loại dầu gội được đóng gói trông giống như dầu gội trị gàu nhưng chỉ có tác dụng làm sạch gàu nhẹ. Bất cứ loại dầu gội nào cũng có tác dụng làm sạch gàu nhẹ cả. * Dùng từ hai loại sản phẩm trị gàu trở lên có thể làm cho da đầu bị đỏ và kích ứng. * Tránh Sodium Lauryl Sulphate (SLS). Đây là một loại hợp chất có bọt, kích ứng nhẹ. Nhiều người thấy rằng sử dụng xà phòng chuyên trị không chứa SLS làm dầu gội trong vài tuần có thể sạch gàu. Bạn có thể bị gàu trở lại nếu bạn chuyển qua sử dụng loại dầu gội bình thường. Hãy gội đầu với một trong những thành phần trị gàu sau đây: ketoconazole, kẽm pyrithione, xê-len sunfua, a-xit salicylic, chiết xuất từ nhựa than đá, hoặc lưu huỳnh."
        }
    ],
    "suggestions": []
}