{
    "en_vn": {
        "data": {
            "content": null,
            "word": "thromboembolism"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>thromboembolism</k><blockquote><cclass>[<cclass>ˌθrɒmbəʊ'ɛmbəlɪz(ə)m<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine obstruction of a blood vessel by a blood clot that has become dislodged from its original site. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>thromboembolic</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "thromboembolism"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thromboembolism"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thromboembolism"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nghẽn mạch huyết khối</font></td></tr></tbody></table></div>",
            "word": "thromboembolism"
        }
    },
    "sentences": [
        {
            "en": "The newer kinds of pills, which contain the progestin hormones drospirenone, desogestrel, or gestodene along with estrogen, doubled the risk again, making it six to seven times as high as women who weren't using hormonal forms of birth control. On average, roughly 10 out of 10,000 women taking newer kinds of birth control pills had venous <em>thromboembolism</em> within a year.",
            "vi": "Các loại thuốc viên mới hơn, có chứa các kích thích tố drospirenone progestin desogestrel, hoặc gestodene cùng với estrogen, tăng gấp đôi nguy cơ này một lần nữa, làm cho nó cao hơn 6-7 lần so với những phụ nữ không sử dụng các hình thức ngừa thai nội tiết tố. Trung bình, khoảng 10 trong số 10.000 phụ nữ dùng các loại thuốc tránh thai mới hơn có huyết khối thuyên tắc tĩnh mạch trong vòng một năm."
        },
        {
            "en": "One of the largest studies to look at the link better \"the pill\" and blood clots, showed the older formulas to have a lower risk, but the newer versions to perform better in regards to venous <em>thromboembolism</em> (VTE). The researchers stressed that women should consult their doctor before changing brands or formulas.",
            "vi": "Một trong những nghiên cứu lớn nhất tìm hiểu về mối liên kết tốt hơn giữa “việc dùng thuốc” và cục đông máu, cho thấy những công thức thuốc cũ có nguy cơ thấp hơn, còn các thế hệ thuốc mới hơn lại cho thấy liên quan đến huyết khối thuyên tắc tĩnh mạch (VTE) nhiều hơn. Các nhà nghiên cứu nhấn mạnh rằng phụ nữ nên tham khảo ý kiến bác sĩ của mình trước khi thay đổi thương hiệu hay công thức thuốc."
        }
    ],
    "suggestions": []
}