{
    "en_vn": {
        "data": {
            "content": null,
            "word": "thromboplastin"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "thromboplastin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thromboplastin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thromboplastin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thromboplastin"
        }
    },
    "sentences": [
        {
            "en": "One of the substances involved in the clotting of blood, important for the activation of plasma <em>thromboplastin</em>.",
            "vi": "Một trong các chất liên quan đến sự đông máu, có tầm quan trọng trong việc hoạt hoá thromboplastin huyết tương."
        },
        {
            "en": "Theses systems involve the interaction of a variety of substances (coagulation factors) and lead to the production of the enzyme <em>thromboplastin</em>, which converts the soluble blood protein fibrinogen to the insoluble protein fibrin.",
            "vi": "Các hệ thống này bao gồm sự tương tác của nhiều chất (các yếu tố đông máu) sau đó đến sự thành lập enzyme thromboplastin enzyme này chuyển protein fibrinogen tan trong máu thành protein không tan fibrin."
        },
        {
            "en": "DiagnosisYour doctor may suspect your child has hemophilia if there's a pattern of bruising and bleeding, particularly if this includes bleeding into the joint. Diagnosing the condition requires a set of blood tests, including a complete blood count (CBC), prothrombin time (PT), activated partial <em>thromboplastin</em> time (PTT), factor VIII level, and factor IX level.",
            "vi": "Chẩn đoán bệnh máu khó đông Bác sĩ có thể nghi ngờ con bạn bị bệnh máu khó đông nếu bị bầm da và xuất huyết một kiểu nào đó, nhất là nếu tình trạng này gồm xuất huyết vào khớp. Việc chẩn đoán bệnh đòi hỏi phải cần một loạt các xét nghiệm máu, như đếm huyết cầu toàn phần (CBC), thời gian prothrombin (kiểm tra đông máu ngoại sinh), thời gian thromboplastin từng phần hoạt hoá (PTT), mức độ yếu tố thứ VIII và thứ IX."
        }
    ],
    "suggestions": []
}