{
    "en_vn": {
        "data": {
            "content": null,
            "word": "throated"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "throated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "throated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "throated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "throated"
        }
    },
    "sentences": [
        {
            "en": "I have caught a red - <em>throated</em> bird.",
            "vi": "Tôi vừa bắt được một con chim cổ đỏ."
        },
        {
            "en": "I have caught a red-<em>throated</em> bird.",
            "vi": "Tôi vừa bắt được một con chim cổ đỏ."
        },
        {
            "en": "A subsequent statement, issued on Tuesday, offered a much more full-<em>throated</em> apology.",
            "vi": "Một tuyên bố tiếp theo được đưa ra vào thứ 3, đã có lời xin lỗi với đầy đủ sự thừa nhận."
        },
        {
            "en": "A subsequent statement, issued on Tuesday, offered a much more full-<em>throated</em> apology.",
            "vi": "Một tuyên bố tiếp theo được đưa ra vào thứ 3, đã có lời xin lỗi với đầy đủ sự thừa nhận."
        },
        {
            "en": "My friends, i should be delighted to play another song for you on this golden-<em>throated</em> bugle, but time and distance from home find me weary.",
            "vi": "Các bạn thân mến, tôi rất sung sướng thổi cho các bạn nghe một bài khác với cây kèn cổ vàng đây, nhưng thời gian và kiếp sống tha hương làm tôi mỏi mệt."
        },
        {
            "en": "Which brings up the essence of leadership in the public eye in 2017: your employees are another front stage, a public representation of what your company is all about. So when employees start grumbling or in Uber’s case reports of sexual harassment and underpaid drivers surface it’s time to review what you stand for. A good part of Uber’s success was not just the technology, but a full-<em>throated</em> charge to enter new markets despite legal obstacles. That kind of stress needs leadership that grows and evolves as challenges grow. And because the team is responsible for executing management’s plans, biting the hand that feeds – employees, staff, vendors, investors ― is a recipe for disaster.",
            "vi": "Sự việc trên mang bản chất của ban lãnh đạo ra mắt công chúng vào năm 2017: nhân viên của bạn là một bộ mặt khác, đại diện cho công chúng trong công ty của bạn. Vì vậy, khi nhân viên bắt đầu cằn nhằn hoặc báo cáo trường hợp của Uber về hành vi quấy rối tình dục và chuyện tài xế chưa được thanh toán nổi lên, đó là thời gian để xem lại những gì bạn đang đại diện. Một phần tốt đẹp trong sự thành công của Uber không chỉ là công nghệ, mà còn là một khoản chi phí thâm nhập đầy đủ vào thị trường mới, bất chấp những trở ngại pháp lý. Loại áp lực đó cần sự lãnh đạo thăng tiến và biến hóa khi những thách thức phát triển. Và bởi vì nhóm chịu trách nhiệm thực hiện kế hoạch quản lý lại đi tổn hại đến những người cung cấp thông tin - nhân viên, nhà cung cấp, nhà đầu tư - là một công thức cho thảm họa."
        }
    ],
    "suggestions": []
}