{
    "en_vn": {
        "data": {
            "content": null,
            "word": "thunderbird",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>thunderbird</k><blockquote>■ <cclass>noun a mythical bird thought by some North American Indians to bring thunder. </cclass></blockquote></div>",
            "word": "thunderbird",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thunderbird",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thunderbird",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thunderbird",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "13. <em>THUNDERBIRD</em>",
            "vi": "13. LÔI ĐIỂU (CHIM SẤM)\n\nhttp://animal.discovery.com/tv-shows/lost-tapes/creatures/thunderbird.htm"
        },
        {
            "en": "Commercial Food Services Equipment, a third-party vendor in Chicago, lists a <em>Thunderbird</em> for sale on Amazon, but charges almost $2,600 for shipping....",
            "vi": "Hãng Commercial Food Services Equipment, một nhà cung cấp thuộc bên thứ ba ở Chicago, cũng yết giá bán một chiếc Thunderbird trên Amazon, nhưng phí vận chuyển gần 2600 đô.  ..."
        },
        {
            "en": "That was then. You can once again buy a box of 4,000 nails on Amazon (shipping weight: 38 pounds) and have them delivered to your door free. But the retailer has gone far beyond such modest offers. The <em>Thunderbird</em> Cookie Dropping Machine costs $32,329 and weighs 1,260 pounds, but Amazon will also ship it free. (It is currently out of stock.)",
            "vi": "Đó là chuyện hồi đó. Một lần nữa bạn vẫn có thể mua một hộp 4000 cây đinh trên Amazon ( trọng lượng lúc gửi hàng: 38 ao-xơ ) và được giao miễn phí tận nhà. Nhưng nhà bán lẻ này đã làm nhiều hơn những đề nghị khiêm tốn ấy. Máy Thunderbird Cookie Dropping Machine giá 32.329 đô, nặng 1.260 ao-xơ, nhưng Amazon còn không tính tiền vận chuyển đấy. ( hiện nay không còn hàng nữa )."
        },
        {
            "en": "A LIVING FOSSIL? Native American legend speaks of a <em>Thunderbird</em>, an enormous flying creature with a wingspan more than twice the length of a war canoe (approximately 20 feet). According to myths from Pacific Northwest, Plains and Northeastern tribes, the <em>Thunderbird</em> was actually a god in animal form, and the thunderous sound of its flapping wings was meant to scare humans away from its territory. Although many stories claim the Thunderbird's favorite prey is the killer whale, other myths from the Illini tribe depict these monstrous birds as vengeful hunters, prone to grabbing children in their talons and carrying them away to kill them. Some cryptozoologists today compare thunderbirds to pterosaurs, giant birds of prey that roamed the skies 115 million years ago.",
            "vi": "Một hóa thạch sống? Huyền thoại châu Mỹ bản địa mô tả lôi điểu là một sinh vật khổng lồ, biết bay, với sải cánh dài gấp 2 lần chiều dài của một chiếc xuồng chiến (khoảng 20 feet). Theo những thần thoại từ các bộ tộc ở Tây Bắc Thái Bình Dương, Plains và Đông Bắc, lôi điểu thực sự là một vị thần trong lốt động vật, và âm thanh vỗ cánh như sấm của nó có nghĩa là để đe dọa con người không xâm lấn lãnh thổ của nó. Mặc dù nhiều câu chuyện cho rằng con mồi ưa thích nhất của lôi điểu là cá voi sát thủ, thì những thần thoại khác từ bộ tộc Illini miêu tả những con chim khổng lồ này như là những kẻ săn mồi đầy thù hận, sà xuống chộp lấy trẻ em trong móng vuốt của chúng và mang đi để giết chết. Ngày nay một số nhà khoa học nghiên cứu về các quái vật truyền thuyết so sánh lôi điểu với thằn lằn bay, loài chim săn mồi khổng lồ bá chủ của bầu trời 115 triệu năm về trước."
        },
        {
            "en": "A FRESHWATER MONSTER? The Oklahoma Octopus is a mysterious creature generally said to inhabit three lakes in Oklahoma (Lake <em>Thunderbird</em>, Lake Oolagah and Lake Tenkiller) where it attacks and kills unsuspecting swimmers. According to legend and rumor, this freshwater demon measures the siz​e of a horse and resembles an octopus, with long tentacles and leathery, reddish-brown skin. Skeptics question how an octopus — an ocean creature — could survive in freshwater lakes, but it is easy to believe that such a creature would be a fearsome predator. The Giant Pacific Octopus, for example, has tentacles that each boast the strength of a 200-pound man and a powerful beak that it uses to kill prey.",
            "vi": "Một con quái vật nước ngọt? Bạch tuộc Oklahoma là một sinh vật bí ẩn thường được cho là sống ở 3 hồ ở Oklahoma (Hồ Thunderbird, Hồ Oolagah và Hồ Tenkiller), nơi nó tấn công và giết chết những người đi bơi không cảnh giác. Theo truyền thuyết và tin đồn, con quỷ nước ngọt này to bằng một con ngựa và giống như một con bạch tuộc, với xúc tu dài và da màu nâu đỏ, đàn hồi. Những người đa nghi đặt câu hỏi làm thế nào một con bạch tuộc - một sinh vật đại dương - có thể tồn tại trong các hồ nước ngọt, nhưng rất dễ dàng để tin rằng một sinh vật như vậy sẽ là một động vật ăn thịt đáng sợ. Ví dụ như bạch tuộc khổng lồ Thái Bình Dương, có những xúc tu mà mỗi cái có sức mạnh bằng sức của một người đàn ông nặng 200 pound và cái miệng đầy uy lực mà nó sử dụng để giết con mồi."
        }
    ],
    "suggestions": []
}