{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Thursdays",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Thursdays</k><blockquote>on Thursdays; each Thursday.</blockquote><blockquote>→ <kref>Thursday</kref></blockquote></div>",
            "word": "Thursdays",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Thursdays",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Thursdays",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Thursdays",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I'm off on <em>Thursdays</em>.",
            "vi": "Tôi nghỉ các ngày thứ Năm."
        },
        {
            "en": "I 'm off on <em>Thursdays</em>.",
            "vi": "Tôi nghỉ các ngày thứ Năm."
        },
        {
            "en": "Shall we assign <em>Thursdays</em> for our weekly meeting?",
            "vi": "Chúng ta sẽ ấn định các cuộc họp hàng tuần vào các ngày thứ năm chứ?"
        },
        {
            "en": "The meetings are on Tuesdays and <em>Thursdays</em> in the main hall.",
            "vi": "Cuộc họp tiến hành vào ngày thứ Ba và thứ Năm ở hội trường chính."
        },
        {
            "en": "I already have a standard meeting on <em>Thursdays</em> at 9:30 AM.",
            "vi": "Tôi có cuộc họp giao ban vào thứ Năm lúc 9 : 30 sáng."
        },
        {
            "en": "We always have hamburgers on <em>Thursdays</em>. Let's have snails for a change.",
            "vi": "Chúng ta lúc nào cũng ăn bánh mì kẹp thịt vào ngày thứ năm trong tuần. Vậy nay ta hãy ăn ốc để đổi bữa."
        },
        {
            "en": "Language seminars will be in the Biology Room, from 9 to 10 on Mondays and <em>Thursdays</em>.",
            "vi": "Các cuộc hội thảo ngôn ngữ sẽ ở trong phòng Sinh học, từ 9 đến 10 giờ vào những ngày thứ Hai và thứ Năm."
        },
        {
            "en": "That's on <em>Thursdays</em>. It starts at the same time, but they meet at the main gate to the park.",
            "vi": "Jim: Đó là vào thứ Năm. Nó bắt đầu cùng lúc, nhưng họ gặp nhau tại cổng chính của công viên."
        },
        {
            "en": "\"From tomorrow, for at least two weeks, we are going to have Wednesdays, <em>Thursdays</em> and Fridays as non-working days for the public sector,\" Mr Maduro said on his weekly television program.",
            "vi": "\"Từ ngày mai, trong ít nhất hai tuần, với những ai làm việc nhà nước, chúng ta sẽ nghỉ các ngày thứ 4,5,6\" ông Maduro phát biểu trên truyền hình trong chương trình hàng tuần của ông."
        }
    ],
    "suggestions": []
}