{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['θairɔid]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">thy</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[θai]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(giải phẫu) (thuộc) tuyến giáp</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">thyroid cartilage</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sun tuyến giáp </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(giải phẫu) tuyến giáp (tuyến to ở phía trước cổ, tạo ra hóomon điều khiển sự lớn lên và phát triển của thân thể) (như)<font color=\"#1371BB\">thyroid gland</font></td></tr></table><i/></div>",
            "word": "thyroid",
            "pronounce": "['θairɔid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>thyroid</k><blockquote><cclass>[<cclass>'θʌɪrɔɪd<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 (also <cclass><b>thyroid gland</b>) a large ductless gland in the neck which secretes hormones regulating growth and development through the rate of metabolism. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ an extract prepared from the thyroid gland of animals and used in treating deficiency of thyroid hormones. </blockquote></blockquote><blockquote><blockquote>2》 (also <cclass><b>thyroid cartilage</b>) a large cartilage of the larynx, a projection of which forms the Adam's apple in humans. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: from Gk <i>(khondros) thureoeidēs</i> 'shield-shaped (cartilage)', from <i>thureos</i> 'oblong shield'. </blockquote></div>",
            "word": "thyroid",
            "pronounce": "['θairɔid]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "thyroid",
            "pronounce": "['θairɔid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "thyroid",
            "pronounce": "['θairɔid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "thyroid",
            "pronounce": "['θairɔid]"
        }
    },
    "sentences": [
        {
            "en": "<em>Thyroid</em> gland",
            "vi": "Tuyến giáp"
        },
        {
            "en": "<em>Thyroid</em> symptoms and solutions",
            "vi": "Các triệu chứng tuyến giáp và cách điều trị"
        },
        {
            "en": "Subnormal activity of the <em>thyroid</em> gland.",
            "vi": "Hoạt động tuyến giáp dưới mức bình thường."
        },
        {
            "en": "The <em>thyroid</em> gland is necessary for life.",
            "vi": "Tuyến giáp rất cần thiết cho sự sống."
        },
        {
            "en": "Ultrasounds can check the <em>thyroid</em> gland in the neck.",
            "vi": "Siêu âm có thể kiểm tra tuyến giáp ở cổ."
        },
        {
            "en": "Goitre rarely occurs when the <em>thyroid</em> gland is functioning properly.",
            "vi": "Bướu cổ hiếm khi xảy ra khi tuyến giáp đang hoạt động bình thường."
        },
        {
            "en": "Chronic inflammation of the <em>thyroid</em> gland due to the formation of antibodies against normal <em>thyroid</em> tissue (autoantibodies).",
            "vi": "Viêm tuyến giáp mãn tính do sự tạo thành các kháng thể chống lại mô tuyến giáp bình thường (tự kháng thể)."
        },
        {
            "en": "A hormone produced by the <em>thyroid</em> gland that is similar to thyroxine and used to treat conditions of <em>thyroid</em> deficiency.",
            "vi": "Một hormone tuyến giáp tương tự như thyroxine và dùng chữa các tình trạng thiểu năng tuyến giáp."
        },
        {
            "en": "Other causes of hyperthyroidism\n \nHyperthyroidism can also result from <em>thyroid</em> nodules. These are lumps that develop inside the <em>thyroid</em> and sometimes begin producing <em>thyroid</em> hormones. Large lumps may create a noticeable goiter. Smaller lumps can be detected with ultrasound.",
            "vi": "Các nguyên nhân khác gây cường giáp  \nCường giáp cũng có thể gây ra do các khối u tuyến giáp. Đây là những khối u phát triển bên trong tuyến giáp và đôi khi bắt đầu tiết hoóc-môn tuyến giáp. Những khối u lớn có thể gây bướu cổ dễ nhận thấy. Người ta có thể phát hiện ra các khối u nhỏ hơn bằng kỹ thuật siêu âm."
        },
        {
            "en": "Surgery for <em>thyroid</em> disorders\n \nRemoving the <em>thyroid</em> gland can cure hyperthyroidism, but the procedure is only recommended if antithyroid drugs don't work, or if there is a large goiter. Surgery may also be recommended for patients with <em>thyroid</em> nodules. Once the <em>thyroid</em> is removed, most patients require daily supplements of <em>thyroid</em> hormones to avoid developing hypothyroidism.",
            "vi": "Phẫu thuật điều trị rối loạn tuyến giáp\n \nCắt bỏ tuyến giáp có thể chữa lành được chứng cường giáp, nhưng người ta chỉ khuyến nghị nên phẫu thuật khi thuốc ức chế hoạt động của tuyến giáp không có tác dụng, hoặc nếu bệnh nhân có bướu cổ lớn. Ngoài ra, cũng có thể áp dụng phẫu thuật đối với bệnh nhân có các khối u tuyến giáp. Khi tuyến giáp bị cắt bỏ, hầu hết bệnh nhân cần phải bổ sung các hoóc-môn tuyến giáp mỗi ngày để tránh làm cho chứng suy giáp phát triển."
        },
        {
            "en": "A constricted or narrowed part of an organ or tissue, such as the band of <em>thyroid</em> tissue connecting the two lobes of the <em>thyroid</em> gland.",
            "vi": "Một phần co thắt hay hẹp lại ở một cơ quan hay một mô, thí dụ như băng mô giáp nối hai thuỳ tuyến giáp."
        },
        {
            "en": "Diagnosing <em>thyroid</em> disorders\n \nIf your doctor suspects a <em>thyroid</em> disorder, a blood test can help provide an answer. This test measures the level of <em>thyroid</em> stimulating hormone (TSH), a kind of master hormone that regulates the work of the <em>thyroid</em> gland. If TSH is high, it typically means that your <em>thyroid</em> function is too low (hypothyroid).  If TSH is low, it generally means the <em>thyroid</em> is overactive (hyperthyroid.) Your doctor may also check levels of other <em>thyroid</em> hormones in your blood. In some cases, imaging studies are used and biopsies are taken to evaluate a <em>thyroid</em> abnormality.",
            "vi": "Chẩn đoán rối loạn tuyến giáp\n \nNếu bác sĩ nghi ngờ rối loạn tuyến giáp, thì xét nghiệm máu có thể giúp bạn giải đáp được thắc mắc. Xét nghiệm này đo hàm lượng hoóc-môn kích thích tuyến giáp (TSH), đây là một hoóc-môn chính có tác dụng điều hoà hoạt động của tuyến giáp. Nếu TSH cao, thì thường có nghĩa là chức năng tuyến giáp của bạn quá thấp (suy giáp). Nếu TSH thấp thì thường có nghĩa là tuyến giáp hoạt động quá mức (cường giáp). Bác sĩ cũng có thể kiểm tra hàm lượng các hoóc-môn tuyến giáp khác trong máu của bạn. Trong một số trường hợp, người ta có thể chụp hình và làm sinh thiết để đánh giá mức độ bất thường của tuyến giáp."
        },
        {
            "en": "An adult body contains about 30 mg of iodine, mostly concentrated in the <em>thyroid</em> gland: this gland requires iodine to synthesize <em>thyroid</em> hormones.",
            "vi": "Cơ thể một người trưởng thành chứa khoảng 30 mg iodine, hầu hết tập trung trong tuyến giáp: tuyến này cần iodine để tổng hợp cac hormone tuyến giáp."
        },
        {
            "en": "The drug Synthroid is the market leader in the treatment of <em>thyroid</em> deficiencies.",
            "vi": "Thuốc Synthroid là nhãn hiệu dẫn đầu thị trường trong việc điều trị bệnh suy tuyến giáp."
        },
        {
            "en": "What about <em>thyroid</em> cancer?\n \n<em>Thyroid</em> cancer is uncommon and is among the least deadly. The main symptom is a lump or swelling in the neck, but less than 10 percent of <em>thyroid</em> nodules turn out to be cancerous. When <em>thyroid</em> cancer is diagnosed, it is most often treated with surgery followed by radioactive iodine therapy or external radiation therapy. ",
            "vi": "Còn ung thư tuyến giáp thì sao? \n \nUng thư tuyến giáp rất hiếm khi xảy ra và là một trong những chứng bệnh ít gây tử vong nhất. Triệu chứng chính là trong cổ xuất hiện khối u hoặc cổ bị sưng to, nhưng chưa đầy 10% các khối u tuyến giáp chuyển sang ung thư. Khi được chẩn đoán là ung thư tuyến giáp thì bệnh nhân thường hay được điều trị bằng phương pháp phẫu thuật nhất sau đó đến liệu pháp i-ốt phóng xạ hoặc điều trị bằng bức xạ bên ngoài."
        },
        {
            "en": "<em>Thyroid</em> disorder or menopause?\n \nBecause <em>thyroid</em> disorders can cause changes in your menstrual cycle and mood, the symptoms are sometimes mistaken for menopause. If a <em>thyroid</em> problem is suspected, a simple blood test can determine whether the true culprit is menopause or a <em>thyroid</em> disorder – or a combination of the two.",
            "vi": "Rối loạn tuyến giáp hay là mãn kinh?   Vì rối loạn tuyến giáp có thể làm thay đổi chu kỳ kinh nguyệt và tâm trạng, nên các triệu chứng thường làm người ta nhầm lẫn là thời kỳ mãn kinh. Nếu bạn bị nghi ngờ là mắc vấn đề về tuyến giáp thì có thể cần phải làm một xét nghiệm máu đơn giản để có thể xác định nguyên nhân chính xác có phải là do mãn kinh hay là rối loạn tuyến giáp – hay là vừa mãn kinh vừa rối loạn tuyến giáp."
        },
        {
            "en": "Symptom: Swelling in the neck\n \nA swelling or enlargement in the neck is a visible clue that something may be wrong with the <em>thyroid</em>. A goiter may occur with either hypothyroidism or hyperthyroidism. Sometimes swelling in the neck can result from <em>thyroid</em> cancer or nodules, lumps that grow inside the <em>thyroid</em>. It can also be due to a cause unrelated to the <em>thyroid</em>.",
            "vi": "Triệu chứng: Cổ phình to   Cổ phình to là dấu hiệu dễ nhận thấy có điều gì đó bất thường ở tuyến giáp. Bướu cổ có thể xảy ra ở cả suy giáp lẫn cường giáp. Đôi khi cổ to cũng có thể là do ung thư tuyến giáp hoặc bên trong tuyến giáp có nhiều khối u, nhiều bướu nhỏ phát triển. Cũng có thể nguyên nhân không liên quan gì đến tuyến giáp."
        },
        {
            "en": "This condition, caused by an iodine deficiency, causes enlargement of the <em>thyroid</em> gland.",
            "vi": "Đây là bệnh do thiếu i-ốt, khiến cho tuyến giáp nở to ra."
        },
        {
            "en": "This condition, caused by an iodine deficiency, causes enlargement of the <em>thyroid</em> gland.",
            "vi": "Đây là bệnh do thiếu i - ốt, khiến cho tuyến giáp nở to ra."
        },
        {
            "en": "Various factors, such as age, sex, and particularly <em>thyroid</em> activity, influence the value of the BMR.",
            "vi": "Nhiều nhân tố như tuổi, phái tính và đặc biệt hoạt động tuyến giáp có ảnh hưởng đến số liệu của bmr."
        }
    ],
    "suggestions": []
}