{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ti",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Ti</k><blockquote>■ <cclass>symbol the chemical element titanium. </cclass></blockquote></div>",
            "word": "Ti",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ti",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ti",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ti",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>TI</em>",
            "vi": "Tổ Chức Minh Bạch Thế Giới"
        },
        {
            "en": "Xem <em>ti</em> vi",
            "vi": "Watching television"
        },
        {
            "en": "TV ; <em>ti</em> vi",
            "vi": "boob tube"
        },
        {
            "en": "time certainly flies, doesn't <em>ti</em>?",
            "vi": "thời gian qua nhanh quá phải không"
        },
        {
            "en": "<em>Ti</em> ra i nh khng khi, <em>ti</em> lc m toc trng cua <em>ti</em> hng v mt tri ang chay trn.",
            "vi": "I effuse my flesh in eddies, and drift it in lacy jags."
        },
        {
            "en": "Nu ban con cn <em>ti</em> thi ban hay tim <em>ti</em> giay cua ban.",
            "vi": "You will hardly know who i am or what i mean."
        },
        {
            "en": "Th, mng, kinh, moi, <em>ti</em> cho ho cung mt th, <em>ti</em> tip ho nh nhau.",
            "vi": "And now it seems to me the beautiful uncut hair of graves."
        },
        {
            "en": "<em>Ti</em> di tng hinh hai <em>ti</em> cho cat bui no ln ln t ngon co ma <em>ti</em> yu mn.",
            "vi": "If you want me again look for me under your boot - soles."
        },
        {
            "en": "Ban se khng bit ro <em>ti</em> la ai va y <em>ti</em> mun noi gi.",
            "vi": "But i shall be good health to you nevertheless."
        },
        {
            "en": "<em>Ti</em> cung khng chiu khut phuc chut nao, <em>ti</em> cung khng ging mt ai.",
            "vi": "I sound my barbaric yawp over the roofs of the world."
        },
        {
            "en": "Va <em>ti</em> cung khng thy co ngi ki diu hn ban thn <em>ti</em>.",
            "vi": "Why should i wish to see god better than this day?"
        },
        {
            "en": "No tan tinh <em>ti</em> i theo hi khi va bong <em>ti</em>.",
            "vi": "I depart as air, i shake my white locks at the runaway sun."
        },
        {
            "en": "<em>Ti</em> bit tra li a tre ra sao?",
            "vi": "I do not know what it is any more than he."
        },
        {
            "en": "Va kim cho <em>ti</em> mt nm co ln y tay.",
            "vi": "How could i answer the child?"
        },
        {
            "en": "<em>Ti</em> nghe va thy thng bt c vt gi, tuy vy <em>ti</em> chng hiu gi v thng.",
            "vi": "Nor do i understand who there can be more wonderful than myself."
        },
        {
            "en": "<em>Ti</em> cung khng bit hn no co la gi.",
            "vi": "I guess it must be the flag of my disposition, out of hopeful green stuff woven."
        },
        {
            "en": "<em>Ti</em> thit <em>ti</em> thanh t nh cn gio lc va thanh nhng mom a hinh rng ca.",
            "vi": "I bequeath myself to the dirt to grow from the grass i love."
        },
        {
            "en": "<em>Ti</em> reo ln u th gian mt cach man r.",
            "vi": "The last scud of day holds back for me."
        },
        {
            "en": "<em>Ti</em> thy thng trn khun mt an ng, an ba va ngay ca khun mt <em>ti</em> trong gng.",
            "vi": "I find letters from god dropped in the street, and every one is signed by go d' s name."
        },
        {
            "en": "<em>Ti</em> ngng mt ni nao o ch i ban.",
            "vi": "All men have a mind which cannot bear to see the sufferings of others."
        }
    ],
    "suggestions": []
}