{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tibet"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Tibet"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tibet"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tibet"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tibet"
        }
    },
    "sentences": [
        {
            "en": "Mount Everest, Nepal and <em>Tibet</em>",
            "vi": "Núi Everest, Nepal và Tây Tạng"
        },
        {
            "en": "Mount Everest, Nepal and <em>Tibet</em>",
            "vi": "Núi Everest, Nepal và Tây Tạng"
        },
        {
            "en": "<em>Tibet</em> is a sacred land of Buddhism.",
            "vi": "Tây Tạng là một vùng đất linh thiêng của Phật giáo."
        },
        {
            "en": "We'll go to <em>Tibet</em> come hell or high water.",
            "vi": "Chúng ta sẽ đến Tây Tạng cho dù có bất cứ cản trở nào."
        },
        {
            "en": "They said it was impossible to build a railway to <em>Tibet</em>.",
            "vi": "Họ cho rằng có thể xây đường xe lửa đến Tibet."
        },
        {
            "en": "What do you think it will take for China to change its policy toward <em>Tibet</em>?",
            "vi": "Ông nghĩ điều gì sẽ làm Trung Quốc thay đổi chính sách về Tibet?"
        },
        {
            "en": "From the time he came to <em>Tibet</em>, Tibetan Buddhism developed into different indigenous schools.",
            "vi": "Từ khi ông đến Tây Tạng thì Phật giáo nước nầy đã phát triển thành nhiều trường phái bản địa khác nhau."
        },
        {
            "en": "Tremors were felt across the region, with further loss of life in India, Bangladesh, <em>Tibet</em> and on Mount Everest.",
            "vi": "Trận động đất đã gây ảnh hưởng nhiều vùng, với nhiều sự mất mát ở Ấn Độ, Bangladesh, Tây Tạng và núi Everest."
        },
        {
            "en": "We do not have these two things today, so the process of bringing peace to <em>Tibet</em> is stalled.",
            "vi": "Hiện chúng ta chưa có hai điều này, nên quá trình mang lại hòa bình cho Tibet bị bế tắc/trì hoãn."
        },
        {
            "en": "I've always wanted to go to <em>Tibet</em>, the most spiritual place on the surface of the earth.",
            "vi": "Tôi đã luôn muốn đến Tibet, nơi thiêng liêng nhất trên trái đất."
        },
        {
            "en": "According to some scriptures, there are one hundred and eight hidden valleys in <em>Tibet</em> and the Himalayan regions.",
            "vi": "Theo một vài kinh thánh, có 180 thung lũng bị che khuất ở Tibet và khu vực Himalaya."
        },
        {
            "en": "The life and work of Atisa in <em>Tibet</em> are very important for the development of Tibetan Buddhism.",
            "vi": "Cuộc sống và công việc của ngài A Để Sa tại Tây Tạng rất quan trọng cho sự phát triển Phật giáo tại nước này."
        },
        {
            "en": "Folks pay just to hear him speak about life in general, or the struggles of <em>Tibet</em>, his nation.",
            "vi": "Người ta trả tiền chỉ để nghe ông nói chuyện về cuộc sống nói chung, hay về sự đấu tranh của Tibet, quê hương của ông."
        },
        {
            "en": "I 've always wanted to go to <em>Tibet</em>, the most spiritual place on the surface of the earth.",
            "vi": "Tôi đã luôn muốn đến Tibet, nơi thiêng liêng nhất trên trái đất."
        },
        {
            "en": "The railway is part of China's efforts to develop <em>Tibet</em> and link it more closely to other parts of China.",
            "vi": "Tuyến đường sắt này là một phần trong những nỗ lực của trung quốc nhằm phát triển tây tạng và liên kết chặt chẻ hơn nữa với các khu vực khác của trung quốc."
        },
        {
            "en": "While in neighbouring India 61 people were killed and China's official Xinhua News Agency reported 25 dead in <em>Tibet</em>.",
            "vi": "Trong khi đó, những nước láng giềng như Ấn Độ có 61 người chết và theo báo cáo của hãng thông tấn Xinhua thì đã có 25 người chết ở Tibet."
        },
        {
            "en": "Earlier this year, China held up funding for an Asian Development Bank project in Arunachal Pradesh, an Indian state claimed by China as \"south <em>Tibet</em>\".",
            "vi": "Đầu năm nay, Trung Quốc đã hoãn việc tài trợ cho dự án Ngân hàng Phát triển Châu Á ở Arunachal Pradesh, một bang của Ấn Độ bị Trung Quốc cho là \"miền nam Tây Tạng\"."
        },
        {
            "en": "The best known species of the genus is Cordyceps sinensis, first recorded as yartsa gunbu in <em>Tibet</em> in the 15th Century.",
            "vi": "Loài được biết dến nhiều nhất có lẽ là Cordyceps sinensis, lần đầu tiên dược ghi nhận như là yartsa gunbu tại Tây Tạng trong thế kỷ 15."
        },
        {
            "en": "On the <em>Tibet</em> side of the Himalayan mountain, they are required to bring down the same amount and are fined $100 per kilogramme if they don't.",
            "vi": "Bên mạn Tây Tạng của núi Hy Mã Lạp Sơn, họ yêu cầu những người leo núi phải đem số lượng rác tương tự xuống, nếu không sẽ bị phạt 100 đô/kg."
        },
        {
            "en": "In a nation nostalgic for the seemingly black-and-white struggles of the comparatively similar past, the \"Free <em>Tibet</em>\" cause has wings.",
            "vi": "Ở một nước vẫn hoài niệm về giai đoạn nội chiến da trắng, da đen của một quá khứ tương tự, thì chính nghĩa \"Giải phóng Tibet\"được sự ủng hộ rất cao."
        }
    ],
    "suggestions": []
}