{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tigers",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Tigers",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tigers",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tigers",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tigers",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Tigers</em> are solitary animals.",
            "vi": "Cọp/hổ là loại động vật thường sống một mình."
        },
        {
            "en": "About bears and <em>tigers</em>.",
            "vi": "Về gấu và hổ."
        },
        {
            "en": "The Giants overwhelmed the <em>Tigers</em>.",
            "vi": "Đội Giants đã áp đảo đội Tigers."
        },
        {
            "en": "Why do <em>tigers</em> fear scorpions?",
            "vi": "Tại sao con hổ sợ bò cạp?"
        },
        {
            "en": "Habitat and food mark out Sunderbans <em>tigers</em>.",
            "vi": "Môi trường sống và thức ăn làm nên sự khác biệt của những con hổ vùng Sunderbans."
        },
        {
            "en": "Last day <em>tigers</em> ran past North.",
            "vi": "Hôm qua những con hổ đã chạy qua phía Bắc."
        },
        {
            "en": "<em>Tigers</em> still roam wild in these mountains.",
            "vi": "Trong những ngọn núi này vẫn có cọp lang thang."
        },
        {
            "en": "Pandas and <em>tigers</em> are both endangered animals.",
            "vi": "Gấu trúc và hổ đều là động vật nguy hiểm."
        },
        {
            "en": "It will be prey for <em>tigers</em>.",
            "vi": "Nó sẽ làm mồi cho cọp."
        },
        {
            "en": "Asian <em>tigers</em> must shift focus to play on world stage.",
            "vi": "Những \"con hổ châu Á\" phải chuyển hướng tập trung sang sân chơi của thế giới."
        },
        {
            "en": "Monkeys, geckos, bees, bats, deer, <em>tigers</em>, leopards are medicinal animals.",
            "vi": "Khỉ, tắc kè, ong, dơi, nai, hổ, báo... là thú có dược tính."
        },
        {
            "en": "Are lions, <em>tigers</em>, cheetahs and bears the most ferocious beasts?",
            "vi": "Sư tử, cọp, báo và gấu là những con thú dữ tợn nhất phải không?"
        },
        {
            "en": "The zoo contains five elephants and four <em>tigers</em>.",
            "vi": "Sở thú gồm có năm con voi và bốn con cọp."
        },
        {
            "en": "<em>Tigers</em> have striped skin, not just striped fur.",
            "vi": "Cọp chết để da, người chết để tiếng."
        },
        {
            "en": "I do not understand why people enjoy killing <em>tigers</em>.",
            "vi": "Tôi không hiểu tại sao người ta thích giết cọp."
        },
        {
            "en": "In the game played yesterday between the <em>Tigers</em> and the Swallows, the <em>Tigers</em> lost by one run.",
            "vi": "Hôm qua trong trận đấu diễn ra giữa đội \"Những con cọp\" và \"Những con chim én\" thì đội \"Những con cọp\" đã thua trong một lượt bóng."
        },
        {
            "en": "<em>Tigers</em> gobble up meat like oxen graze grasses.",
            "vi": "Cọp ngốn thịt như bò ngốn cỏ."
        },
        {
            "en": "Lions and <em>tigers</em> belong to the same genus.",
            "vi": "Sư tử và hổ thuộc cùng một loài."
        },
        {
            "en": "<em>Tigers</em> make a historic journey from minnows to giant killers.",
            "vi": "Tigers thực hiện một cuộc hành trình lịch sử từ động vật nhỏ nhoi đến kẻ giết chốc khổng lồ."
        },
        {
            "en": "In the zoo you can see bears, elephants and <em>tigers</em>.",
            "vi": "Trong sở thú con có thể nhìn thấy gấu, voi và hổ."
        }
    ],
    "suggestions": []
}