{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tiki"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tiki</k><blockquote><cclass>[<cclass>'tɪki<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>tikis</b>) <cclass>NZ a large wooden or small greenstone image of a human figure. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Maori, lit. 'image'. </blockquote></div>",
            "word": "tiki"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tiki"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tiki"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tiki"
        }
    },
    "sentences": [
        {
            "en": "<em>Tiki</em> expands network, good news for e-commerce sector",
            "vi": "Tiki mở rộng mạng lưới, tin tốt cho ngành thương mại điện tử"
        },
        {
            "en": "<em>Tiki</em> now needs to focus on expanding the network.",
            "vi": "Tiki hiện nay cần phải tập trung vào việc mở rộng mạng lưới."
        },
        {
            "en": "The satisfactory indexes announced by <em>Tiki</em>, as analysts commented, make its rivals, including Lazada and Sendo, understand they need to develop good retail chains to compete with <em>Tiki</em>. ",
            "vi": "Các chỉ số hài lòng đã công bố bởi Tiki, như các nhà phân tích nhận xét, đã làm cho các đối thủ của nó, bao gồm cả Lazada và Sendo, hiểu rằng họ cần phát triển chuỗi bán lẻ tốt để cạnh tranh lại với Tiki."
        },
        {
            "en": "Tran Ngoc Thai Son, Tiki’s CEO, said <em>Tiki</em> spends its money on three things. ",
            "vi": "Ông Trần Ngọc Thái Sơn, Giám đốc điều hành của Tiki, cho biết rằng Tiki chi têu ngân sách vào ba thứ."
        },
        {
            "en": "Eight months ago, VNG accepted to pay VND103,000 per share, a very high price level to buy 3.7 million <em>Tiki</em> shares though <em>Tiki</em> reported a loss of VND20 billion in the first quarter.",
            "vi": "Tám tháng trước, VNG chấp nhận trả 103 ngàn đồng cho mỗi cổ phiếu, một mức giá rất cao để mua 3,7 triệu cổ phiếu Tiki mặc dùTiki báo lỗ 20 tỷ đồng trong quý đầu tiên."
        },
        {
            "en": "It is a surprise that unprofitable e-commerce startups still interest investors. <em>Tiki</em> and Momo are two examples.",
            "vi": "Đó là một bất ngờ rằng các dự án khởi nghiệp thương mại điện tử không có lợi nhuận vẫn còn được các nhà đầu tư quan tâm. Tiki và Momo là hai ví dụ."
        },
        {
            "en": "However, <em>Tiki</em> is different from Lingo, because the financial capability of the startup is stronger, especially after it received VND384 billion worth of capital from VNG.",
            "vi": "Tuy nhiên, Tiki thì khác với Lingo, bởi vì khả năng tài chính khi mới khởi nghiệp mạnh hơn, đặc biệt là sau khi nhận được sự góp vốn là 384 tỷ đồng từ VNG."
        },
        {
            "en": "Earlier this year, China's second biggest online e-commerce firm JD.com Inc announced plans to invest in <em>Tiki</em>, a Vietnam-based online retailer that it intends to help with fulfillment, logistics and more. JD.com co-led the financing with Vietnamese entertainment and social media firm VNG Corp.",
            "vi": "Đầu năm ngoái, công ty thương mại điện tử trực tuyến lớn thứ 2 Trung Quốc là JD.com Inc đã công bố kế hoạch đầu tư vào Tiki, 1 nhà bán lẻ trực tuyến ở Việt Nam, công ty dự định giúp đỡ toàn bộ, logistics và tài chính cho công ty giải trí và truyền thông xã hội VNG Corp"
        },
        {
            "en": "Dat Pham, CEO of Miczone, said Alibaba tried to conquer the Vietnamese market through Lazada, a global player. While Lazada did not find it difficult to compete with <em>tiki</em> and sendo, it would have to contend wirh 1 million Vietnamese who sell goods on Facebook.",
            "vi": "Đạt Phạm, Giám đốc điều hành của Miczone, cho biết Alibaba đã cố gắng để chinh phục thị trường Việt Nam thông qua Lazada, một đối thủ toàn cầu. Trong khi Lazada không thấy khó khăn khi cạnh tranh với tiki và sendo, nó sẽ phải đối đầu với tương đương 1 triệu người Việt bán hàng trên Facebook."
        }
    ],
    "suggestions": []
}