{
    "en_vn": {
        "data": {
            "content": null,
            "word": "timekeeping",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "timekeeping",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "timekeeping",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "timekeeping",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "timekeeping",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "give me the <em>timekeeping</em> sign please",
            "vi": "làm ơn đưa cho tôi bảng chấm công"
        },
        {
            "en": "A water clock is a <em>timekeeping</em> device which uses a flow of water to measure time.",
            "vi": "Đồng hồ nước là một thiết bị tính giờ sử dụng một dòng chảy của nước để đo thời gian."
        },
        {
            "en": "Learn the basics while reading about the history of <em>timekeeping</em> and thinking about some of the more philosophical questions related to time. Explore all our information on the interesting topic of time.",
            "vi": "Tìm hiểu các kiến thức căn bản khi đọc về lịch sử của thời gian và suy nghĩ về một số câu hỏi mang tính triết học hơn liên quan đến thời gian. Khám phá tất cả các thông tin của chúng tôi về chủ đề thời gian thú vị này."
        },
        {
            "en": "If timekeeper was the answer (and there could be other proposed solutions, since the money wasn’t only offered for timekeeper ), then the error of the required <em>timekeeping</em> for achieving this goal needed to be within 2.8 seconds a day, which was considered impossible for any clock or watch at sea, even when they were in their finest conditions. ",
            "vi": "Nếu đồng hồ là câu trả lời (và có thể có các giải pháp được đề xuất khác, vì tiền không chỉ được cung cấp cho đồng hồ ) thì độ sai lệch đối với thời gian cần thiết để đạt được mục tiêu này là 2,8 giây mỗi ngày. cho bất kỳ dụng cụ đo và theo dõi nào trên biển, ngay cả khi chúng đang ở trong điều kiện tốt nhất của chúng."
        }
    ],
    "suggestions": []
}