{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tinea"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Tinea"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tinea"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tinea"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tinea"
        }
    },
    "sentences": [
        {
            "en": "Medical name: <em>tinea</em> pedis.",
            "vi": "Tên y học: tinea padis."
        },
        {
            "en": "    * <em>Tinea</em> infection (ringworm). Ringworm, which isn't a worm at all, is a fungus infection that can affect the skin, nails, or scalp. <em>Tinea</em> fungi can infect the skin and related tissues of the body. The medical name for ringworm of the scalp is <em>tinea</em> capitis; ringworm of the body is called <em>tinea</em> corporis; and ringworm of the nails is called <em>tinea</em> unguium. With <em>tinea</em> corporis, the fungi can cause scaly, ring-like lesions anywhere on the body.",
            "vi": "* Nhiễm nấm biểu bì (éc-pét mảng tròn). Bệnh éc-pét mảng tròn, không phải là chứng nhiễm giun, đây là một loại nhiễm nấm xảy ra trên da, móng, hoặc da đầu. Bệnh nấm biểu bì có thể làm nhiễm trùng da và làm nhiễm trùng các mô cơ thể có liên quan. Tên y học của bệnh éc-pét mảng tròn trên da đầu là bệnh nấm da đầu; bệnh éc-pét mảng tròn trên cơ thể được gọi là bệnh nấm phần da nhẵn (phần da không có lông); và bệnh éc-pét mảng tròn trên móng được gọi là bệnh nấm móng. Đối với bệnh nấm phần da nhẵn, thì nấm có thể gây nhiều tổn thương tròn, có vảy ở bất kỳ chỗ nào trên cơ thể."
        },
        {
            "en": "    * <em>Tinea</em> pedis (athlete's foot). This infection of the feet is caused by the same types of fungi that cause ringworm. Athlete's foot is commonly found in adolescents and is more likely to occur during warm weather.",
            "vi": "* Bệnh nấm ở bàn chân (nấm bàn chân). Chứng nhiễm trùng chân này do cùng những loại nấm gây éc-pét mảng tròn sinh ra. Bệnh nấm bàn chân thường thấy ở lứa tuổi thanh thiếu niên và thường xảy ra trong thời tiết ấm áp hơn."
        },
        {
            "en": "Disorders of the scalp and hair      * <em>Tinea</em> capitis, a type of ringworm, is a fungal infection that forms a scaly, ring-like lesion in the scalp. It's contagious and common among school-age children.",
            "vi": "Bệnh da đầu và tóc  * Bệnh nấm da đầu, một loại bệnh éc-pét mảng tròn, đây là chứng nhiễm nấm gây tổn thương tròn, có vảy trên da đầu. Đây là chứng bệnh rất dễ lây lan và thường thấy ở trẻ trong độ tuổi đi học."
        }
    ],
    "suggestions": []
}