{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "tinier"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tinier"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tinier"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tinier"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tinier"
        }
    },
    "sentences": [
        {
            "en": "Much later an even <em>tinier</em> kind of infective agent called a virus was discovered.",
            "vi": "Sau đó một thời gian lâu một loại môi giới vật truyền nhiễm nhỏ bé nhỏ hơn nữa gọi là độc tố được khám phá ra."
        },
        {
            "en": "Something dwindled slowly, smaller and smaller, till it was <em>tinier</em> than the tiniest thing. Then slowly it swelled till it was larger than anything could be.",
            "vi": "Một cái gì đó thu nhỏ chậm chạp, nhỏ thêm và nhỏ thêm cho tới khi nhỏ hơn một thứ nhỏ nhất. Rồi cũng chậm chập, nó phồng lớn lên cho tới khi lớn hơn bất cứ thứ gì lớn."
        },
        {
            "en": "Clocking in at just three millimeters at their smallest, the common mosquito, even <em>tinier</em> than the tsetse fly, ranks as the second most dangerous on our list due to the sheer amount of deaths each year attributed to the various pathogens carried by several of the more than 3,000 species around the world. Found in every region on the planet except Antarctica, the irritating insects—primarily those from the generaAedes, Anopheles, and Culex—are the primary vectors of diseases such as malaria, chikungunya, encephalitis, elephantiasis, yellow fever, dengue fever, West Nile virus, and the Zika virus, which collectively afflict an estimated 700 million and kill roughly 725,000 people each year. As the World Health Organization notes, more than half of the human population is currently at risk from mosquito-borne diseases. Given that the pests are attracted to our body temperatures and the CO2 we exhale, our best tools to prevent infection lie in the usage of insect repellents high in active ingredients like DEET and picaridin.",
            "vi": "Chích trong lúc kim của chúng là nhỏ nhất chỉ 3mm, muối thông thường, thậm chí còn nhỏ hơn cả ruồi teste, được xếp hạng là loài nguy hiểm nhất trong danh sách ghi chép các tác nhân của 3000 ca tử vong được gây ra bởi các loài trên thế giới. Phát hiện trên hành tinh, ngoại trừ Nam cực, loài côn trùng này chủ yếu gây bệnh từ những generaAedes, Anopheles và Culex, là nguyên nhân chính gây nên bệnh sốt rét, chikungunya, viêm não, sốt vàng, sốt xuất huyết, virus Tây sông Nin và virus Zika, đang hành hạ khoảng 700 triệu người chết và tiếp tục giết chết 725,000 người mỗi năm. Theo ghi chép của Tổ chức Y tế Thế giới, hơn một nửa dân số trên thế giới đang có nguy cơ mặc bệnh do muỗi truyền. Cho rằng loài gây hại này bị thu hút bởi nhiệt độ cơ thể của chúng ta và khi chúng ta thải CO2 ra, và biện pháp tốt nhất để ngăn ngừa nhiễm bệnh là sử dụng thuốc có thành phần diệt côn trùng cao như DEET và Picaridin."
        }
    ],
    "suggestions": []
}