{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tiredly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tiredly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tiredly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tiredly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tiredly"
        }
    },
    "sentences": [
        {
            "en": "Everyone works <em>tiredly</em> today.",
            "vi": "Hôm nay ai cũng làm việc mệt mỏi."
        },
        {
            "en": "He <em>tiredly</em> plodded his way.",
            "vi": "Anh ta lê bước mệt mỏi đi một quãng đường."
        },
        {
            "en": "I <em>tiredly</em> shove some books into my locker.",
            "vi": "Tôi nhét một vài quyển sách vào tủ có khóa của mình một cách mệt mỏi."
        },
        {
            "en": "I remember, said Ashley <em>tiredly</em>, but i'd rather forget.",
            "vi": "Tôi nhớ, ashley mệt mỏi nói, nhưng tôi những muốn quên đi được thì hơn."
        },
        {
            "en": "She lay down on the bed and put her head on the pillow <em>tiredly</em>.",
            "vi": "Nàng nằm xuống giường và mệt mỏi đặt đầu lên gối."
        },
        {
            "en": "I'm a cad, he muttered, dropping his head <em>tiredly</em> back into her lap.",
            "vi": "Tôi là một tên đê mạt, chàng lầm rầm, lại gục đầu vào lòng nàng một cách mệt mỏi."
        },
        {
            "en": "She saw only the same dark loving eyes, sunken and drowsy with death, the same tender mouth <em>tiredly</em> fighting pain for breath.",
            "vi": "Nàng chỉ thấy vẫn đôi mắt đen đầy yêu thương ấy, giờ đây trũng xuống và lờ đờ vì cái chết gần kề, vẫn cái miệng dịu ấy, mệt mỏi, cố dẹp cơn đau để thở."
        },
        {
            "en": "He dropped her chin and, turning, walked back to his chair and sprawled <em>tiredly</em> again, his chin on his breast, his eyes looking up at her from under black brows in an impersonal speculative way.",
            "vi": "Chàng buông cằm nàng và quay gót trở lại ghế, mỏi mệt gieo mình xuống, cằm gục vào ngực, mắt ngước nhìn nàng dưới cặp lông mày đen với một thái độ suy đoán khách quan."
        }
    ],
    "suggestions": []
}