{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">tobogganer</font></td></tr></table><i/></div>",
            "word": "toby"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "toby"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "toby"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "toby"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "toby"
        }
    },
    "sentences": [
        {
            "en": "<em>Toby</em> cheerfully sang out the birthday song as soon as Ellen walked into the office.",
            "vi": "Toby vui vẻ hát to bài hát mừng sinh nhật ngay khi Ellen bước vào văn phòng."
        },
        {
            "en": "<em>Toby</em> took a step backwards and knocked the video camera for six",
            "vi": "Toby bước lùi một bước và đụng phải chiếc máy quay video làm nó rơi vỡ tan"
        },
        {
            "en": "Put together by space scientist Dr. Maggie Aderin-Pocock, futurist architects Arthur Mamou-Mani and <em>Toby</em> Burgess, and urbanists Linda Aitken and Els Leclerq, this report explores such questions as “How will we live; how will we work; how will we relax?” Here are seven of the top predictions.",
            "vi": "Nhà khoa học không gian tiến sĩ Maggie Aderin-Pocock, các kiến ​​trúc sư theo thuyết vị lai Arthur Mamou-Mani và Toby Burgess, cùng các chuyên gia đô thị Linda Aitken và Els Leclercq thực hiện bản báo cáo này, bản báo cáo tìm cách giải những câu hỏi như “Chúng ta sẽ sống như thế nào; chúng ta sẽ làm việc như thế nào; chúng ta sẽ thư giãn ra sao?\" Sau đây là 7 trong số dự đoán hàng đầu."
        },
        {
            "en": "The most innovative countries teach creatively, enforce progressive laws, do business intelligently, and live on the cutting edge.15. New Zealand — A growing reputation for innovation in the film industry, namely with its use of drones, keeps the country ranked highly.   Reuters   14. Republic of Korea — The GII says South Korea's greatest growth is in its booming research and development sector.   POOL New/Reuters    13. Iceland — A country bouncing back from financial woes is making storage of the world's internet data its primary goal.   Stringer/Reuters   12. Germany — The country ranks at the top of national office patent applications and technology output, namely, automobile tech.   Ralph Orlowski/Reuters    11. Hong Kong — Though it dipped one spot since last year, Hong Kong is playing an ever-expanding role in the world's economy.   Bobby Yip/Reuters   10. Denmark — Denmark leads for its efficient system of government, large number of researchers, and quality of education.   Scanpix Denmark/Reuters    9. Luxembourg — The tiny country's ninth-place rank comes from its high scores in the Trade and Investment categories. Education also boosts its rank.   Charles Platiau/Reuters   8. Ireland — Up three places since 2014, Ireland is recognized for its infrastructure and creative outputs, like its thriving design culture.   Giuseppe Milo/Flickr   7. Singapore — One of the most consistent countries, Singapore stands out for its political environment and ecological sustainability.   Edgar Su/Reuters   6. Finland — Down two spots since 2014, Finland is still recognized for its work in technology, research, and higher education.   Lehtikuva Lehtikuva/Reuters   5. United States — The US jumped five spots since 2012, most notably for the strength of its global-facing markets, value of stock trades, and widespread implementation of internet technology.   Carlo Allegri/Reuters   4. Netherlands — With its strong online culture, the Netherlands ranks at the top of the survey's \"e-participation\" rankings (for interacting with the government online), and near the top in research and technology outputs.   Cris Toala Olivares/Reuters   3. Sweden — Well-designed universities and high-achieving graduates have kept Sweden in the top 3 for the last four years.   Gunnar Grimnes/Flickr   2. United Kingdom — Education and productivity hold the UK back, GII says, while its well-roundedness in all other aspects keeps it ranked high overall.   <em>Toby</em> Melville/Reuters   1. Switzerland — The country has been number one since 2011 because of its knowledge-based economy and ability to turn innovative thinking into lucrative projects — for example, local bank UBS is now using virtual reality to project investment portfolios to clients.",
            "vi": "Những quốc gia sáng tạo nhất có nền giáo dục sáng tạo, pháp luật tiến bộ, kinh doanh thông minh và sống văn minh, hiện đại."
        }
    ],
    "suggestions": []
}