{
    "en_vn": {
        "data": {
            "content": null,
            "word": "toileting"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>toileting</k><blockquote><cclass>noun assist or supervise (an infant or invalid) in using a toilet.</cclass></blockquote><blockquote>→ <kref>toilet</kref></blockquote></div>",
            "word": "toileting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "toileting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "toileting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "toileting"
        }
    },
    "sentences": [
        {
            "en": "<em>Toileting</em>",
            "vi": "Đi vệ sinh"
        },
        {
            "en": "Start of school can worsen bedwetting in children    Bedwetting perennially drives parents to the pediatric urology clinic at Johns Hopkins Children's Center, but September - and the start of the school year - always brings a predictable uptick in visits, according to pediatric urologist Ming-Hsien Wang, M.D.  \"Back to school is a physically and emotionally stressful time for many children, compounded by the sudden change in sleep patterns and schedules that generally wreak havoc on eating and other routines established over the summer,\" Wang says.  Children who experience back-to-school flare-ups should stick to a regular \"pee\" schedule through the day, says Wang, who likes to send parents home with a note to their child's teacher verifying the child's urologic condition and recommending bathroom visits every two or so hours. The brain controls the bladder, Wang explains, so establishing a clockwork potty routine during the day helps improve brain-bladder communication in general.   Bladder control develops gradually in children, with nighttime bladder control, the final stage of the process, reached generally by age 6 or 7. A small number of children continue to wet their beds until age 10 and beyond.     Physical and emotional stressors are well-known contributors to both night-time enuresis and daytime incontinence in children, says Wang, and the vast majority of cases are due not to anatomical or biological problems, but to lifestyle issues such as lack of regular potty times, good hydration and appropriate diets.   \"Changes in lifestyle take care of 80 percent of these problems,\" says Wang, who only rarely prescribes drugs, which can have side effects, or bedwetting alarms, which disrupt the sleep cycles of both the child and the family.   She advises:   - Ruling out medical conditions that cause incontinence, including diabetes, urinary tract infections and kidney disease, as well as certain anatomic abnormalities of the genitourinary tract and some neurological disorders that affect brain-bladder signaling  - Letting your child know that this is a fixable condition and providing lots of emotional support  - Eating a diet rich in fiber with plenty of raw fruits and vegetables every day   - Drinking plenty of water to ease urination: The marker of good hydration is urine color, which should be pale yellow or as clear as water   - Send your child to school with a bottle of water (flavored, if necessary, with a bit of honey or lemon juice) rather than sugar-rich drinks   - Stopping fluids about three hours before bedtime   - Emptying the bladder immediately before going to bed   - Keeping a <em>toileting</em> diary for several days before the visit to the doctor and writing down how often a child empties the bladder, along with the number of daytime and nighttime accidents   Although bedwetting can increase around back-to-school time, Wang says, the condition appears to be on the rise year-round.   \"Anecdotally, we are seeing more and more patients referred to us by general pediatricians,\" says Wang.  While experts have yet to verify the increase scientifically or tease out the factors behind it, Wang believes that more awareness of the condition, combined with lifestyle choices are the two main drivers.   Poor nutrition and eating and voiding habits are major contributors, Wang says, and children with constipation are also prone to bedwetting because both interfere with control of the pelvic muscles involved in <em>toileting</em>. .  Source:  Johns Hopkins Medicine",
            "vi": "Nhập học có thể làm chứng đái dầm ở trẻ em tệ hơn      Bệnh đái dầm luôn là nguyên nhân khiến các bậc cha mẹ quanh năm phải tìm đến phòng khám tiết niệu trẻ em tại Viện Nhi Johns Hopkins, nhưng vào tháng Chín – thời điểm tựu trường - luôn gây nên sự gia tăng khám bệnh có thể dự đoán được, theo bác sĩ chuyên khoa tiết niệu trẻ em Ming-Hsien Wang.  “Nhập học là một khoảng thời gian căng thẳng về thể chất và tinh thần đối với nhiều trẻ em, càng nặng nề hơn bởi sự thay đổi đột ngột thói quen ngủ và thời gian biểu nói chung đã làm rối loạn nếp ăn uống và các thói quen hàng ngày khác trong suốt mùa hè,” Wang nói.  Các bé bị đái dầm nặng hơn vào mùa tựu trường nên tuân thủ giờ giấc đi vệ sinh thường xuyên vào ban ngày, Wang tư vấn. Wang thường hướng dẫn cha mẹ các bé nhờ giáo viên lưu ý tình trạng tiết niệu của con mình và nhắc nhở bé đi vệ sinh sau mỗi 2 giờ hoặc cỡ vậy. Bộ não điều khiển bàng quang, Wang giải thích, do đó, việc thiết lập một thói quen đi vệ sinh đều đặn vào ban ngày sẽ giúp cải thiện mối quan hệ trí não-bàng quang nói chung. Khả năng tự chủ trong việc tiểu tiện phát triển dần dần ở trẻ em, với khả năng kiểm soát bàng quang vào ban đêm, giai đoạn cuối của quá trình, thường đạt được ở 6 hoặc 7 tuổi. Một số ít trẻ em tiếp tục đái dầm cho đến 10 tuổi hoặc lớn hơn nữa. Các nguyên nhân gây căng thẳng về mặt tinh thần và thể xác đóng góp nhiều nhất vào cả chứng đái dầm ban đêm và mất kiểm soát tiểu tiện vào ban ngày ở trẻ em, Wang nói, và đại đa số các trường hợp không do các vấn đề thể chất hoặc sinh học, mà là do lối sống như thiếu đi vệ sinh thường xuyên, hydrat hóa tốt và chế độ ăn thích hợp. \"Thay đổi trong lối sống giải quyết 80% những vấn đề này\", theo Wang, người hiếm khi kê toa dùng thuốc vì có thể có tác dụng phụ, hoặc khuyên đặt giờ dậy đi tiểu, vì sẽ làm gián đoạn chu kỳ giấc ngủ của cả trẻ và gia đình. Cô tư vấn: - Chữa dứt những bệnh gây mất kiểm soát tiểu tiện, bao gồm bệnh tiểu đường, nhiễm trùng đường tiểu và bệnh thận, cũng như các bất thường cấu trúc nhất định của đường niệu sinh dục và một số rối loạn thần kinh ảnh hưởng đến sự truyền tín hiệu giữa não và bàng quang. - Cho con bạn biết rằng đây là một tình trạng có thể chữa được và hỗ trợ tinh thần trẻ thật nhiều - Ăn chế độ dinh dưỡng giàu sợi với nhiều quả sống và rau củ mỗi ngày - Uống nhiều nước để dễ đi tiểu: Các dấu hiệu của hydrat hóa tốt là màu sắc nước tiểu, nên là màu vàng nhạt hoặc trong như nước - Cho con đem đến trường một chai nước (tăng thêm hương vị, nếu cần, với một chút mật ong hoặc nước ép chanh) chớ không phải là các thức uống chứa nhiều đường - Ngưng uống nước khoảng ba giờ trước giờ ngủ - Đi tiểu hết ngay trước khi đi ngủ - Ghi lại nhật ký đi vệ sinh trong nhiều ngày trước khi đi khám bác sĩ và ghi nhận mức độ đi tiểu thường xuyên của bé, cùng với số lần đái dầm vào ban ngày và ban đêm Mặc dù đái dầm có thể tăng vào thời gian nhập học lại, Wang cho biết, tình trạng này dường như đang gia tăng trong suốt cả năm. “Theo như lời đồn, chúng tôi đang ngày càng có nhiều bệnh nhân tìm đến do các bác sĩ nhi khoa tổng quát giới thiệu sang”, Wang nói. Trong khi các chuyên gia vẫn chưa xác minh được sự gia tăng một cách khoa học hoặc tìm ra nguyên nhân tiềm ẩn, Wang tin rằng bằng cách nhận thức sâu hơn về căn bệnh này, kết hợp với sự lựa chọn lối sống là hai cách chữa trị chính. Dinh dưỡng và ăn uống không điều độ cùng với thói quen đi vệ sinh là những yếu tố chủ yếu, Wang nói, và trẻ bị táo bón cũng dễ bị đái dầm vì cả hai ảnh hưởng lên sự kiểm soát của các cơ vùng chậu liên quan đến việc đi vệ sinh. Nguồn: Johns Hopkins Medicine"
        },
        {
            "en": "Toilet teaching your child     Many parents are unsure about when to start toilet teaching or \"potty training.\" Not all kids are ready at the same age, so it's important to watch your child for signs of readiness, such as stopping an activity for a few seconds or clutching his or her diaper. Most children begin to show these signs between 18 and 24 months, although some may be ready earlier or later than that. And boys often start later and take longer to learn to use the potty than girls. Instead of using age as a readiness indicator, look for other signs that your child may be ready to start heading for the potty, such as the ability to:     * follow simple instructions     * understand words about the <em>toileting</em> process     * control the muscles responsible for elimination     * express a need to go verbally     * keep a diaper dry for 2 hours or more     * get to the potty, sit on it, and then get off the potty     * pull down diapers, disposable training pants, or underpants     * show an interest in using the potty or wearing underpants About timing There are some stressful or difficult times when you may want to put off starting the toilet-teaching process — when traveling, around the birth of a sibling, changing from the crib to the bed, moving to a new house, or when your child is sick (especially if diarrhea is a factor). It may be better to postpone it until your child's environment is stable and secure. Also, some experts may recommend starting the process during summer because kids wear less clothing, but it is not a good idea to wait if your child is ready. How long does it take? Of course, teaching a toddler to use the potty isn't an overnight experience. The process often takes between 3 and 6 months, although it may take more or less time for some children. And although some little ones can learn to both make it through the night without wetting or soiling themselves (or the bed) and use the potty around the same time, it may take an additional months to even years to master staying dry at night. Potty types The two basic potty options are:    1. a standalone, toddler-size potty chair with a bowl that can be emptied into the toilet    2. a toddler-size seat that can be placed on top of your toilet seat that will let your child feel more secure and not fear falling in If you opt for the modified toilet seat, consider getting a stepping stool so that your child can reach the seat comfortably. Stools can also help kids push with their legs when having a bowel movement. It's usually best for boys to first learn to use the toilet sitting down before learning to pee standing up. For boys who feel awkward — or scared — about standing on a stool to pee in the toilet, a potty chair may be a better option. Buy a training potty or seat for every bathroom in your house. You may even want to keep a potty in the trunk of your car for emergencies. When traveling long distances, be sure to take a potty seat with you and stop every 1 to 2 hours. Otherwise, it can take more time than your child may have to find a discreet location or restroom. About training pants Experts sometimes disagree about whether to use disposable training pants. Some think that they're just bigger diapers and might make kids think it's OK to use them like diapers, thus slowing the toilet-teaching process. Others feel that training pants are a helpful step between diapers and underwear. Because kids' nighttime bladder and bowel control often lags behind their daytime control, some parents like using training pants at night. Others prefer that their child use training pants when they’re out and about. Once the training pants remain dry for a few days, kids can make the switch to wearing underwear. Ask your doctor if your child would benefit from using disposable training pants as a transitional step. Common problems It's common for a previously toilet-taught child to have some trouble using the potty during times of stress. For example, a 2- or 3-year-old dealing with a new sibling may regress (return to a previous level of development). But if your child was previously potty trained and is having problems, talk with your doctor just to be on the safe side and to rule out things like an infection. If your child is 3 years or older and is not yet potty trained, talk to the doctor, who can help determine the problem and offer advice to make the process easier. Tips for toilet teaching Even before your child is ready to try the potty, you can prepare your little one by teaching about the process:     * Use words to express the act of using the toilet (\"pee,\" \"poop,\" and \"potty\").     * Ask your child to let you know when a diaper is wet or soiled.     * Identify behaviors (\"Are you going poop?\") so that your child can learn to recognize peeing and pooping.     * Get a potty chair your child can practice sitting on. At first, your child can sit on it clothed. Then, he or she can sit on the chair with a diaper. And when ready, your child can go bare-bottomed. If you've decided that your child is ready to start learning how to use the potty, these tips may help:     * Set aside some time to devote to the potty-training process.     * Don't make your child sit on the toilet against his or her will.     * Show your child how you sit on the toilet and explain what you're doing (because your child learns by watching you). You can also have your child sit on the potty seat and watch while you — or one of his or her siblings — use the toilet.     * Establish a routine. For example, you may want to begin toilet teaching by having your child sit on the potty after waking with a dry diaper, or 45 minutes to an hour after drinking lots of fluid. You may be able to catch your child peeing. Only put your child on the potty for a few minutes a couple of times a day, and let your child get up if he or she wants to.     * Try catching your child in the act of pooping. Children often give clear cues that they need to use the bathroom — their faces turn red, and they may grunt or squat. And many kids are regular as to the time of day they tend to have a bowel movement.     * Have your child sit on the potty within 15 to 30 minutes after meals to take advantage of the body's natural tendency to have a bowel movement after eating (this is called the gastro-colic reflex).     * Remove a bowel movement (poop) from your child's diaper, put it in the toilet, and tell your child that poop goes in the potty.     * Make sure your child's wardrobe is adaptable to potty training. In other words, avoid overalls and shirts that are stuck in the crotch. Simple clothes are a must at this stage and kids who are potty training need to be able to undress themselves.     * Some parents like to let their child have some time during the day without a diaper. If he or she urinates without wearing a diaper, your child may be more likely to feel what's happening and express discomfort. (But if you opt to keep your child's bottom bare for a little while, you'll probably need to keep the potty close by, protect your rugs and carpet, and be willing to clean up.)     * When your son is ready to start peeing standing up, have \"target practice.\" Show him how to stand so that he can aim his urine stream into the toilet.      * Offer your child small rewards, such as stickers or time reading with Mommy, every time your child goes in the potty. Keep a chart to track of successes. Once your little one appears to be mastering the use of the toilet, let him or her pick out a few new pairs of big-kid underwear to wear.     * Make sure all of your child's caregivers — including babysitters, grandparents, and childcare workers — follow the same routine and use the same names for body parts and bathroom acts. Let them know how you're handling the issue and ask that they use the same approaches so your child won't become confused. Above all, be sure to praise all attempts to use the toilet, even if nothing happens. And remember that accidents will happen. It's important not to punish potty-training children or show disappointment when they wet or soil themselves or the bed. Instead, tell your child that it was an accident and offer your support. Reassure your child that he or she is well on the way to using the potty like a big kid. And if you're torn about when to start the toilet-teaching process altogether, let your child be your guide. Don't feel pressured by others (your parents, in-laws, friends, siblings, coworkers, etc.) to begin. Many parents of past generations started potty training much sooner than many parents do today. And it all depends on the child. Kids will let parents know when they're ready.",
            "vi": "Dạy con biết đi vệ sinh     Nhiều bậc phụ huynh không biết chắc khi nào nên bắt đầu dạy cho con biết đi vệ sinh hoặc “huấn luyện đi vệ sinh.” Không phải bé nào cũng sẵn sàng làm việc này ở cùng một lứa tuổi như nhau, thế nên điều quan trọng là bố mẹ nên quan sát, theo dõi dấu hiệu sẵn sàng của trẻ, chẳng hạn như bé không nhúc nhích một vài giây hoặc nắm chặt tã của mình.  Hầu hết trẻ nhỏ đều bắt đầu có những dấu hiệu này từ tháng 18 đến tháng 24, mặc dù cũng có một số có thể biết sớm hơn hoặc trễ hơn. Bé trai thường bắt đầu trễ hơn và phải mất thời gian lâu hơn để học cách đi vệ sinh so với bé gái.  Thay vì sử dụng tuổi tác để làm mốc tính thời điểm sẵn sàng cho bé thì người ta tìm những dấu hiệu khác cho biết bé có thể đã sẵn sàng bắt đầu việc này, chẳng hạn như bé có thể:  * làm theo các hướng dẫn đơn giản * hiểu được các từ ngữ nói về đi vệ sinh * kiểm soát được các cơ bài tiết * bày tỏ nhu cầu đi vệ sinh bằng lời nói  * giữ tã khô ráo suốt 2 tiếng đồng hồ trở lên  * đi đến được bô vệ sinh, ngồi lên bô, và đi khỏi bô  * kéo tã lót, tã quần dùng một lần, hoặc quần lót xuống được * thích ngồi bô hoặc thích mặc quần lót  Vấn đề thời gian  Cũng có một số thời điểm hết sức căng thẳng hoặc khó khăn khiến bạn muốn hoãn việc bắt đầu tập cho con đi vệ sinh – đó là khi đi du lịch, khi bạn sắp sinh em bé kế tiếp, khi con đang chuyển từ giai đoạn ngủ nôi sang ngủ giường, khi cả gia đình phải dọn sang nhà mới, hoặc khi bé bị bệnh (nhất là khi bé bị tiêu chảy, thì việc này quả là gian nan). Bạn nên chờ cho đến khi môi trường xung quanh con mình ổn định và an toàn thì hãy nên bắt đầu tập cho bé đi vệ sinh nhé.  Bên cạnh đó, một vài chuyên gia cũng khuyến cáo nên bắt đầu “quá trình” này vào mùa hè bởi khi ấy trẻ thường mặc ít quần áo, nhưng cũng không nên đợi cho đến khi nào bé sẵn sàng rồi mới tập.  Phải mất thời gian bao lâu mới tập cho con đi vệ sinh được? Tất nhiên là quá trình tập ngồi bô cho một em bé mới chập chững biết đi không phải đơn giãn, không phải là chuyện có thể làm được ngay một sớm một chiều. Nó thường phải mất từ 3 đến 6 tháng, mặc dù một số trẻ khác cũng có thể sớm hơn hoặc lâu hơn.  Và mặc dù một số trẻ nhỏ có thể biết đi vệ sinh buổi tối mà không làm ướt hay vấy bẩn lên người (hoặc lên giường) và có thể ngồi bô được trong khoảng chừng thời gian đó, cũng có thể phải mất thêm nhiều tháng hoặc thậm chí đến nhiều năm mới có thể giữ khô ráo được suốt đêm.  Các loại bô vệ sinh Có 2 loại bô cơ bản thích hợp với bé:  1. ghế bô rời, có kích cỡ vừa vặn cho bé mới tập đi, có lòng rỗng có thể đổ vào nhà vệ sinh được 2. ghế bô cỡ vừa cho bé mới tập đi có thể lắp vào phía trên chỗ ngồi của nhà vệ sinh, cho bé cảm giác an toàn hơn và không sợ bị té  Nếu bạn chọn loại bồn cầu có thể điều chỉnh được cho bé thì hãy nên cân nhắc xem kiểu ghế ngồi có nấc đi vệ sinh xem sao để bé có thể ngồi vào bô thoải mái. Ghế ngồi vệ sinh cũng có thể giúp trẻ chống được chân khi đi tiêu nữa.  tốt nhất là thường các bé trai nên biết cách ngồi khi đi vệ sinh rồi hãy đứng tiểu. Với những bé vụng về – hoặc sợ sệt – việc đứng lên ghế để tiểu vào nhà vệ sinh thì ghế bô có lẽ là một lựa chọn hơn hẳn.  Bạn hãy mua bô hoặc ghế ngồi vệ sinh cho mỗi phòng vệ sinh ở nhà mình nhé. Thậm chí bạn cũng nên để dự phòng một cái trong thùng xe mình khi khẩn cấp nữa. Khi đi du lịch đường dài, nên nhớ chắc là phải mang theo ghế bô và cứ 1 đến 2 tiếng đồng giờ thì ngừng lại 1 lần. Nếu không thì bé có thể phải tốn nhiều thời gian hơn để tìm một nơi kín đáo hoặc tìm nhà vệ sinh công cộng.  Tã quần cho bé  Nhiều chuyên gia đôi khi cũng không đồng tình với quan điểm có nên sử dụng loại tã quần có thể bỏ đi không. Một số nghĩ rằng các tã quần đó chỉ lớn hơn tã lót một chút và có thể làm cho trẻ nghĩ chúng giống như tã lót vậy, do đó có thể làm chậm quá trình tập đi vệ sinh của bé.  Nhiều người lại cho rằng tã quần là bước đệm quan trọng và có ích giữa khi chuyển từ tã bọc sang quần lót. Vì khả năng kiểm soát bàng quang và ruột của trẻ vào ban đêm thường không nhanh nhẹn như ban ngày, thế nên nhiều phụ huynh chuộng cho con sử dụng tã quần vào buổi tối. Số khác thích quần tã bởi có thể tiện lợi khi đi chơi đây đó. Khi trẻ có thể giữ cho tã quần khô ráo được trong một vài ngày thì có thể chuyển sang cho bé mặc quần lót được.  Hãy tham khảo ý kiến của bác sĩ xem trẻ có nên sử dụng quần tã có thể bỏ đi khi ở giai đoạn chuyển tiếp từ tã sang quần lót không nhé.  Các vấn đề thường thấy Trẻ được dạy đi vệ sinh trước thường gặp rắc rối khi sử dụng bô. Chẳng hạn như, đứa trẻ từ 2 hoặc 3 tuổi có em nhỏ có thể làm ngược lại (quay lại giai đoạn đi vệ sinh như trước) Nhưng nếu bé đã được huấn luyện đi vệ sinh trước đó và hiện đang gặp khó khăn thì bạn nên tham khảo ý kiến của bác sĩ cho chắc và loại trừ những thứ đại loại như nhiễm trùng.  Nếu bé của bạn đã 3 tuổi hoặc lớn hơn và chưa được tập ngồi bô, thì hãy thông báo cho bác sĩ biết, bác sĩ có thể tìm ra vấn đề và cho bạn lời khuyên nhằm làm cho quá trình này được dễ dàng và thoải mái hơn.  Bí quyết tập con trẻ đi vệ sinh Thậm chí trước khi bé sẵn sàng cho việc thử ngồi bô này thì bạn cũng có thể chuẩn bị cho con bằng cách hướng dẫn con biết một số điều:  * Dùng các từ chỉ hành động đi vệ sinh (“đi tiểu”, “đi tiêu/ đi ị”, và “ngồi bô”).  * Bảo con cho bạn biết khi nào tã ướt hoặc bẩn.  * Nhận biết những trạng thái của con (“Có phải con sắp đi ị không?”) để bé có thể biết cách phân biệt đi tiểu và đi ị như thế nào.  * Đặt ghế bô cho bé có thể tập ngồi lên. Ban đầu, bé có thể mặc nguyên quần ngồi lên đó, rồi đến mặc nguyên tã, và khi đã sẵn sàng thì con bạn có thể ngồi lên bô với mông trần.  Nếu bạn đã quyết định là con mình đã sẵn sàng được rồi thì hãy ứng dụng những mẹo nhỏ sau đây nhé:  * Hãy dành ra một lúc nào đó để tập cho bé.  * Đừng cố ép con ngồi bô khi bé không muốn.  * Chỉ cho con cách ngồi vào chỗ vệ sinh và giải thích cho bé nghe là mình đang làm gì (con bạn sẽ học được bằng cách xem bạn thực hiện đấy). Bạn cũng có thể cho bé ngồi lên ghế bô và nhìn trong khi bạn – hoặc một trong những anh chị ruột của bé – đi vệ sinh nhé.  * Hãy tập cho con một thói quen hằng ngày. Chẳng hạn như, bạn có thể bắt đầu hướng dẫn bằng cách cho con ngồi bô sau khi ngủ dậy mà không ướt tã, hoặc sau khi uống nhiều nước từ 45 đến 60 phút. Bạn có thể quan sát trông chừng bé đi tiểu. Chỉ cho con ngồi bô một vài phút vài lần trong ngày, và để cho bé đứng dậy nếu bé muốn.  * Cố quan sát bé đi ị nhé. Trẻ nhỏ thường có những cử chỉ rất dễ nhận biết khi có nhu cầu đi vệ sinh – mặt ửng đỏ, và có thể cau có hoặc ngồi xổm. Và nhiều trẻ thường đi vệ sinh vào đúng thời gian trong ngày mà bạn đã tập cho bé.  * Hãy cho bé ngồi bô trong vòng 15 đến 30 phút sau các bữa ăn để lợi dụng nhu cầu đi vệ sinh tự nhiên của cơ thể sau khi ăn xong (đây được gọi là phản xạ dạ dày-ruột kết).  * Hãy đổ phân của bé ra khỏi tã và cho vào nhà vệ sinh, bạn hãy cho con biết là phân bé cho vào bô.  * Đảm bảo áo quần của bé phù hợp với việc huấn luyện cho con ngồi bô. Hay nói cách khác là nên tránh những áo khoác, áo choàng và áo sơ mi có thể bị vướng ở đũng quần. Nên cho bé mặc áo quần đơn giản giai đoạn này và trẻ tập ngồi bô cần có thể tự cởi đồ được.  * Một số phụ huynh cũng thích cho con mình không mặc tã vào một lúc nào đó trong ngày. Nếu bé đi tiểu mà không mặc tã, trẻ có thể cảm thấy khó chịu và không được thoải mái. (Nhưng nếu bạn thích để mông trần cho bé thoáng một lát, bạn có thể để bô vệ sinh gần bên cạnh, để bảo vệ thảm và chăn mền của mình, và sẵn sàng lau dọn nhé.) * Khi bé trai của bạn đã sẵn sàng đứng tiểu, thì hãy “luyện tập mục tiêu” nhé. Hãy chỉ cho bé cách đứng sao cho có thể nhắm dòng nước tiểu vào được bồn cầu.  * Hãy tặng con vài món quà nhỏ mỗi khi bé ngồi bô được, chẳng hạn như nhãn dán hoặc đọc truyện cho con nghe. Nên vẽ một biểu bồ theo hướng thành công của bé. Khi con đã tỏ ra thông thạo việc đi vệ sinh, hãy để cho bé chọn vài chiếc quần lót mới cỡ lớn để mặc nhé.  * Đảm bảo là tất cả các người trông bé – bao gồm người giữ trẻ, ông bà, và người trông trẻ – phải theo một thói quen và gọi cùng những tên chỉ các bộ phận trên cơ thể bé và cả các hoạt động trong nhà vệ sinh nữa. Bạn nên thông báo cho họ biết cách bạn đang tập cho bé và yêu cầu có những cách thức tương tự như thế để bé không bị hoang mang.  Quan trọng hơn hết là phải chắc rằng bạn nên khen ngợi những nỗ lực đi vệ sinh của bé, cho dù là không có gì đi nữa. Và luôn nhớ là tai nạn cũng có thể xảy ra. Bạn không nên phạt con trong lúc tập cho bé đi vệ sinh hoặc tỏ ra thất vọng khi trẻ làm vấy ướt hoặc dơ bẩn lên người hoặc lên giường. Thay vào đó, bạn hãy nói cho con biết đó chỉ là tai nạn không mong muốn và hãy giúp đỡ cho con nhé. Hãy chắc chắn với bé rằng chúng sẽ ngồi bô tốt giống như một trẻ lớn vậy thôi mà.  Và nếu như bạn đang lưỡng lự không biết khi nào nên bắt đầu tập cho bé theo một quy trình chung, thì hãy để cho bé bộc lộ nhé. Đừng để người khác gây áp lực cho bạn (bố mẹ ruột, bố mẹ chồng/vợ, bạn bè, anh chị em ruột, đồng nghiệp, ...). Nhiều bậc cha mẹ thế hệ trước bắt đầu tập cho con đi vệ sinh sớm hơn nhiều so với các bậc cha mẹ thời nay. Tất cả phụ thuộc vào thiên thần nhỏ của bạn. Trẻ sẽ cho bạn biết khi nào chúng đã sẵn sàng."
        },
        {
            "en": "Constipation in infants and children    CONSTIPATION OVERVIEW Constipation is a common problem in children of all ages. A child with constipation may have bowel movements less frequently than normal, hard bowel movements, or large, difficult, and painful bowel movements. Most children with constipation do not have an underlying medical problem causing their symptoms. Constipation generally resolves with changes in diet, behavior, or sometimes with medicine. You can try some of these treatments at home. If home treatment is not helpful, talk to your child's healthcare provider. This article will focus on the diagnosis, treatment, and prevention of constipation. More detailed information about constipation in infants and children is available by subscription. (See \"Prevention and treatment of acute constipation in infants and children\" and \"Treatment of chronic functional constipation and fecal incontinence in infants and children\".) NORMAL VERSUS ABNORMAL BOWEL HABITS The \"normal\" amount of time between bowel movements in an infant or child depends upon their age and what they eat. The look of the bowel movement can also vary. Normal bowel habits     * During the first week of life, infants pass approximately four soft or liquid bowel movements per day (generally more in breast- compared with bottle-fed infants). (See \"Patient information: Deciding to breastfeed\".)     * During the first three months of life, breastfed infants have about three soft bowel movements per day. Some breastfed infants have a bowel movement after each feeding, whereas others have only one bowel movement per week. Infants who breastfeed are rarely constipated. (See \"Patient information: Common breastfeeding problems\".)     * Most formula-fed infants have two to three bowel movements per day, although this depends on which formula is given; some soy and cow's milk-based formulas cause harder bowel movements, while other formulas (eg, Alimentum Advance®, Pregestimil®, GoodStart®, and Nutramigen LIPIL®) can cause looser bowel movements.     * By two years of age, a child typically has one to two formed bowel movements per day.    * By four years of age, a child usually has one or two formed bowel movements per day. Abnormal bowel habits     * An infant who is constipated typically has bowel movements that look hard or pellet-like. The infant may cry while trying to move his or her bowels. The infant may have bowel movements less frequently than before. Fewer could mean that the infant has a bowel movement every one to two days rather than their previous normal of three to four per day. You may be worried that your infant is constipated if your child looks like he or she is straining. Because infants have weak abdominal muscles, they often strain during a bowel movement, causing their face to appear red. The infant is unlikely to be constipated if he or she passes a soft bowel movement within a few minutes of straining.     * If your child has fewer bowel movements than usual or complains of pain during a bowel movement, he or she may be constipated. For example, a child who normally has one to two bowel movements every day may be constipated if he or she has not had a bowel movement in two days. A child who normally has a bowel movement every two days is not constipated, as long as the bowel movement is reasonably soft and is not difficult or painful to pass.     * Many children with constipation develop unusual habits when they feel the urge to have a bowel movement.     * - Infants may arch their back, tighten their buttocks, and cry.     * - Toddlers may rock back and forth while stiffening their buttocks and legs, arch their back, stand on their tiptoes, and wriggle or fidget, or they may squat or get into other unusual positions.     * - Children may hide in a corner or some other special place while doing this \"dance\". Although these movements may look like the child is trying to have a bowel movement, the child is actually trying NOT to have a bowel movement because they are frightened of the toilet or worry that having the bowel movement will be painful. WHY CONSTIPATION DEVELOPS Pain — A child may delay moving their bowels if they do not have a place where they feel comfortable having a bowel movement, or if they are busy and ignore the need to use the toilet. When the child does have a bowel movement, it can be painful and lead them to withhold (avoid going) in an effort to avoid more pain. On occasion, a child may develop a tear in the anus (called an anal fissure) after passing a large or hard bowel movement. The pain from the tear can lead to withholding. Even infants can learn to withhold because of pain. (See \"Patient information: Anal fissure\".) Treatment is recommended if your child has hard or painful stools. Treating pain early can help prevent your child from withholding, which can lead to chronic constipation and leakage of bowel movements. Medical problems — Medical problems cause constipation in less than 5 percent of all children.  The most common medical problems that cause constipation include Hirschsprung disease (an abnormality of nerves in the colon), abnormal development of the anus, problems absorbing nutrients, spinal cord abnormalities, and certain medicines. In most cases, a doctor can rule out these problems by asking questions and performing a physical examination.  CONSTIPATION AND DEVELOPMENT Constipation is particularly common at three times in an infant and child's life: after starting cereal and puréed foods, during toilet training, and after starting school. Parents can help by being aware of these high-risk times, working to prevent constipation, recognizing the problem if it develops, and acting quickly so that constipation does not become a bigger problem. Transition to solid diet — Infants who are transitioning from breast milk or formula to solid foods may experience constipation. An infant who develops constipation during this time can be treated with one of the measures described below.  Toilet training — Children are at risk for constipation during toilet training for several reasons.      * If a child is not ready or interested in using the toilet, he or she may try to avoid going to the bathroom (called withholding), which can lead to constipation.     * Children who have experienced a hard or painful bowel movement are even more likely to withhold, and this only worsens the problem. If your child is withholding during the toilet training process, stop toilet training temporarily. Encourage your child to sit on the toilet as soon as they feel the urge to have a bowel movement and give positive reinforcement (a hug, kiss, or words of encouragement) for recognizing the urge and sitting, whether or not the child is successful. In addition, be sure the child has foot support, especially while using an adult-sized toilet. Foot support is important because it provides a place for the child to push against as he or she bears down to move their bowels. The stool also helps a child to feel more stable.  For all children, encourage a routine, unhurried time on the toilet. The best time is often after a meal because eating stimulates the bowels. Keeping the child company while in the bathroom can help to keep the child's calm. School entry — Once your child starts school, you may not be aware if he or she has problems going to the bathroom. Some children are reluctant to use the bathroom at school because it is unfamiliar or too \"public\", and this can lead to withholding. Continue to monitor your child's bowel movements when the child starts school for the first time (eg, kindergarten) and after long absences (eg, summer or winter breaks). You can do this by monitoring how often your child has a bowel movement while at home, particularly on weekends. Ask your child if he or she has any problems trying to have a bowel movement away from home; if limited time or embarrassment is an issue, you can work with your child and/or school to find a solution. HOME TREATMENTS FOR CONSTIPATION You can try using home remedies first to relieve your child's constipation. These remedies should begin to work within 24 hours; if your child does not have a bowel movement with 24 hours or if you are worried, call your child's doctor or nurse for advice. Infants — If your child is younger than four months old, talk to a doctor or nurse about treatment of constipation. For infants of any age, contact the child's doctor if there are concerning signs or symptoms (severe pain, rectal bleeding) along with constipation. The following treatments are for infants with constipation who are older than four months.     * Dark corn syrup — Dark corn syrup has been a folk remedy for constipation for hundreds of years. Dark corn syrup contains complex sugar proteins that keep water in the bowel movement. However, current types of dark corn syrup may not contain these sugar proteins, so the syrup may not be helpful. Light corn syrup is not helpful. For an infant who is healthy, a doctor or nurse may recommend adding one-quarter teaspoon to one teaspoon (1.25 to 5 mL) of dark corn syrup to four ounces of formula or expressed breast milk. Use the lowest dose initially; you can increase the amount up to a total of one teaspoon per four ounces of formula or expressed breast milk until the infant has a daily bowel movement. After your child's bowel movements become soft and more frequent, you can slowly stop the corn syrup. You can give corn syrup whenever the bowel movements start to get too hard, until your child begins eating cereal or solid foods.     * Fruit juice — If your infant is at least four months old, you can give certain fruit juices to treat constipation. This includes prune, apple, or pear juice (other juices are not as helpful). You can give a total of two to four ounces of 100 percent fruit juice per day for children 4 to 8 months old. You can give up to six ounces of fruit juice per day to infants 8 and 12 months old.     * High-fiber foods — If your infant has started eating solid foods, you can substitute barley cereal for rice cereal. You can also offer other high-fiber fruits and vegetables (or purées), including apricots, sweet potatoes, pears, prunes, peaches, plums, beans, peas, broccoli, or spinach. You can mix fruit juice (apple, prune, pear) with cereal or the fruit/vegetable purée.     * Formulas with iron —The iron in infant formula does not cause or worsen constipation because the dose of iron is very small. Therefore, changing to a low-iron formula is not recommended because this will not help with the constipation. Your doctor or nurse may recommend a different type of formula; consult them before making any formula changes.  Iron drops contain higher amounts of iron, and may sometimes cause constipation. Therefore, infants who need iron drops sometimes also need extra diet changes or treatments to make sure that they do not get constipated. Children — If your child has been constipated for a short time, changing what he or she eats may be the only treatment needed. You can make these changes as often as needed so that the child has soft and painless bowel movements. If your child does not have a bowel movement within 24 hours of trying the following suggestions, call your child's doctor or nurse. If your child has worrisome symptoms (severe pain, rectal bleeding) with constipation or you have questions, call your child's doctor or nurse before using any of the following treatments. Dietary recommendations     * Fruit juice — Certain fruit juices can help to soften bowel movements. These include prune, apple, or pear (other juices are not as helpful). Do not give more than four to six ounces of 100 percent fruit juice per day to children between one and six years of age; children older than seven years may drink up to two four-ounce servings per day.     * Fluids — It is not necessary to drink large amounts of fluid to treat constipation, although it is reasonable to be sure that the child drinks enough fluid. For children older than one year, enough fluid is defined as 32 ounces (960 mL) or more water or other non-milk liquids per day. It is not necessary or helpful for the child to drink more fluid than this if he or she is not thirsty.      * Food recommendations — Offer your child a well-balanced diet, including whole grain foods, fruits, and vegetables. However, do not force these foods and do not use a high fiber diet instead of other treatments.  Praise your child for trying these foods, and encourage him or her to eat them frequently, but do not force these foods if your child is unwilling to eat them. You should offer a new food 8 to 10 times before giving up. You may want to avoid giving (or give smaller amounts of) certain foods while your child is constipated, including cow's milk, yogurt, cheese, and ice cream. A fiber supplement may be recommended for some children. Fiber supplements are available in several forms, including wafers, chewable tablets, or powdered fiber that can be mixed in juice (or frozen into popsicles).       * Milk — Some children develop constipation because they are unable to tolerate the protein in cow's milk. If other treatments for constipation are not helpful, it may be reasonable for the child to avoid all cow's milk (and milk products) for one to two weeks. If your child does not improve during this time, you can begin giving cow's milk again. If the child does not drink milk for a long time, ask your child's doctor or nurse for suggestions about ways to be sure that the child gets enough calcium and vitamin D. Stop toilet training — If your child develops constipation while learning to use the toilet, stop toilet training temporarily. It is reasonable to wait two to three months before restarting toilet training. Reassure your child that it will not hurt to poop, and praise the child for sitting on the toilet, even if he or she does not have a bowel movement. Avoid punishing or pressuring the child.  Establish regular toilet time — If your child is toilet trained, encourage him or her to sit on the toilet for 5 to 10 minutes once or twice a day after eating. The child is more likely to have a bowel movement after a meal, especially breakfast. Reward the child with praise or attention for sitting, even if he or she does not have a bowel movement. Reading to the child or keeping him/her company while in the bathroom can help to keep the child's interest and encourage cooperation.  MEDICAL EVALUATION OF CONSTIPATION Some infants and children have concerning symptoms with constipation or have constipation that does not improve with home treatments. In these situations, your child should see a doctor or nurse. The doctor or nurse will ask you (and your child, if appropriate) when constipation began, if there was a painful bowel movement, and how often the child normally has a bowel movement. Mention any other symptoms (such as pain, vomiting, decreased appetite), how much the child drinks, and if you have seen blood in the child's bowel movements.  The doctor or nurse will do a physical examination, and may do a rectal examination. Most children with constipation will not require any laboratory testing or x-rays. RECURRENT CONSTIPATION If your infant or child has repeated episodes of constipation (called recurrent constipation), work with your child's doctor or nurse to figure out why this is happening. (See \"Treatment of chronic functional constipation and fecal incontinence in infants and children\".) Possible reasons for recurrent constipation include:     * Fear of pain due to hard stools or an anal fissure (a small tear in the anal opening)     * Fear of using the bathroom away from home     * Not having enough time to use the bathroom \"Clean out\" treatment — If your child has recurrent constipation, continue to follow the suggestions for home treatment above. Your child may also need a \"clean out\" treatment to help empty the bowels. This treatment may include a medicine (eg, polyethylene glycol [Miralax®]), an enema or rectal suppository (a pill that you insert in the child's bottom), or a combination of treatments. Consult your child's doctor or nurse before giving any of these treatments.  Maintenance treatment — After the \"clean out\" treatment, most infants and children are treated with a laxative for several months or longer. You can adjust the amount of laxative so that the child has one soft bowel movement per day.  Although many of these laxatives are available without a prescription, it is important to consult with your child's doctor or nurse before giving laxatives on a regular basis. Parents are often concerned about giving laxatives, fearing the child will not be able to have a bowel movement when the laxative is stopped. Using laxatives does not increase the risk of constipation in the future. Instead, careful use of laxatives can actually prevent long-term problems with constipation by breaking the cycle of pain and withholding, and helping the child to develop healthy <em>toileting</em> habits. Some children need to continue using a laxative treatment for months or even years. After the child has regular bowel movements and uses the toilet alone for at least six months, it is reasonable to talk about decreasing and eventually stopping the laxative with the child's doctor or nurse. Do not stop the laxative too soon because constipation could return and the child would need to start over with treatment. Rescue treatment — It is possible for a child to have a large bowel movement collect in the colon, even while using laxatives. Develop a \"rescue\" plan with your child's doctor or nurse in case this happens. If the child has not had a bowel movement for two to three days, a \"clean out\" treatment and an increased dose of the maintenance laxative are usually recommended. Behavior changes — In children who have constipation frequently, behavior changes are recommended to help the child develop normal bowel habits.     * Encourage your child to sit on the toilet within 30 minutes after meals (ie, for 5 to 10 minutes, two to three times per day). Do this every day.     * Design a reward system with your child to recognize the child's efforts. Give the reward after the child sits (the child does not have to have a bowel movement).     * Keep a diary of your child's bowel movements, medicines, pain, and accidents. This will help you and your child's doctor or nurse figure out if there are triggers for constipation. Dietary suggestions — There are a number of myths about dietary treatments for constipation in children and infants. Drinking extra fluids and eating a high-fiber diet are not enough to treat repeated episodes of constipation in children; most children also need a laxative and behavior changes.  Treatment follow-up — After beginning treatment for constipation, most doctors and nurses recommend periodic follow-up phone calls or visits to check on the child. Infants and children with constipation often need adjustments in treatment as they grow and there are changes in their diet and daily routine. WHEN TO SEEK HELP Call your child's doctor or nurse immediately (during the day or night) if your child has severe abdominal or rectal pain. In addition, call your child's doctor or nurse if any of the following occurs:     * Your child has not had a bowel movement within 24 hours of starting constipation treatment     * Your infant (younger than 4 months) has not had a bowel movement within 24 hours of their normal pattern (eg, if an infant who normally has a bowel movement every two days goes three days without a bowel movement)     * Your infant (younger than 4 months) has hard (rather than soft or pasty) stools     * You see blood in your child's bowel movement or diaper     * Your child has repeated episodes of constipation     * Your child complains of pain with bowel movements     * You have questions or concerns about your child's bowel habits",
            "vi": "Táo bón ở trẻ sơ sinh và trẻ nhỏ    KHÁI QUÁT VỀ CHỨNG TÁO BÓN  Táo bón là vấn đề thường gặp ở trẻ em thuộc bất kỳ độ tuổi nào. Một đứa trẻ bị táo bón có thể đi tiêu không thường hơn mức bình thường, đi tiêu khó, hoặc đi tiêu phân lớn, khó khăn và đau buốt. Hầu hết trẻ con bị táo bón đều không mắc một vấn đề tiềm ẩn gì gây ra các triệu chứng này. Người ta thường chữa táo bón bằng cách thay đổi chế độ dinh dưỡng, thói quen hoạt động, hoặc đôi khi còn phải sử dụng thuốc. Bạn có thể thử chữa trị ở nhà bằng các phương pháp này nhé. Nếu chữa ở nhà không có hiệu quả thì bạn nên tham khảo ý kiến của cán bộ chăm sóc sức khỏe cho con mình.    Bài báo này sẽ tập trung vào việc chẩn đoán, phương pháp điều trị và phòng ngừa táo bón. Những thông tin chi tiết hơn về chứng táo bón ở trẻ nhỏ và trẻ sơ sinh sẽ được cung cấp ở số báo dài hạn khác. (Xem “Biện pháp phòng tránh và chữa trị chứng táo bón cấp ở trẻ sơ sinh và trẻ nhỏ” và “Biện pháp chữa trị táo bón chức năng mãn tính và chứng ỉa đùn ở trẻ sơ sinh và trẻ nhỏ”.)  CÁC THÓI QUEN ĐƯỜNG RUỘT BÌNH THƯỜNG VÀ BẤT THƯỜNG Thời gian để đi tiêu “bình thường” ở trẻ sơ sinh hoặc trẻ nhỏ tuỳ thuộc vào lứa tuổi và khẩu phần dinh dưỡng của chúng. Vẻ ngoài của việc đi tiêu cũng khác nhau. Thói quen đường ruột bình thường * Trong tuần lễ đầu đời, mỗi ngày trẻ sơ sinh thường đi tiêu khoảng 4 lần phân mềm hay lỏng (thường thì trẻ bú mẹ đi nhiều hơn trẻ bú bình) (Xem “Thông tin bệnh nhân: Sự lựa chọn nuôi con bằng sữa mẹ”.) * Suốt 3 tháng đầu đời, thường thì trẻ bú mẹ mỗi ngày đi tiêu khoảng chừng 3 lần phân mềm. Một số trẻ bú mẹ thường đi tiêu sau mỗi lần bú xong, trong khi một số khác thì mỗi tuần chỉ đi 1 lần. Trẻ bú mẹ thường hiếm khi bị táo bón. (Xem “Thông tin bệnh nhân: Các vấn đề thường gặp đối với việc nuôi con bằng sữa mẹ.”) * Hầu hết trẻ bú bình thường đi tiêu từ 2 đến 3 lần mỗi ngày, mặc dù điều này còn tùy thuộc vào loại sữa bột của chúng nữa; một số loại sữa đậu nành và sữa bò làm táo bón nhiều hơn, trong khi các loại sữa bột khác (như Alimentum Advance®, Pregestimil®, GoodStart®, và Nutramigen LIPIL®) làm cho phân của trẻ lỏng hơn. * Trẻ thường đi tiêu từ 1 đến 2 lần mỗi ngày khi lên 2 tuổi.  Lên 4 tuổi, trẻ thường đi tiêu 1 đến 2 lần mỗi ngày. Thói quen đường ruột bất thường * Trẻ bị táo bón thường đi tiêu có vẻ cứng hoặc giống như viên. Trẻ có thể khóc lóc khi cố rặn phân ra ngoài. Trẻ có thể đi tiêu ít hơn trước. Việc đi tiêu ít hơn có nghĩa là cách 1 hoặc 2 ngày thì mới đi tiêu một lần chớ không phải là 3 hay 4 lần bình thường mỗi ngày như trước đây nữa.     Bạn có thể lo là con mình bị táo bón nếu thấy bé trông như đang cố gắng rặn mệt mỏi. Vì trẻ sơ sinh có cơ bụng yếu nên chúng thường rặn ì ạch khi đi tiêu, điều này khiến cho mặt chúng có vẻ như đỏ lên. Trẻ sơ sinh khó có thể bị táo bón nếu như bé có thể đi phân mềm trong một vài phút.  * Nếu con bạn đi tiêu ít hơn bình thường hay kêu đau khi đi tiêu thì có lẽ bé bị táo bón đấy. Chẳng hạn như, một đứa bé thường đi từ 1 tới 2 lần một ngày nay có thể bị táo bón nếu 2 ngày mà không đi tiêu được. Trẻ thường đi tiêu cứ cách 2 ngày 1 lần cũng không bị táo bón miễn là bé đi được phân mềm vừa phải và không cảm thấy khó rặn hay đau khi rặn. * Nhiều trẻ bị táo bón thường phát sinh thói quen bất thường khi cảm thấy muốn đi tiêu. * Trẻ sơ sinh có thể cong lưng lên, săn mông đít lại, và khóc. * Trẻ mới tập đi có thể lắc lư lui tới trong lúc săn cứng mông đít và chân lại và cong lưng lên, đứng trên đầu ngón chân, và khó chịu bực dọc hay cựa quậy nhúc nhích luôn, hoặc có thể ngồi xổm hay có những tư thế bất thường khác.    * Trẻ thường trốn trong góc hay ở một nơi đặc biệt nào khác khi phải thực hiện cái việc “rộn ràng” này.   Mặc dù các động tác này có vẻ như trẻ cố muốn đi tiêu, thực ra là nó cố KHÔNG đi vì sợ nhà vệ sinh hay sợ là đi tiêu sẽ làm cho mình bị đau. NGUYÊN NHÂN GÂY TÁO BÓN Đau – Trẻ có thể sẽ nín đi tiêu nếu không có chỗ thoải mái, hay nếu chúng bận việc hay phớt lờ nhu cầu đi vệ sinh. Khi trẻ đi tiêu, có thể là trẻ bị đau và khiến chúng nín lại (tránh đi) để cố tránh không bị đau nhiều hơn. Đôi khi trong hậu môn của trẻ cũng có thể bị một vết rách (gọi là vết rách hậu môn) sau khi phải rặn phân to và cứng. Vết rách này làm cho trẻ đau và khiến chúng nín lại, không đi tiêu nữa. Thậm chí trẻ sơ sinh cũng biết cách nín đi tiêu vì đau. (Xem “Thông tin bệnh nhân: Vết rách hậu môn”.) Bạn nên chữa trị nếu thấy con mình đi phân cứng và đau đớn. Việc điều trị sớm có thể giúp bé tránh được việc nín đi tiêu, có thể dẫn tới chứng táo bón kinh niên và chứng són phân.  Bệnh tật – Số trẻ bị táo bón do bệnh tật gây ra chưa đầy 5%.  Các chứng bệnh gây táo bón thường gặp nhất gồm bệnh Hirschsprung (sự bất thường của thần kinh đại tràng), hậu môn phát triển không bình thường, bất thường về việc hấp thu chất dinh dưỡng, dị dạng tuỷ sống, và một số thuốc nào đó. Trong hầu hết các trường hợp, bác sĩ có thể loại bỏ những vấn đề này bằng cách đặt câu hỏi và tiến hành kiểm tra sức khoẻ.  TÁO BÓN VÀ SỰ PHÁT TRIỂN BỆNH  Chứng táo bón đặc biệt thường thấy ở 3 giai đoạn trong cuộc đời của trẻ sơ sinh và trẻ nhỏ: sau khi bắt đầu ăn ngũ cốc và các thức ăn nghiền nhuyễn, trong giai đoạn dạy trẻ biết điều khiển việc đi vệ sinh và sử dụng nhà vệ sinh, và sau khi bắt đầu đi học. Bố mẹ có thể tránh được việc này bằng cách nhận ra những giai đoạn có nguy cơ gây táo bón cao này, có tác dụng ngăn ngừa táo bón, phát hiện ra chứng táo bón và điều trị nhanh chóng để không trở thành vấn đề rắc rối hơn. Chuyển sang ăn thức ăn đặc – Trẻ sơ sinh trong giai đoạn chuyển từ bú sữa mẹ hoặc bú bình sang ăn thức ăn đặc thường có thể bị táo bón. Trẻ bị táo bón trong giai đoạn này có thể được điều trị bằng một trong những biện pháp dưới đây.  Dạy cho trẻ biết cách điều khiển việc đi vệ sinh và sử dụng nhà vệ sinh – Trẻ con có nguy cơ bị táo bón trong suốt thời gian dạy cho chúng biết cách điều khiển việc đi vệ sinh và sử dụng nhà vệ sinh vì một vài lý do sau. * Nếu trẻ chưa sẵn sàng hay không thích sử dụng nhà vệ sinh thì chúng có thể sẽ cố tránh vào nhà vệ sinh (cố nín), và có thể dẫn đến việc táo bón. * Trẻ đã từng đi tiêu cứng hoặc đau buốt thậm chí còn cố nín nhiều hơn và điều này chỉ làm cho vấn đề càng nghiêm trọng hơn. Nếu con bạn nín đi vệ sinh trong suốt thời gian dạy cho bé biết điều khiển việc đi vệ sinh và sử dụng nhà vệ sinh thì hãy ngừng việc này trong một thời gian tạm thời. Hãy khuyến khích bé ngồi vào bồn vệ sinh ngay khi bé muốn đi tiêu và hãy ủng hộ thêm cho bé (ôm bé, hôn bé, hay nói những câu khích lệ cho bé) đối với việc muốn đi tiêu và ngồi xuống đi, dẫu bé có đi được hay không. Ngoài ra, phải đảm bảo cho bé có chỗ để tựa chân, gác chân, nhất là khi dùng nhà vệ sinh có kích cỡ người lớn. Chỗ tựa chân cũng rất cần thiết vì tạo cho bé một chỗ để chống khi phải rặn. Ghế ngồi để đi tiêu cũng có thể làm cho bé cảm thấy vững vàng hơn. Với trẻ con, hãy khuyến khích chúng tập một thói quen hằng ngày, thời gian thong thả khi ngồi trên bồn cầu. Thời gian tốt nhất thường là sau khi ăn xong vì ăn uống làm kích thích ruột. Việc cùng ngồi với bé trong nhà vệ sinh có thể giúp cho trẻ cảm thấy bình tĩnh. Bắt đầu đi học – Khi mà con bạn bắt đầu đi học thì bạn có thể không biết chúng có gặp khó khăn gì đối với việc đi vệ sinh hay không. Một số trẻ miễn cưỡng vào nhà vệ sinh của trường vì không quen hay vì quá “công cộng” và điều này có thể làm cho bé nín đi vệ sinh. Hãy tiếp tục quan sát việc đi tiêu của con  bạn khi bé bắt đầu đi học lần đầu tiên (ví dụ như trường mẫu giáo) và sau những đợt nghỉ dài (như nghỉ hè hay nghỉ đông). Bạn có thể kiểm tra con mình đi tiêu bao lâu một lần trong thời gian ở nhà, nhất là vào cuối tuần. Hãy hỏi xem bé có gặp vấn đề gì khi phải cố đi tiêu lúc không ở nhà không; nếu cảm thấy vấn đề là thời gian bị hạn chế hay ngượng thì  bạn có thể đặt vấn đề với con và/hay trường học để tìm giải pháp. CHỮA TÁO BÓN TẠI NHÀ Bạn có thể dùng các phương thuốc gia đình trước tiên để làm giảm bớt chứng táo bón của trẻ. Những biện pháp chữa trị này thường sẽ bắt đầu có tác dụng trong vòng 24 tiếng đồng hồ; nếu con bạn chưa đi tiêu được trong 24 tiếng hoặc nếu bạn cảm thấy lo lắng thì hãy gọi cho bác sĩ hay y tá của mình để được cho lời khuyên. Trẻ sơ sinh-Nếu con bạn chưa đầy 4 tháng tuổi thì hãy tham khảo ý kiến bác sĩ hoặc y tá về phương pháp chữa trị táo bón. Đối với trẻ sơ sinh ở bất kỳ độ tuổi nào, hãy liên hệ với bác sĩ trong trường hợp có các dấu hiệu hay triệu chứng gì đáng quan tâm (đau dữ dội, chảy máu ruột thẳng) khi bé bị táo bón. Các biện pháp sau đây dùng để điều trị cho trẻ bị táo bón trên 4 tháng tuổi.  * Si-rô làm từ bột ngô đen - Si-rô làm từ bột ngô đen là phương thuốc trị táo bón dân gian hàng trăm năm nay. Loại si-rô này chứa prô-tê-in đường thể phức có thể giữ nước trong phân. Tuy nhiên, loại si-rô làm từ bột ngô đen hiện giờ có thể không chứa các prô-tê-in đường này, vì vậy si-rô cũng có thể không có tác dụng gì. Si-rô làm từ bột ngô nhạt không có tác dụng. Đối với một đứa trẻ sơ sinh khỏe mạnh, bác sĩ hay y tá có thể khuyên dùng bổ sung thêm ¼ đến 1 muỗng cà phê (1,25 đến 5ml) si-rô làm từ bột ngô đen vào 4 ao-xơ sữa bình hoặc sữa mẹ vắt.   Ban đầu hãy dùng một liều lượng thấp nhất; bạn có thể tăng liều lượng lên đến tròn một muỗng cà phê với 4 ao-xơ sữa bình hoặc sữa mẹ vắt cho đến khi bé đi tiêu mỗi ngày. Sau khi con bạn có thể đi được phân mềm và đều đặn hơn thì bạn có thể ngưng dần loại si-rô bột ngô này. Bạn cũng có thể cho bé uống si-rô bột ngô bất cứ lúc nào bạn thấy phân bé bắt đầu cứng nhiều, cho đến khi bé bắt đầu biết ăn ngũ cốc hoặc các thức ăn đặc.   * Nước ép trái cây-Nếu con bạn từ 4 tháng tuổi trở lên, bạn có thể cho bé uống một số loại nước ép trái cây nào đó để trị chứng táo bón. Các thức uống này bao gồm nước ép mận, nước ép táo hoặc nước ép trái lê (những loại nước ép khác không công dụng bằng). Bạn có thể bổ sung thêm từ 2 đến 4 ao-xơ nước ép trái cây 100% mỗi ngày cho bé từ 4 đến 8 tháng tuổi; thêm tới 6 ao-xơ nước ép trái cây mỗi ngày cho bé từ 8 tháng 12 tháng tuổi.  * Thực phẩm giàu chất xơ – Nếu con bạn đã bắt đầu biết ăn thức ăn đặc, bạn có thể thay thế ngũ cốc lúa mạch bằng ngũ cốc gạo. Bạn cũng có thể cho ăn các loại trái cây và rau củ có hàm lượng chất xơ cao khác (hoặc thức ăn nghiền nhuyễn), gồm quả mơ, khoai lang, lê, mận, đào, đậu, cải bẹ xanh, hay cải bina. Bạn có thể hoà tan nước ép trái cây ( táo, mận, lê) với ngũ cốc hoặc trái cây / rau củ nghiền nhuyễn. * Sữa bột em bé chứa sắt – Sắt trong sữa bột em bé không gây ra chứng táo bón hay làm cho chứng táo bón trầm trọng thêm vì liều lượng sắt trong sữa là rất thấp. Do đó, việc thay đổi sữa có hàm lượng sắt thấp là không nên vì điều này không giúp gì được chứng táo bón cả. Bác sĩ hoặc y tá của bạn sẽ giới thiệu cho bạn một loại sữa bột khác; hãy tham khảo ý kiến của họ trước khi bạn quyết định thay đổi một loại sữa bột nào nhé. Viên sắt chứa hàm lượng sắt cao hơn và có thể gây ra táo bón. Do đó, trẻ sơ sinh cần uống viên sắt đôi khi cũng cần thay đổi chế độ dinh dưỡng thêm nữa hoặc cần các biện pháp để đảm bảo là trẻ không bị táo bón. Trẻ con-Nếu con bạn đã bị táo bón một thời gian ngắn rồi thì biện pháp duy nhất để chữa bệnh là thay đổi chế độ dinh dưỡng cho bé. Bạn có thể thay đổi khẩu phần ăn uống càng thường xuyên càng tốt sao cho bé có thể đi tiêu mềm và không bị đau nữa. Nếu con bạn không đi tiêu được trong vòng 24 tiếng đồ hồ sau khi đã dùng các cách gợi ý dưới đây thì hãy gọi cho bác sĩ hoặc y tá nhé. Nếu bé có các triệu chứng khiến bạn lo lắng (đau dữ dội, chảy máu ruột thẳng) khi bị táo bón hoặc nếu bạn có thắc mắc gì thì hãy gọi cho bác sĩ hoặc y tá trước khi sử dụng bất kỳ phương pháp chữa trị dưới đây. Các lời khuyên cho chế độ dinh dưỡng * Nước ép trái cây – Một số loại nước ép trái cây có thể giúp làm mềm phân như nước ép mận, táo, hoặc lê (các loại nước ép trái cây khác không tác dụng bằng). Không nên cho trẻ từ 1 đến 6 tuổi uống nhiều hơn 4 đến 6 ao-xơ nước ép trái cây 100% mỗi ngày; trẻ trên 7 tuổi có thể uống 8 ao-xơ nước ép trái cây mỗi ngày. * Thức uống – Không cần thiết phải uống nhiều thức uống để chữa chứng táo bón, mặc dù việc đảm bảo cho trẻ uống đủ các thức uống là có lý. Đối với trẻ trên 1 tuổi thì việc uống đủ thức uống là uống đủ 32 ao-xơ (960 mL) hoặc nhiều nước hơn hoặc các thứ thức uống khác không chứa sữa mỗi ngày. Cũng không cần thiết hay có tác dụng gì khi trẻ uống nhiều hơn mức này nếu bé không khát. * Những lời khuyên về thức ăn cho trẻ – Hãy cho con bạn một chế độ dinh dưỡng cân đối, gồm các loại thực phẩm ngũ cốc nguyên hạt, trái cây, và rau. Tuy nhiên, không bắt buộc những loại thực phẩm này và không nên lấy một chế độ dinh dưỡng giàu chất xơ thay vì dùng các phương pháp điều trị khác.  Hãy khen ngợi bé khi thử ăn những loại thức ăn này và đừng quên khuyến khích chúng ăn thường xuyên nhé, và đừng ép bé ăn những thứ này nếu bé chưa muốn ăn. Bạn nên cho bé thử ăn thức ăn mới từ 8 đến 10 lần trước khi chịu bó tay. Bạn cũng có lẽ cần tránh cho bé ăn (hoặc cho bé ăn một chút) các thứ thức ăn nhất định nào đó khi bé bị táo bón như sữa bò, sữa chua, phô-mai, và kem. Đối với một số trẻ, bạn cũng có thể nên bổ sung thêm chất xơ. Thực phẩm dùng để bổ sung thêm chất xơ có nhiều dạng như bánh xốp, viên (thuốc/kẹo) nhai được, hoặc chất xơ dạng bột có thể hoà chung với nước ép (hoặc được đông lạnh thành dạng kem que). * Sữa- Một số trẻ bị chứng táo bón do không dung nạp được prô-tê-in có trong sữa bò. Nếu các biện pháp chữa táo bón khác không có tác dụng thì có thể cho bé tránh dùng tất cả các lợi sữa bò (và các sản phẩm sữa) trong thời gian từ 1 đến 2 tuần. Nếu chứng táo bón của bé không tiến triển gì suốt khoảng thời gian này thid bạn có thể cho bé uống lại sữa bò. Nếu bé không uống sữa trong một thời gian dài thì bạn nên tham khảo gợi ý của bác sĩ hoặc y tá về cách đảm bảo cho bé có đủ can-xi và vi-ta-min D nhé. Ngưng thời gian dạy bé điều khiển việc đi vệ sinh và dùng nhà vệ sinh – Nếu bé bị táo bón trong thời gian học cách sử dụng nhà vệ sinh thì hãy ngừng việc này tạm thời. Nên chờ khoảng 2 đến 3 tháng trước khi bắt đầu lại công đoạn này với bé. Hãy chắc thêm một lần nữa là bé sẽ không bị đau khi đi tiêu và hãy khen bé khi ngồi vào nhà vệ sinh, dù là bé không đi vệ sinh đi chăng nữa. Tránh trừng phạt hay gây áp lực cho con của bạn nhé. Hãy tập thói quen giờ giấc đi vệ sinh đều đặn – Nếu con bạn đang trong giai đoạn học cách sử dụng nhà  vệ sinh thì hãy khuyến khích bé ngồi vào nhà vệ sinh trong khoảng từ 5 đến 10 phút từ 1 đến 2 lần mỗi ngày sau khi ăn xong. Trẻ con thường muốn đi tiêu sau bữa ăn, nhất là sau khi ăn sáng. Hãy chú ý hoặc khen ngợi khi bé ngồi vào nhà vệ sinh dẫu bé không đi tiêu. Hãy đọc sách cho bé  nghe hay cùng ngồi ở nhà vệ sinh với bé để làm cho bé thích thú và khuyến khích hợp tác với mình. ĐÁNH GIÁ, NHẬN ĐỊNH CỦA Y HỌC VỀ TÁO BÓN Một số trẻ sơ sinh và trẻ nhỏ có các triệu chứng liên quan đến táo bón hoặc bị táo bón mà không cải thiện được khi sử dụng các biện pháp chữa trị tại nhà thì bạn nên cho bé đến khám bác sĩ hay y tá. Bác sĩ hoặc y tá sẽ hỏi bạn (và nếu có thể sẽ hỏi con bạn) là bé bắt đầu bị táo bón khi nào, xem liệu bé có bị đau khi đi tiêu hay không, và xem bé thường đi tiêu bao lâu một lần. Hãy kể cho bác sĩ hay y tá nghe nếu bạn thấy bất kỳ một triệu chứng nào khác (như đau, nôn mửa, ăn ít ngon miệng hơn), bé uống được bao nhiêu, và nếu bạn có thấy máu trong phân của bé. Bác si hoặc y tá sẽ cho bé kiểm tra sức khỏe, và có thể kiểm tra ruột thẳng cho bé. Hầu hết trẻ bị táo bón không cần thử ống nghiệm (thử máu, nước tiểu, phân...) hay chụp X-quang. TÁO BÓN TÁI PHÁT Nếu con bạn bị táo bón trở lại (gọi là táo bón tái phát), thì bạn hãy tham khảo ý kiến bác sĩ hoặc y tá để tìm ra nguyên nhân làm cho bé bị táo bón trở lại. (Xem”Biện pháp chữa trị táo bón chức năng mãn tính và chứng ỉa đùn ở trẻ sơ sinh và trẻ nhỏ”.) Những lý do khả thi khiến trẻ bị táo bón tái phát: * Sợ đau do phân cứng hay bé bị vết rách hậu môn (vết rách nhỏ trong lỗ hậu môn) * Sợ vào nhà vệ sinh xa nhà * Không có đủ thời gian để vào nhà vệ sinh Phương pháp “Làm sạch ruột” – Nếu con bạn bị táo bón tái phát thì hãy tiếp tục thực hiện theo các biện pháp chỉ dẫn chữa trị tại nhà bên trên. Con bạn cũng có thể cần phương pháp “làm sạch ruột” để tống phân ra ngoài. Phương pháp này sử dụng thuốc (như polyethylene glycol [Miralax®]), dụng cụ thụt hoặc thuốc đạn dùng cho ruột thẳng (viên thuốc nhét vào hậu môn trẻ/ cho tan ra để trị táo bón), hoặc kết hợp nhiều phương pháp điều trị với nhau. Hãy tham khảo ý kiến của bác sĩ hay y tá trước khi bạn quyết định sử dụng bất kỳ biện pháp chữa trị nào. Phương pháp điều trị duy trì – Sau khi dùng biện pháp “làm sạch ruột”, hầu hết các trẻ sơ sinh và trẻ nhỏ được cho dùng thuốc nhuận trường trong thời gian vài tháng hay lâu hơn. Bạn có thể điều chỉnh liều lượng thuốc nhuận trường sao cho bé có thể đi tiêu phân mềm một lần/ngày.  Mặc dù có nhiều loại thuốc nhuận trường này được bán tự do không theo toa, nhưng quan trọng là phải tham khảo ý kiến của bác sĩ hoặc y tá trước khi cho bé dùng thuốc nhuận trường thường xuyên. Bố mẹ thường lo ngại về việc dùng thuốc nhuận trường; sợ rằng bé sẽ không đi tiêu được khi ngưng dùng thuốc. Việc sử dụng thuốc nhuận trường không làm tăng nguy cơ táo bón về sau. Nhưng thay vào đó, việc sử dụng thuốc nhuận trường một cách thận trọng thực ra có thể phòng tránh táo bón lâu dài bằng cách không làm cho bé đau và nín đi tiêu nữa, đồng thời giúp bé phát huy thói quen đi vệ sinh khỏe mạnh. Một số trẻ cần tiếp tục điều trị bằng thuốc nhuận trường nhiều tháng hoặc thậm chí là nhiều năm. Sau khi trẻ đã có thể đi tiêu đều đặn và dùng nhà vệ sinh một mình ít nhất là 6 tháng thì bạn có thể tham khảo ý kiến của bác sĩ hoặc y tá về việc giảm liều lượng thuốc và cuối cùng là ngưng hẳn thuốc. Không nên ngưng dùng thuốc nhuận trường quá sớm bởi chứng táo bón của con bạn có thể sẽ tái phát và bé sẽ phải bắt đầu được điều trị trở lại. Phương pháp cứu nguy – Có thể là trẻ tích tụ phân lại quá lớn trong đại tràng, thậm chí là khi dùng thuốc nhuận trường đi nữa. Hãy tham khảo ý kiến bác sĩ hay y tá để dùng phương pháp “cứu nguy”. Nếu sau 2 đến 3 ngày mà bé không đi tiêu được thì hãy dùng phương pháp “làm sạch ruột” và tăng liều lượng thuốc nhuận trường cho bé. Thay đổi thói quen hoạt động – Đối với trẻ bị táo bón thường xuyên thì việc thay đổi thói quen hoạt động cũng có thể giúp bé phát huy thói quen đi vệ sinh bình thường. * Khuyến khích bé ngồi vào nhà vệ sinh trong 30 phút sau bữa ăn (có nghĩa là từ 5 đến 10 phút, 2-3 lần/ngày). Hãy tập cho bé mỗi ngày nhé. * Hãy lên kế hoạch khen thưởng cho bé để công nhận nỗ lực của bé. Hãy khen thưởng bé sau mỗi lần bé ngồi vệ sinh (bé có thể chẳng cần phải đi tiêu).  * Hãy ghi lại nhật ký việc đi tiêu, thuốc, đau và các tai nạn của con bạn. Điều này sẽ có thể giúp bạn và bác sĩ hay y tá biết được nguyên nhân gây táo bón cho bé. Các lời khuyên chế độ dinh dưỡng – Có nhiều điều bí ẩn về các biện pháp dinh dưỡng chống táo bón ở trẻ sơ sinh và trẻ nhỏ. Việc uống thêm nhiều các loại thức uống hay ăn chế độ dinh dưỡng có hàm lượng chất xơ cao cũng chưa đủ để điều trị chứng táo bón tái phát nhiều lần ở trẻ; hầu hết trẻ cũng cần dùng thuốc nhuận trường và thay đổi thói quen hoạt động của mình.    Phương pháp điều trị theo dõi – Sau khi bắt đầu điều trị táo bón thì hầu hết các bác sĩ và y tá đều đề nghị nên gọi điện hay đến khám định kỳ để kiểm tra cho bé. Trẻ sơ sinh và trẻ nhỏ bị táo bón cần được điều chỉnh phương pháp điều trị vì chúng càng ngày càng lớn và có nhiều thay đổi trong chế độ dinh dưỡng và hoạt động thường nhật của mình. KHI NÀO BẠN CẦN TRỢ GIÚP Hãy gọi điện cho bác sĩ hoặc y tá ngay lập tức (vào ban ngày hay đêm) nếu con bạn bị đau bụng hay đau ruột thẳng dữ dội. Ngoài ra, bạn cũng nên gọi cho bác sĩ hay y tá trong bất kỳ trường hợp nào sau đây: * Con bạn không đi tiêu được trong 24 tiếng đồng hồ sau khi bắt đầu điều trị táo bón. * Con bạn (dưới 4 tháng tuổi) không đi tiêu trong 24 tiếng đồng hồ như bình thường (có nghĩa là bé thường đi tiêu cách 2 ngày 1 lần thì giờ 3 ngày mà không đi được) * Con bạn (dưới 4 tháng tuổi) đi phân cứng (chớ không phải là mềm hay sệt) * Bạn thấy máu trong phân hay tã của bé * Con bạn bị táo bón tái phát * Bé kêu đau khi đi tiêu * Bạn thắc mắc hay lo lắng về thói quen đường ruột của con mình."
        }
    ],
    "suggestions": []
}