{
    "en_vn": {
        "data": {
            "content": null,
            "word": "toned",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "toned",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "toned",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "toned",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "toned",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Peter <em>toned</em> up.",
            "vi": "Peter đã khỏe lên."
        },
        {
            "en": "<em>Toned</em> Forearms, Thighs, Behinds",
            "vi": "Làm săn chắc cánh tay, đùi, hông"
        },
        {
            "en": "The apology <em>toned</em> down his anger.",
            "vi": "Lời xin lỗi làm cho cơn giận của anh ta dịu đi."
        },
        {
            "en": "His apology <em>toned</em> down our anger.",
            "vi": "Lời xin lỗi của nó làm dịu cơn giận của chúng tôi."
        },
        {
            "en": "His body is strong and perfectly <em>toned</em>.",
            "vi": "Thân thể anh ta khỏe khoắn và rắn chắc đến hoàn hảo."
        },
        {
            "en": "Their enthusiasm has <em>toned</em> down since they discovered the cost.",
            "vi": "Nhiệt tình của họ đã giảm xuống từ khi họ phát hiện ra cái giá phải trả."
        },
        {
            "en": "The apology <em>toned</em> down his anger deuce a bit.",
            "vi": "Lời xin lỗi không làm cơn giận của anh ấy dịu đi một tí nào."
        },
        {
            "en": "He has <em>toned</em> down his sharp arguments on that matter.",
            "vi": "Anh ta đã dịu bớt những lý lẽ gay gắt của mình về vấn đề đó."
        },
        {
            "en": "He'd lost some weight and <em>toned</em> his muscles up.",
            "vi": "Anh ta đã sụt vài ký và làm cho cơ bắp khỏe lên/mạnh lên."
        },
        {
            "en": "Some of the language in the original play has been <em>toned</em> down for the television version.",
            "vi": "Một vài cách diễn đạt trong vở kịch nguyên gốc đã được làm cho đỡ gay gắt cho phiên bản truyền hình."
        },
        {
            "en": "Aquamarine is a color that is a pale bright tint of spring green <em>toned</em> toward cyan.",
            "vi": "Màu xanh biển là màu xanh sáng pha giữa màu xanh cải bắp non và màu lục lam."
        },
        {
            "en": "When you exercise your muscles, you become fitter and well-<em>toned</em>.",
            "vi": "Khi bạn luyện tập cơ bắp, bạn trở nên khỏe và rắn chắc hơn."
        },
        {
            "en": "When you exercise your muscles, you become fitter and well - <em>toned</em>.",
            "vi": "Khi bạn luyện tập cơ bắp, bạn trở nên khỏe và rắn chắc hơn."
        },
        {
            "en": "Many train hard at gymnasiums to develop muscled-<em>toned</em> bodies and may have silicone injections to their face, hips and buttocks.",
            "vi": "Nhiều người tập thể hình để phát triển cơ bắp và bơm silicon vào mặt, hông và mông."
        },
        {
            "en": "Washington - which has traditionally been a strident critic of China's human rights record - has <em>toned</em> down its rhetoric in recent years.",
            "vi": "Washington – xưa nay vốn hay nặng lời chỉ trích Trung Quốc về thành tích nhân quyền – thì mấy năm gần đây bỗng dịu giọng lại."
        },
        {
            "en": "The fiddle began to play a marching tune, and Pa's clear voice was singing like a deep-<em>toned</em> bell: \"And we'll rally round the flag, boys, We'll rally once again, Shouting the battle-cry of Freedom!\"",
            "vi": "chuyển sang một hành khúc và giọng Bố hát sang sảng tựa hồ tiếng chuông :\"Sát cánh bên nhau dưới cờ, các bạn. Thêm một lần vai lại kề vai. Và hô vang : vì Tự do chiến đấu!\"\"And we'll rally round the flag, boys, We'll rally once again, Shouting the battle - cry of Freedom!\""
        },
        {
            "en": "The fiddle began to play a marching tune, and Pa's clear voice was singing like a deep - <em>toned</em> bell :\"And we'll rally round the flag, boys, We'll rally once again, Shouting the battle - cry of Freedom!\"",
            "vi": "Tiếng đàn chuyển sang một hành khúc và giọng Bố hát sang sảng tựa hồ tiếng chuông: \"Sát cánh bên nhau dưới cờ, các bạn. Thêm một lần vai lại kề vai. Và hô vang: vì Tự do chiến đấu!\" \"And we'll rally round the flag, boys, We'll rally once again, Shouting the battle-cry of Freedom!\""
        },
        {
            "en": "\"I <em>toned</em> down my usual editing process because the pink was so bright and saturated in reality,\" he said. \"I wanted the photos to reflect the actual color I was seeing myself and to maintain its tone.\"",
            "vi": "Anh cho biết: \"Tôi đã thực hiện đúng tiến trình biên tập thông thường vì màu hồng phấn rất sáng và bão hòa. \"Tôi muốn các bức ảnh phản ánh màu sắc thực sự mà tôi đang nhìn thấy và duy trì đúng tone màu của nó.\""
        },
        {
            "en": "\"I <em>toned</em> down my usual editing process because the pink was so bright and saturated in reality,\" he said. \"I wanted the photos to reflect the actual color I was seeing myself and to maintain its tone.\"",
            "vi": "Anh cho biết: \"Tôi đã thực hiện đúng tiến trình biên tập thông thường vì màu hồng phấn rất sáng và bão hòa. \"Tôi muốn các bức ảnh phản ánh màu sắc thực sự mà tôi đang nhìn thấy và duy trì đúng tone màu của nó.\""
        },
        {
            "en": "The society further noted that some 70 percent of respondents said gardening helped tone their forearms, while 52 percent said their thighs were <em>toned</em>, and about one-third said the activity <em>toned</em> their behinds. One-fifth of respondents said gardening was their primary form of exercise, which means that, for many people, it has had a major impact on them, health-wise (and there’s that food security angle, too).",
            "vi": "Hiệp hội tiếp tục lưu ý rằng khoảng 70 phần trăm người được hỏi nói rằng làm vườn giúp cánh tay của họ săn chắc hơn, trong khi 52 phần trăm nói rằng bắp đùi của họ săn chắc hơn và khoảng một phần ba nói rằng hoạt động này làm săn chắc phần hông của họ. Một phần năm người được hỏi nói làm vườn là hình thức tập thể dục chủ yếu của họ, điều này có nghĩa rằng, với nhiều người, việc làm vườn có tác động lớn với họ, một sự sáng suốt về sức khỏe (và cả góc độ về an toàn thực phẩm)."
        }
    ],
    "suggestions": []
}