{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tong"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tong</k><blockquote><b>tong<sup>1</sup></b></blockquote><blockquote>■ <cclass>noun a Chinese association or secret society, frequently associated with organized crime. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Chin. (Cantonese dialect) <i>t'ōng</i>, lit. 'meeting place'. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>tong<sup>2</sup></b></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 curl (hair) using tongs. </blockquote></blockquote><blockquote><blockquote>2》 collect (oysters) using oyster tongs. </blockquote></blockquote></div>",
            "word": "tong"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tong"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tong"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tong"
        }
    },
    "sentences": [
        {
            "en": "<em>Tong</em> thong",
            "vi": "president"
        },
        {
            "en": "<em>tong</em> giam doc",
            "vi": "director general"
        },
        {
            "en": "<em>Tong</em> is a scabies dog",
            "vi": "Tòng là con chó ghẻ"
        },
        {
            "en": "Cast: Zhao Wei, Huang Xiaoming, <em>Tong</em> Dawei",
            "vi": "Diễn viên: Triệu Vy, Huỳnh Hiểu Minh, Đồng Đại Vỹ"
        },
        {
            "en": "Why did you do that? old <em>Tong</em> asked.",
            "vi": "Tại sao ông làm thế? lão Tong hỏi."
        },
        {
            "en": "Ly Thai To and Ly Thai <em>Tong</em> are kings of Ly dynasty.",
            "vi": "Lý Thái Tổ và Lý Thái Tông là những vị vua của triều Lý."
        },
        {
            "en": "Where: Saigon Room, M Floor, Hilton Hanoi Opera Hotel, #1 Le Thanh <em>Tong</em> Street, Hanoi",
            "vi": "Địa điểm: Phòng Sài Gòn, Tầng M, Khách sạn Hilton Opera Hanoi, #1 Lê Thánh Tông, Hà nội"
        },
        {
            "en": "The Singaporean Premier Goh Chok <em>Tong</em> has ended his four day visit to Vietnam.",
            "vi": "Thủ tướng xin - ga - po ngô quốc đống đã kết thúc chuyến thăm bốn ngày đến việt nam."
        },
        {
            "en": "In 1069, Y Lan acted as a regent because Ly Nhan <em>Tong</em> was still too young.",
            "vi": "Năm 1069, Ỷ Lan nắm quyền nhiếp chính vì vua Lý Nhân Tông vẫn còn quá trẻ."
        },
        {
            "en": "“The more reasonable pay policy explains why non-state owned schools can attract good teachers,” <em>Tong</em> said.",
            "vi": "\"Chính sách tiền lương hợp lý hơn giải thích tại sao các trường ngoài nhà nước có thể thu hút giáo viên giỏi\", ông Tống nói."
        },
        {
            "en": "Mr. Pham Van <em>Tong</em>, Vice Chairman of Binh Phuoc Province People’s Committee brought some local experience to the workshop.",
            "vi": "Ông Phạm Văn Tòng, Phó chủ tịch UBND tỉnh Bình Phước đã đóng góp cho hội thảo những kinh nghiệm quý báu của địa phương."
        },
        {
            "en": "Mr. Pham Dinh <em>Tong</em>, Head of the Business Registration Office, Department of Planning and Investment, Binh Dinh province.",
            "vi": "Ông Phạm Đình Tòng, Trưởng phòng đăng ký kinh doanh, Sở Kế hoạch và Đầu tư Bình Định."
        },
        {
            "en": "Marina has bright green hair and piercings on her <em>tong</em>, lip, nose and eye brow, and six in each ear.",
            "vi": "Marina có mái tóc màu xanh lá và các khuyên đeo trên lưỡi, môi, mũi, chân mày, và sáu trên mỗi lỗ tai."
        },
        {
            "en": "Our analysis of Vietnamese law relies heavily on a very thorough study conducted by Dr. <em>Tong</em> Duy Kiên.",
            "vi": "Phần phân tích pháp luật Việt Nam phụ thuộc rất nhiều vào công trình nghiên cứu rất tỷ mỉ của Tiến sĩ Tống Duy Kiên."
        },
        {
            "en": "Today a number of Chinese, Korean, and Taiwanese institutions appear on Shanghai Jiao-<em>Tong</em> University’s annual ranking of Asia’s top 100 universities.",
            "vi": "Ngày nay, nhiều trường đại học của Trung Quốc, Hàn Quốc, và Đài Loan nằm trong danh sách 100 trường đại học hàng đầu của Châu Á theo xếp hạng của trường Đại học Giao thông Thượng Hải."
        },
        {
            "en": "<em>Tong</em>, Daochi, \"Commercial Power Centers in China: The Role of Business Groups in Policy Making\", RAND Center for Asia Pacific Policy, October 1998.",
            "vi": "Tong, Daochi, \"Trung tâm của Thế lực thương mại ở Trung Quốc: Vai trò của các nhóm kinh doanh trong việc hoạch định chính sách\", Trung tâm chính sách châu á Thái Bình Dương RAND, Tháng mười năm 1998."
        },
        {
            "en": "The prayers and rituals were conducted by hundreds of Buddhist monks and nuns at the temple of King Tran Nhan <em>Tong</em>.",
            "vi": "Hàng trăm tăng ni phật tử đã tham dự nghi lễ cầu nguyện ở đền Vua Trần Nhân Tông."
        },
        {
            "en": "“Reducing land for paddy cultivation is reasonable as Vietnam has ample rice supply for local consumption while export is unprofitable,” rice expert Vo <em>Tong</em> Xuan said.",
            "vi": "\"Giảm đất canh tác lúa là hợp lý vì Việt Nam có nguồn cung gạo dồi dào cho tiêu dùng trong nước, trong khi xuất khẩu lại không có lợi nhuận\", chuyên gia lúa Võ Tòng Xuân cho biết."
        },
        {
            "en": "She must follow the three obediences (tam <em>tong</em>): at home she follows her father, married she follows her husband, widowed she follows her son.",
            "vi": "Chị ấy phải tuân theo tam tòng: khi ở nhà phải theo cha, khi lấy chồng phải theo chồng, khi chồng chết phải theo con trai."
        },
        {
            "en": "Daochi <em>Tong</em>, Commercial Power Centers in China: The Role of Business Groups in Policymaking (Santa Monica, CA: Rand, MR-1044.0-CAPP October 1998, 43-46).",
            "vi": "Daochi Tong, Các trung tâm quyền lực thương mại ở Trung Quốc: Vai trò của các Tập đoàn kinh doanh trong hoạch định chính sách (Santa Monica, CA: Rand, MR-1044.0-CAPP tháng 10 năm 1998, 43-46)."
        }
    ],
    "suggestions": []
}