{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[tʌn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">tonnes</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(viết tắt) <font color=\"#1371BB\">tn </font>tấn (1000 kg)</td></tr></table><i/></div>",
            "word": "tonne"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tonne</k><blockquote><cclass>[<cclass>tʌn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun another term for <kref>metric ton</kref>. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Fr.; cf. <kref>ton</kref><sup>1</sup>. </blockquote></div>",
            "word": "tonne"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tonne"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tonne"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tấn (1000kg)</font></td></tr></tbody></table></div>",
            "word": "tonne"
        }
    },
    "sentences": [
        {
            "en": "We just have a <em>tonne</em> of wheat.",
            "vi": "Chúng ta chỉ có một tấn lúa mì."
        },
        {
            "en": "There are 1000 kilograms in a <em>tonne</em>.",
            "vi": "Có 1000 kilôgam trong một tấn."
        },
        {
            "en": "How much is one <em>tonne</em> of sugar cost?",
            "vi": "Một tấn đường bao nhiêu tiền?"
        },
        {
            "en": "The price of exported crude oil to China was considerably lower than that paid by other importers such as Japan with VND9.8 million per <em>tonne</em>; Singapore with VND9.5 million per <em>tonne</em> and Thailand with VND9.8 million per <em>tonne</em>.",
            "vi": "Giá dầu thô xuất khẩu sang Trung Quốc thấp hơn đáng kể so với các nhà nhập khẩu khác như Nhật Bản với 9,8 triệu đồng / tấn; Singapore với 9,5 triệu đồng / tấn và Thái Lan với 9,8 triệu đồng / tấn."
        },
        {
            "en": "They might even claim that they don't know what a \"<em>tonne</em>\" is.",
            "vi": "Thậm chí họ có thể quả quyết rằng họ không biết \"tấn\" là gì cả."
        },
        {
            "en": "\"Metric ton\" or \"<em>tonne</em>\" is a unit of weight equal to 1000 kilograms.",
            "vi": "\"Metric ton\" hay \"tấn\" là đơn vị đo trọng lượng bằng 1. 000kg."
        },
        {
            "en": "\"Metric ton\" or \"<em>tonne</em>\" is a unit of weight equal to 1000 kilograms.",
            "vi": "\"Metric ton\" hay \"tấn\" là đơn vị đo trọng lượng bằng 1.000kg."
        },
        {
            "en": "Of the figure, China imported 704,000 tonnes at USD293 million or at VND9.4 million (USD416) per <em>tonne</em> on average. ",
            "vi": "Trong số này, Trung Quốc nhập 704,000 tấn ở mức 293 triệu USD hoặc trung bình 9,4 triệu USD(416 USD) /tấn."
        },
        {
            "en": "The bridge will be a six-lane expressway able to cope with earthquakes up to magnitude 8.0, strong typhoons and the impact of a 300,000 <em>tonne</em> vessel.",
            "vi": "Cầu được xây dựng với 6 làn xe cao tốc, có thể chịu được động đất 8. độ richter, những trận bão mạnh và tác động của một tàu lớn 300. 000 tấn."
        },
        {
            "en": "The 5,000-<em>tonne</em> ship, containing nearly 4,000cu.m of petrol, unexpectedly exploded on September 21 while petrol was being pumped from the K99 port in Hai An District.",
            "vi": "Con tàu 5.000 tấn, chứa gần 4.000 mét khối xăng dầu, bất ngờ phát nổ vào ngày 21 tháng 9 trong khi xăng dầu đang được bơm lên từ cảng K99 tại quận Hải An."
        },
        {
            "en": "The magnetosphere of Jupiter sweeps up gases and dust from Io's thin atmosphere at a rate of 1 <em>tonne</em> per second.",
            "vi": "Quyển từ của sao Mộc quét sạch khí và bụi khỏi khí quyển mỏng của Io với tốc độ 1 tấn trên giây."
        },
        {
            "en": "The 5,000-<em>tonne</em> ship, containing nearly 4,000cu.m of petrol, unexpectedly exploded on September 21 while petrol was being pumped from the K99 port in Hai An District.",
            "vi": "Con tàu 5.000 tấn, chứa gần 4.000 mét khối xăng dầu, bất ngờ phát nổ vào ngày 21 tháng 9 trong khi xăng dầu đang được bơm lên từ cảng K99 tại quận Hải An."
        },
        {
            "en": "The bridge will be a six - lane expressway able to cope with earthquakes up to magnitude 8., strong typhoons and the impact of a 300, 000 <em>tonne</em> vessel.",
            "vi": "Cầu được xây dựng với 6 làn xe cao tốc, có thể chịu được động đất 8.0 độ richter, những trận bão mạnh và tác động của một tàu lớn 300.000 tấn."
        },
        {
            "en": "The problems of an aging population are still a couple of generations away for Viet Nam but when they hit, they will do so like a <em>tonne</em> of bricks.",
            "vi": "Vấn đề về một dân số già vẫn còn cách xa Việt Nam một vài thế hệ, song một khi chúng xuất hiện, nó sẽ nặng nề như một núi gạch."
        },
        {
            "en": "A one-year fixed price period would be introduced for the first year, he said, with carbon permits costing A$10 ($7, £5) per <em>tonne</em>, followed by a floating price until July 2013.",
            "vi": "Ông cho biết thời gian giá ấn định một năm đã được đưa ra cho năm đầu tiên, với giấy phép thải khí thải trị giá 10 đô la Úc (7 đô la Mỹ, 5 bảng Anh) một tấn, theo sau giá thả nổi cho đến tháng bảy năm 2013."
        },
        {
            "en": "Barberry hedges and trees were brought in, and new gardens were nurtured through winter. A 26-<em>tonne</em> oak tree was sourced from another farm, cut down in segments, transported and reassembled with artificial leaves on the spot above Bag End.",
            "vi": "Bờ giậu hoa vàng và cây cối được mang vào, và những khu vườn mới được nuôi dưỡng trong mùa đông. Một cây sồi 26 tấn mang tới từ một nông trại khác, cắt khúc, vận chuyển rồi ráp lá nhân tạo ngay trên Bag End."
        },
        {
            "en": "The world's average toll fee is VND1,500 per kilometre per vehicle but this rate is much higher in Vietnam. A 18-<em>tonne</em>-container has to pay VND8,000 per km to use the Hanoi-Hai Phong Expressway.",
            "vi": "Mức thu phí trung bình của thế giới là 1.500 đồng mỗi km mỗi xe nhưng tỷ lệ này cao hơn ở Việt Nam. Một xe container 18 tấn phải trả 8.000 đồng cho mỗi km khi sử dụng đường cao tốc Hà Nội-Hải Phòng."
        },
        {
            "en": "Meanwhile, the export price of coffee on the physical market is $150 per <em>tonne</em> higher than on the international trading floor, the association said, adding that the development will affect farmers’ decision whether to sell or not.",
            "vi": "Trong khi đó, giá cà phê xuất khẩu trên thị trường thực phẩm là 150 USD/tấn cao hơn sàn giao dịch thương mại quốc tế, nói thêm rằng sự phát triển sẽ ảnh hưởng đến quyết định của người nông dân có bán hay không"
        },
        {
            "en": "To solve the problem, many agricultural experts have studied methods of converting straw into organic fertiliser using a probiotics method. The Institute of Biotechnology under Viet Nam Academic Institute of Science and Technology has successfully studied methods of treating straw. As estimated, a farmer could save up to VND500,000 (US$23.2) in purchasing NPK fertiliser by creating one <em>tonne</em> of organic fertiliser from straw.",
            "vi": "Để giải quyết vấn đề, nhiều chuyên gia nông nghiệp đã nghiên cứu phương pháp chuyển đổi rơm thành phân bón hữu cơ bằng cách sử dụng phương pháp probiotic. Viện Công nghệ sinh học thuộc Viện Hàn lâm Khoa học và Công nghệ Việt Nam đã nghiên cứu thành công phương pháp xử lý rơm. Theo tính toán, một nông dân có thể tiết kiệm đến 500.000 đồng trong việc mua phân bón NPK bằng cách tạo ra một tấn phân bón hữu cơ từ rơm rạ."
        },
        {
            "en": "Dioxin animal feed scare shuts German farms      More than 4,700 German farms have been closed after large amounts of animal feed were found to be contaminated with dioxin, a poisonous chemical. Officials insist the levels of dioxin do not pose a risk to humans, and that the closures are only a precaution. Most of the affected farms are in Lower Saxony region, north-west Germany. Meanwhile, the EU has warned that eggs from farms affected by dioxin have entered the UK in processed products destined for human food. Last week, more than 1,000 farms were banned from selling eggs after dioxin was found in eggs and poultry. Dioxin is linked to the development of cancer in humans.  It is believed that the poison reached the animal feed after being distributed by a company in northern Germany which supplies additives for animal feed. The dioxin was discovered in late December, but the extent of the problem was only revealed earlier this week when German officials said 3,000 tonnes of feed had been affected. Germany's agriculture ministry said on Thursday that most of the closed farms were ones raising pigs. The ministry said the farms would not be allowed to make any deliveries until they had been checked and found to be clear of contamination. And European Commission health spokesman Frederic Vincent told a news conference how the problem had now reached Britain. \"Those eggs were then processed and then exported to the United Kingdom... as a 14-<em>tonne</em> consignment of pasteurised product for consumption,\" he said. \"Whether it went into mayonnaise, pastries, I don't know. So we will probably take a look at this with the UK authorities and see what was done with these eggs.\"",
            "vi": "Nỗi lo sợ về thức ăn cho động vật chứa đi-ô-xin làm cho nhiều trang trại ở Đức phải đóng cửa     Hơn 4.700 trang trại ở Đức bị đóng cửa sau khi rất nhiều thức ăn cho động vật bị phát hiện nhiễm đi-ô-xin, một hoá chất độc hại.  Các quan chức nhấn mạnh mức độ đi-ô-xin không gây nguy hiểm cho con người, và việc đóng cửa chỉ là một biện pháp đề phòng mà thôi.  Hầu hết các trang trại bị ảnh hưởng ở vùng Lower Saxony, tây bắc nước Đức.  Trong khi đó, EU đã cảnh báo là trứng của các trang trại nhiễm đi-ôxin đã vào Vương quốc Anh trong trong các sản phẩm được xử lý làm thực phẩm cho con người. Tuần trước, hơn 1.000 trang trại bị cấm bán trứng sau khi người ta phát hiện trong trứng và thịt gia cầm có chứa đi-ô-xin.  Đi-ô-xin liên quan đến việc phát triển ung thư ở con người. Người ta cho là chất độc này có trong thức ăn cho động vật sau khi được phân phối bởi một công ty cung cấp phụ gia cho thức ăn động vật ở miền bắc Đức.  Đi-ô-xin được phát hiện vào cuối tháng mười hai, nhưng mức độ ảnh hưởng của vấn đề chỉ được tiết lộ vào đầu tuần này khi các quan chức Đức nói rằng 3.000 tấn thức ăn bị nhiễm chất này.  Hôm thứ năm, Bộ Nông nghiệp Đức đã nói rằng hầu hết các trang trại bị đóng cửa là các trang trại nuôi heo.  Bộ này đã nói rằng các trang trại sẽ không được phép giao bất kỳ hàng nào cho đến khi họ được kiểm tra và không còn bị phát hiện nhiễm bệnh. Và Frederic Vincent - phát ngôn viên y tế thuộc Uỷ ban châu Âu - đã nói trong một cuộc họp báo hiện nay vấn đề này đã ảnh hưởng đến nước Anh bằng cách nào.  \"Sau đó trứng được xử lý rồi xuất khẩu sang Vương quốc Anh… khi ký gửi 14 tấn sản phẩm được tiệt trùng dành cho tiêu dùng,\" ông nói.  \"Nó có được chế biến thành sốt ma-i-on-ne hoặc bột nhão hay không thì tôi không biết. Vì vậy có thể chúng tôi sẽ xem xét vấn đề này với các nhà chức trách Vương quốc Anh và xem là món gì được làm từ các quả trứng này.\""
        }
    ],
    "suggestions": []
}