{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tonsillectomy",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tonsillectomy</k><blockquote><cclass>[<cclass>ˌtɒnsɪ'lɛktəmi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>tonsillectomies</b>) a surgical operation to remove the tonsils. </cclass></cclass></cclass></blockquote></div>",
            "word": "tonsillectomy",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tonsillectomy",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>tonsillectomy</k><blockquote><blockquote><ex><abr>n.</abr> to do, perform a tonsillectomy</ex></blockquote></blockquote></div>",
            "word": "tonsillectomy",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cắt bỏ amiđan</font></td></tr></tbody></table></div>",
            "word": "tonsillectomy",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Surgical removal of the adenoids, commonly combined with <em>tonsillectomy</em> in a child who suffers recurrent sore throats and difficulty in breathing through the nose.",
            "vi": "Phẫu thuật cắt bỏ hạch va phối hợp với cắt bỏ amydan ở đứa trẻ bị đau họng bất trị và làm khó thở qua đường mũi."
        },
        {
            "en": "The blood may have been swallowed (e.g. following nosebleed or <em>tonsillectomy</em>) but more often arises from bleeding in the oesophagus, stomach, or duodenum.",
            "vi": "Có thể đây là máu đã nuốt vào (sau khi chảy máu cam hay cắt amiđan) nhưng thường do xuất huyết trong thực quản, dạ dày, hay tá tràng."
        },
        {
            "en": "After a week or two, you should feel much better. You'll be ready to go back to school and play with your friends again. You can tell them all about your <em>tonsillectomy</em>!",
            "vi": "Sau một hoặc hai tuần thì bạn sẽ cảm thấy khỏe hơn nhiều. Bạn sẽ có thể sẵn sàng đi học lại và chơi với bạn mình lại được rồi. Bạn cũng có thể kể cho bạn bè nghe tất cả những chuyện về thủ thuật cắt bỏ a-mi-đan nữa!"
        },
        {
            "en": "Why would a kid need to go to the OR?There are lots of common surgeries for kids. One is having special tubes put in the eardrums to help prevent ear infections and improve hearing. Or someone who gets tonsillitis again and again might need a <em>tonsillectomy</em>, which is when the tonsils are taken out to prevent more infections.",
            "vi": "Tại sao trẻ cần phải phẫu thuật?Có nhiều cuộc phẫu thuật thường hay thấy ở trẻ. Người ta có thể đặt các ống đặc biệt vào màng nhĩ để giúp ngăn ngừa bệnh viêm tai và cải thiện thính giác. Hoặc khi trẻ bị viêm a-mi-đan liên tục thì cũng có thể cần phải được phẫu thuật cắt a-mi-đan – lúc này a-mi-đan được cắt bỏ để tránh nhiễm trùng nhiều hơn."
        },
        {
            "en": "What is a <em>tonsillectomy</em>?  Have you ever had tonsillitis? That's when your tonsils, in the back of your throat, get sore and infected. If tonsillitis happens to you a lot, the doctor may suggest you have an operation to remove your tonsils. Or maybe you have really large tonsils that make it hard for you to breathe at night. That's another reason the doctor may say they should come out.",
            "vi": "Phẫu thuật cắt a-mi-đan là gì?Bạn đã bao giờ bị viêm a-mi-đan chưa? Lúc đó a-mi-đan nằm sâu trong cổ họng của bạn bị đau và nhiễm trùng. Nếu bạn thường hay bị viêm a-mi-đan thì bác sĩ có thể khuyến nghị nên phẫu thuật cắt a-mi-đan. Hoặc có thể là bạn bị a-mi-đan thật sự lớn làm cho bạn khó thở vào ban đêm thì đó cũng là lý do mà bác sĩ có thể khuyên nên cắt bỏ a-mi-đan đi."
        }
    ],
    "suggestions": []
}