{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "toothbrush"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>toothbrush</k><blockquote>■ <cclass>noun a small brush with a long handle, used for cleaning the teeth. </cclass></blockquote></div>",
            "word": "toothbrush"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "toothbrush"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>toothbrush</k><blockquote><blockquote><ex><abr>n.</abr> to use a toothbrush</ex></blockquote></blockquote></div>",
            "word": "toothbrush"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "toothbrush"
        }
    },
    "sentences": [
        {
            "en": "<em>toothbrush</em>",
            "vi": "bản chải đánh răng"
        },
        {
            "en": "My <em>toothbrush</em> is pink.",
            "vi": "Bàn chải đánh răng của tôi màu hồng."
        },
        {
            "en": "I would buy a <em>toothbrush</em>.",
            "vi": "Cho tôi mua một bàn chải đánh răng."
        },
        {
            "en": "Good morning, i'd like a <em>toothbrush</em>, please.",
            "vi": "Chào chị, cho tôi mua một bàn chải đánh răng."
        },
        {
            "en": "My son doesn't like an electric <em>toothbrush</em>.",
            "vi": "Con trai tôi không thích bàn chải đánh răng điện."
        },
        {
            "en": "What color <em>toothbrush</em> do you have?",
            "vi": "Bạn có bàn chải đánh răng màu gì?"
        },
        {
            "en": "What did she use the <em>toothbrush</em> for?",
            "vi": "Bà ta đã dùng bàn chải đánh răng để làm gì?"
        },
        {
            "en": "He squeezes tootpaste onto his <em>toothbrush</em>",
            "vi": "Anh ấy bóp kem đánh răng vào bàn chải"
        },
        {
            "en": "My <em>toothbrush</em> is losing its bristles.",
            "vi": "Bàn chải đánh răng của tôi đang rụng dần các sợi cước."
        },
        {
            "en": "Why do you always take a <em>toothbrush</em>?",
            "vi": "Sao bại lại luôn mang theo bàn chải đánh răng?"
        },
        {
            "en": "Does everyone in your family use a different color <em>toothbrush</em>?",
            "vi": "Mọi người trong gia đình bạn có sử dụng màu bàn chải đánh răng khác nhau không?"
        },
        {
            "en": "I'd forgotten that I had access to a <em>toothbrush</em>.",
            "vi": "Tôi đã quên mình đã dùng một cái bàn chải đánh răng."
        },
        {
            "en": "<em>Toothbrush</em> could communicate a disease such as hepatitis.",
            "vi": "Bàn chải đánh răng có thể truyền bệnh, chẳng hạn như viêm gan."
        },
        {
            "en": "I put the bath towel and <em>toothbrush</em> on the table.",
            "vi": "Tôi đã đặt khăn tắm và bàn chải đánh răng trên bàn."
        },
        {
            "en": "Misoka <em>toothbrush</em> cleans your teeth with nanotech ions instead of toothpaste",
            "vi": "Bàn chải công nghệ nano có tên là Misoka không dùng kem mà vẫn làm sạch răng"
        },
        {
            "en": "A mute person goes into a shop and wants to buy a <em>toothbrush</em>.",
            "vi": "Một người câm đi vào một cửa hàng và muốn mua một bàn chải đánh răng."
        },
        {
            "en": "You may have to stay the night but take a <em>toothbrush</em> just in case.",
            "vi": "Bạn có thể sẽ phải ở lại qua đêm đó, nên mang theo bàn chải đánh răng để phòng hờ."
        },
        {
            "en": "If you purchase this brand of toothpaste, you will receive a <em>toothbrush</em> as a free gift.",
            "vi": "Nếu bạn mua nhãn hiệu kem đánh răng này, bạn sẽ nhận được một bàn chải đánh răng miễn phí."
        },
        {
            "en": "When your baby's first tooth comes through, buy a baby <em>toothbrush</em> and toothpaste",
            "vi": "khi bé nhà bạn mọc răng hãy mua cho bé bàn chải và kem đánh răng cho trẻ em"
        },
        {
            "en": "Japanese designer Kosho Ueshima has designed a nanotech <em>toothbrush</em> that cleans your teeth without toothpaste.",
            "vi": "Nhà thiết kế người Nhật Kosho Ueshima đã chế tạo ra bàn chải đánh răng công nghệ nano có thể làm sạch răng mà không cần dùng kem đánh răng."
        }
    ],
    "suggestions": []
}