{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['tu:θpik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cái tăm (xỉa răng)</td></tr></table><i/></div>",
            "word": "toothpick",
            "pronounce": "['tu:θpik]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>toothpick</k><blockquote>■ <cclass>noun a short pointed piece of wood or plastic used for removing food lodged between the teeth. </cclass></blockquote></div>",
            "word": "toothpick",
            "pronounce": "['tu:θpik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "toothpick",
            "pronounce": "['tu:θpik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "toothpick",
            "pronounce": "['tu:θpik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "toothpick",
            "pronounce": "['tu:θpik]"
        }
    },
    "sentences": [
        {
            "en": "<em>toothpick</em>",
            "vi": "tăm xỉa răng"
        },
        {
            "en": "Give me a <em>toothpick</em>!",
            "vi": "Làm ơn đưa cho tôi cây tăm!"
        },
        {
            "en": "Do you sell <em>toothpick</em>?",
            "vi": "Chị có bán tăm xỉa răng không?"
        },
        {
            "en": "Do you need the <em>toothpick</em>?",
            "vi": "Bạn có cần tăm xỉa răng không?"
        },
        {
            "en": "Could you give me a <em>toothpick</em>?",
            "vi": "Lấy cho tớ cái tăm xỉa răng."
        },
        {
            "en": "He always holds a <em>toothpick</em> in his mouth after breakfast.",
            "vi": "Ông ấy hay ngậm tăm sau khi ăn sáng."
        },
        {
            "en": "A <em>toothpick</em> is a small stick of wood.",
            "vi": "Tăm xỉa răng là một que gỗ nhỏ."
        },
        {
            "en": "Finally a man came out, picking at his teeth with a <em>toothpick</em>.",
            "vi": "Cuối cùng người đàn ông đi ra, tay đang xỉa răng."
        },
        {
            "en": "The spare man shifted the quill <em>toothpick</em> he was chewing to the other side of his mouth.",
            "vi": "Người đàn ông gầy đưa cái tăm xỉa răng bằng lông vũ mà hắn đang nhai sang mép bên kia."
        },
        {
            "en": "It took Stan Munro 6 years to build this <em>toothpick</em> city. He used 6 million toothpicks and 170 liters of glue.",
            "vi": "Stan Munro đã mất hết 6 năm để xây dựng nên thành phố tăm tre này. Anh ấy đã dùng 6 triệu cây tăm và 170 lít hồ dán."
        },
        {
            "en": "The grand army man sat down behind the stove and tilted his chair back comfortably against the wall, fishing his quill <em>toothpick</em> from his waistcoat pocket.",
            "vi": "Người bận binh phục đại quân ngồi xuống sau lò sưởi và dựa ghế của hắn vào tường một cách thoải mái, rồi móc túi tìm chiếc tăm xỉa răng bằng lông vũ."
        },
        {
            "en": "The spare man continued, with an ingratiating concession in his shrill voice, as he carefully placed his <em>toothpick</em> in his vest pocket.",
            "vi": "Người đàn ông gầy nói tiếp và trong tiếng nói the thé của hắn có một vẻ khéo léo để lấy lòng người kia trong khi hắn cẩn thận nhét chiếc tăm xỉa răng vào trong túi áo."
        },
        {
            "en": "They vary by the situation. … I asked one candidate to tell me a little about his work history. He launched into a monologue that continued for almost 25 minutes and resisted every attempt I made to interrupt. I took another candidate out to lunch. She ate with her mouth open, picked her teeth with a compact and a <em>toothpick</em>, ordered dessert and two coffees to go and put them on my bill. She explained they were 'for the road",
            "vi": "Tùy theo tình huống. Tôi bảo một ứng viên kể sơ qua về quá trình làm việc của anh ta. Anh ta một mình nói suốt gần 25 phút và tôi có ngăn lại cách gì cũng không được. Tôi dẫn một ứng viên khác ra ngoài ăn trưa. Cô ấy hả miệng ăn, xỉa răng bằng tăm xỉa răng nhọn hoắt, gọi món tráng miệng và hai ly cà phê mang đi và để tôi trả tiền. Cô ta giải thích là cà phê để mang theo uống trên đường đi"
        }
    ],
    "suggestions": []
}