{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['tɔpikl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(thuộc) đề tài</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">về cái hiện đang được quan tâm, có liên quan; có tính chất thời sự</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">topical articles</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">những bài báo có tính chất thời sự</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(y học) cục bộ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">topical renedy</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">thuốc đắp, thuốc rịt</font></td></tr></table><i/></div>",
            "word": "topical"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>topical</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 relating to or dealing with current affairs. </blockquote></blockquote><blockquote><blockquote>2》 relating to a particular subject. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>chiefly Medicine relating or applied directly to a part of the body. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>topicality</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>topically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "topical"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>topical</k><blockquote>▸ <cclass>adjective CURRENT, up to date, up to the minute, contemporary, recent, relevant; newsworthy, in the news.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>out of date.</blockquote></div>",
            "word": "topical"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "topical"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tại chỗ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">topical anesthsia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gây tê tiếp xúc</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">topical information</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thông tin chuyên đề</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "topical"
        }
    },
    "sentences": [
        {
            "en": "Those are <em>topical</em> articles.",
            "vi": "Đó là những bài báo có tính chất thời sự."
        },
        {
            "en": "<em>topical</em> delivery of alcohol",
            "vi": "uống rượu giao môi"
        },
        {
            "en": "Do you have some <em>topical</em> renedy?",
            "vi": "Bạn có thuốc đắp/rịt không?"
        },
        {
            "en": "This is still a <em>topical</em> question.",
            "vi": "Vấn đề này luôn mang tính thời sự."
        },
        {
            "en": "If the abrasion is painful, a <em>topical</em> analgesic can be applied.",
            "vi": "Nếu chỗ bị trầy đau nhức, có thể bôi thuốc giảm đau."
        },
        {
            "en": "Their play is full of <em>topical</em> allusions to well-known people.",
            "vi": "Vở kịch của họ đầy lời bóng gió mang tính thời sự về những nhân vật nổi tiếng."
        },
        {
            "en": "Their play is full of <em>topical</em> allusions to well - known people.",
            "vi": "Vở kịch của họ đầy lời bóng gió mang tính thời sự về những nhân vật nổi tiếng."
        },
        {
            "en": "Technical capacities improved in prioritized <em>topical</em> areas to support environmentally sustainable development.",
            "vi": "Tăng cường năng lực kỹ thuật trong các lĩnh vực có tính thời sự được ưu tiên nhằm hỗ trợ phát triển bền vững về môi trường."
        },
        {
            "en": "If you want the lesion to heal faster, I can prescribe you a <em>topical</em> steroid.",
            "vi": "Nếu bạn muốn nó mau lành, tôi có thể cho bạn toa thuốc thoa tại chỗ."
        },
        {
            "en": "This herbal salve is a classic example of a <em>topical</em> vulnerary.",
            "vi": "Loại kem thoa giúp giảm đau làm từ thảo mộc này là một ví dụ điển hình về thuốc trị thương cục bộ."
        },
        {
            "en": "Genital warts are treated with a <em>topical</em> drug that is applied right on the skin.",
            "vi": "Mụn cóc vùng sinh dục được điều trị bằng một loại thuốc đắp ngay lên da."
        },
        {
            "en": "\"Seminars in Hematology\" is a <em>topical</em> journal that focuses on subjects of current importance in clinical hematology and related fields.",
            "vi": "\"Chuyên đề nghiên cứu về Huyết học\" là một tạp chí chuyên đề về các đề tài quan trọng hiện nay trong huyết học lâm sàng và các lĩnh vực liên quan."
        },
        {
            "en": "While this has not consolidated buyer groups or increased purchasing power, immediate and <em>topical</em> global communication between buyers does create a strong position.",
            "vi": "Trong khi điều này không hợp nhất nhóm người mua hay tăng quyền lực mua, việc trao đổi tức khắc và thời sự toàn cầu giữa những người mua có tạo ra vị thế mạnh."
        },
        {
            "en": "EczemaEczema describes several non-contagious conditions where skin is inflamed, red, dry, and itchy. Stress, irritants (like soaps), allergens, and climate can trigger flare-ups though they're not eczema's exact cause, which is unknown. In adults, eczema often occurs on the elbows and hands, and in \"bending\" areas, such as inside the elbows. Treatments include <em>topical</em> or oral medications and shots.",
            "vi": "Chàm Chàm là biểu hiện của một số bệnh không lây mà ở đó da của bệnh nhân bị viêm, đỏ, khô, và ngứa ngáy khó chịu. Stress, chất kích thích (như xà bông), chất gây dị ứng, và khí hậu có thể gây bùng phát chàm mặc dù chúng không phải là nguyên nhân chính xác gây ra chàm – người ta vẫn chưa biết nguyên nhân gì. Ở người lớn, chàm thường xuất hiện ở khuỷu tay, bàn tay, và ở những vùng “có nhiều nếp gấp”, chẳng hạn như vùng da bên trong khuỷu tay. Phương pháp điều trị bao gồm thuốc thoa tại chỗ hoặc thuốc dạng uống và thuốc dạng tiêm."
        },
        {
            "en": "    * Labial adhesions, the sticking together or adherence of the labia in the midline, usually appear in infants and young girls. Although there are usually no symptoms associated with this condition, labial adhesions can lead to an increased risk of urinary tract infection. Sometimes <em>topical</em> estrogen cream is used to help separate the labia.",
            "vi": "* Môi âm đạo dính chặt nhau, đây là tình trạng môi âm đạo dính liền nhau ở đường giữa, thường xảy ra ở trẻ sơ sinh và các bé gái nhỏ tuổi. Mặc dù thường không có triệu chứng gì liên quan đến chứng bệnh này, nhưng chứng dính môi có thể làm cho nguy cơ nhiễm trùng đường tiểu tăng cao. Đôi khi bệnh nhân có thể thoa kem estrogen tại chỗ để giúp làm cho môi không còn dính nhau nữa."
        },
        {
            "en": "<em>Topical</em>: Retinol cream  One study found that applying a 0.3% retinol cream to the area for six months improved the appearance of cellulite. The theory is that retinol stimulates skin tissues to create thicker skin that better covers the lumps and bumps of cellulite. Other studies have not shown differences in average skin thickness after retinol use.",
            "vi": "Phương pháp điều trị cục bộ: Thoa kem chứa Rê-ti-non  Một cuộc nghiên cứu cho biết việc thoa kem 0.3% rê-ti-non lên vùng có mỡ tích tụ trong thời gian 6 tháng có thể cải thiện được tình hình. Một lý luận cho rằng rê-ti-non làm kích thích mô da tạo ra lớp da dày hơn có thể che được các khối u và mảng lồi của lớp mỡ tốt hơn. Nhiều công trình nghiên cứu khác không cho thấy sự khác biệt về độ dày của da thường sau khi sử dụng rê-ti-non."
        },
        {
            "en": "Canker sores  Canker sores are small ulcers inside the mouth. They are also called aphthous ulcers. Unlike cold sores, which appear as painful, small blisters and are very contagious, canker sores are not caused by a virus. Certain foods or nutritional deficiencies may trigger a canker sore, as can emotional stress and a mouth injury. When needed, treatments include <em>topical</em> medication and mouthwash solutions.",
            "vi": "Viêm loét miệng  Viêm loét miệng là các vết loét nhỏ bên trong miệng. Chúng cũng được gọi là loét áp-tơ. Không giống bệnh mụn rộp môi – mụn giộp nhỏ, đau đớn và rất hay lây lan – viêm loét miệng không phải do vi rút gây ra. Một số loại thức ăn nào đó hoặc suy dinh dưỡng cũng có thể gây viêm loét miệng, căng thẳng xúc cảm và tổn thương miệng cũng có thể gây ra vấn đề này. Khi cần, người ta có thể điều trị bằng nhiều phương pháp khác nhau như sử dụng thuốc tại chỗ và các dung dịch súc miệng."
        },
        {
            "en": "If your doctor says you have lice or nits, call your school to let them know and stay home. Most schools allow students to return after one <em>topical</em> treatment has been completed, but your school will let you know what its policy is.",
            "vi": "Nếu bác sĩ cho biết bạn có chấy hoặc trứng chấy, hãy thông báo cho trường của bạn biết và nghỉ ở nhà. Hầu hết trường học đều phép học sinh đi học lại sau khi đã hoàn thành điều trị cục bộ, nhưng trường học của bạn sẽ cho bạn biết chính sách cụ thể của trường."
        },
        {
            "en": "WartsIn most cases, common warts appear on the fingers or hands. Caused by contact with the contagious human papillomavirus, warts can spread from person to person or via contact with something used by a person with the virus. You can prevent spreading warts by not picking them, covering them with bandages, and keeping them dry. In most cases, warts are harmless, painless, and go away on their own. If they persist, treatments include <em>topical</em> medications, freezing, burning, surgery, lasers, and chemicals.",
            "vi": "Mụn cơm / Mụn cóc Mụn cơm đa số mọc ở ngón tay hoặc bàn tay; gây ra do tiếp xúc với vi-rút gây bệnh mụn cơm trên người lây sang, mụn cơm có thể lây truyền từ người này sang người kia do tiếp xúc với vật gì đó do người mang vi-rút sử dụng. Bạn có thể ngăn ngừa lây lan bằng cách không nên nặn véo, quấn băng, và giữ cho chúng khô ráo. Trong hầu hết các trường hợp thì mụn cơm không gây hại gì, không gây đau đớn gì, và có thể tự hết được. Nếu mụn cơm vẫn còn dai dẳng thì bạn có thể điều trị bằng thuốc thoa tại chỗ, bằng cách làm tê, đốt, phẫu thuật, bằng tia la-de, và bằng hoá chất."
        },
        {
            "en": "<em>Topical</em>: Herbal creams  Herbal creams containing a variety of ingredients, such as gingko biloba, sweet clover, and evening primrose oil, claim to reduce cellulite, perhaps by affecting circulation. But there aren’t any scientific studies to back that up. In fact, one study of 32 anti-cellulite creams contained more than 260 different chemical ingredients. About one-quarter of those ingredients are known to cause allergic reactions in some people",
            "vi": "Phương pháp điều trị cục bộ: Thoa kem thảo dược   Kem thảo dược chứa nhiều thành phần, như là bạch quả, cây nhãn hương, và dầu cây anh thảo, tự cho là có thể làm giảm được mỡ cứng, có lẽ do ảnh hưởng tuần hoàn. Nhưng chưa hề có một nghiên cứu khoa học nào chứng minh điều đó. Thực vậy, một nghiên cứu về 32 loại kem làm tan lớp mỡ tích tụ dưới da chứa hơn 260 thành phần hoá chất khác nhau. Khoảng ¼ các thành phần đó được cho là gây phản ứng dị ứng đối với một số người."
        }
    ],
    "suggestions": []
}