{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Toronto"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Toronto"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Toronto"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Toronto"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Toronto"
        }
    },
    "sentences": [
        {
            "en": "Don't pull out <em>onto</em> a highway if you don' <em>t</em> have the right - of - way.",
            "vi": "Đừng cho xe ra đường xa lộ nếu lúc đó bạn không có quyền ưu tiên."
        },
        {
            "en": "Did she say \"<em>Toronto</em>\"?",
            "vi": "Có phải cô ta nói \"toronto\"?"
        },
        {
            "en": "10. <em>Toronto</em>, Canada — $102.70",
            "vi": "10. Toronto, Canada - 102,70 USD (khoảng 2.310.750 đồng)"
        },
        {
            "en": "10. <em>Toronto</em>, Canada — $102.70",
            "vi": "10. Toronto, Canada - 102,70 USD (khoảng 2.310.750 đồng)"
        },
        {
            "en": "Yes, I'm calling from <em>Toronto</em>.",
            "vi": "Vâng, tôi gọi từ Toronto."
        },
        {
            "en": "Meanwhile, at the other end of the spectrum, the top 10 was dominated by East Asia, Australia and Europe. Tokyo, Japan, held <em>onto</em> the top spot for the second time running, second place went to Singapore, and Osaka, <em>Toronto</em> and Melbourne were third, fourth and fifth respectively.",
            "vi": "Trong khi đó, ở chiều ngược lại, 10 thành phố an toàn nhất đều thuộc Đông Á, Úc và Châu Âu. Tokyo, Nhật Bản, tiếp tục giữ vị trí đứng đầu lần thứ hai liên tiếp, vị trí hai thuộc về Singapore, còn Osaka, Toronto và Melbourne lần lượt đứng thứ ba, thứ tư và thứ năm."
        },
        {
            "en": "<em>Toronto</em> is the financial hub of Canada.",
            "vi": "Toronto là trung tâm tài chính của Canada."
        },
        {
            "en": "Yes, I 'm calling from <em>Toronto</em>.",
            "vi": "Vâng, tôi gọi từ Toronto."
        },
        {
            "en": "<em>Toronto</em> will never impose a curfew.",
            "vi": "Toronto sẽ không bao giờ áp đặt lệnh giới nghiêm."
        },
        {
            "en": "I am calling from <em>Toronto</em> in Canada.",
            "vi": "Tôi đang gọi từ Toronto ở Canada."
        },
        {
            "en": "Step <em>onto</em>.",
            "vi": "Bước lên."
        },
        {
            "en": "Welcome to the <em>Toronto</em> city sports centre.",
            "vi": "Chào mừng quý khách đến với trung tâm thể thao thành phố Toronto."
        },
        {
            "en": "Mom, is <em>Toronto</em> still far away?",
            "vi": "Mẹ ơi, Toronto vẫn còn xa lắm phải không ạ?"
        },
        {
            "en": "Emanuel Jaques was a shoeshine boy in <em>Toronto</em>.",
            "vi": "Emanuel Jaques từng là một cậu bé đánh giày ở Toronto."
        },
        {
            "en": "I am calling about a flight to <em>Toronto</em>.",
            "vi": "Tôi gọi để hỏi về chuyến bay đến Toronto."
        },
        {
            "en": "Will you book a ticket to <em>Toronto</em> for me?",
            "vi": "Nhờ anh đặt vé đi Toronto cho tôi được không?"
        },
        {
            "en": "I'm expecting some money from my bank in <em>Toronto</em>.",
            "vi": "Tôi đang chờ lĩnh một ít do nhà băng của tôi ở toronto gửi đến."
        },
        {
            "en": "Masjid <em>Toronto</em> is a mosque in the heart of downtown <em>Toronto</em>, serving a large and diverse Muslim community.",
            "vi": "Masjid Toronto là một nhà thờ Hồi giáo ở trung tâm thành phố Toronto, phục vụ một cộng đồng Hồi giáo lớn và đa dạng."
        },
        {
            "en": "He has two brothers both live in <em>Toronto</em>.",
            "vi": "Anh ấy có hai người anh trai đều sống ở Toronto."
        },
        {
            "en": "I would like to settle down in <em>Toronto</em>.",
            "vi": "Tôi muốn định cư ở Toronto."
        }
    ],
    "suggestions": []
}