{
    "en_vn": {
        "data": {
            "content": null,
            "word": "torturing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "torturing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "torturing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "torturing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "torturing"
        }
    },
    "sentences": [
        {
            "en": "You're <em>torturing</em> me.",
            "vi": "Bạn đang hành hạ tôi đấy."
        },
        {
            "en": "You 're <em>torturing</em> me.",
            "vi": "Bạn đang hành hạ tôi đấy."
        },
        {
            "en": "Teachers accused of ‘<em>torturing</em>’ students",
            "vi": "Giáo viên bị tố cáo 'tra tấn' học sinh"
        },
        {
            "en": "I beg you, stop <em>torturing</em> yourself.",
            "vi": "Tôi van anh đừng tự tra tấn mình nữa."
        },
        {
            "en": "changing job have made a <em>turing</em> point in his life.",
            "vi": "việc thay đổi công việc đã tạo ra một bước ngoặt trong cuộc đời cô ấy"
        },
        {
            "en": "Stop <em>torturing</em> yourself, it isn't your fault!",
            "vi": "Đừng tự dày vò mình nữa, có phải lỗi của bạn đâu!"
        },
        {
            "en": "People accused the regime of <em>torturing</em> its political opponents.",
            "vi": "Mọi người tố cáo chế độ tra tấn những đối thủ chính trị của nó."
        },
        {
            "en": "He wants to accuse their cruel regime of <em>torturing</em> its political opponents.",
            "vi": "Ông ta muốn tố cáo chế độ tàn bạo đã tra tấn những kẻ chống đối chính trị của họ."
        },
        {
            "en": "The report accused Syrian troops of <em>torturing</em> children suspected of having links to rebel groups.",
            "vi": "Báo cáo này buộc tội binh lính Xiri về việc tra tấn trẻ em được tình nghi có liên kết với các nhóm nổi loạn."
        },
        {
            "en": "Do you accept your fate? Even if it's cruel and <em>torturing</em>?",
            "vi": "Bạn có chấp nhận số phận của mình không? Cho dù nó khổ sở và tàn nhẫn?"
        },
        {
            "en": "Instead of <em>torturing</em> them as she had me, she'd behaved herself well.",
            "vi": "Thay vì hành hạ họ như hành hạ tôi, cô ta lại đối xử rất tốt."
        },
        {
            "en": "<em>T</em>-distribution",
            "vi": "Phân phối t"
        },
        {
            "en": "<em>T</em>-statistic",
            "vi": "Thống kê t"
        },
        {
            "en": "This thing's gonna happen, let's just share memories or anything but <em>torturing</em> myself with the idea of hope.",
            "vi": "Chuyện này sẽ xảy ra thôi, hãy ôn lại các kỷ niệm hay bất cứ cái chuyện gì, chứ đừng tra tấn bản thân bằng từ\"hy vọng\" nữa."
        },
        {
            "en": "There are no reports of police <em>torturing</em> or “disappearing” street children, as occurs in some Latin American countries.",
            "vi": "Không có bản báo cáo nào về việc cảnh sát tra tấn nhục hình trẻ em và trẻ em bị “mất tích” như ở một số nước châu Mỹ Latinh."
        },
        {
            "en": "<em>T</em>-shirt",
            "vi": "áo thun hoặc áo phông"
        },
        {
            "en": "<em>T</em> - intersection",
            "vi": "Ngã ba"
        },
        {
            "en": "<em>T</em> - shirt",
            "vi": "áo thun"
        },
        {
            "en": "This thing's gonna happen, let's just share memories or anything but <em>torturing</em> myself with the idea of hope.",
            "vi": "Chuyện này sẽ xảy ra thôi, hãy ôn lại các kỷ niệm hay bất cứ cái chuyện gì, chứ đừng tra tấn bản thân bằng từ \"hy vọng\" nữa."
        },
        {
            "en": "Pulic Relations Dep '<em>t</em> (PR Dep' <em>t</em>)",
            "vi": "Phòng Quan hệ công chúng"
        }
    ],
    "suggestions": []
}