{
    "en_vn": {
        "data": {
            "content": null,
            "word": "totaling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "totaling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "totaling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "totaling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "totaling"
        }
    },
    "sentences": [
        {
            "en": "With the number of people <em>totaling</em> five million.",
            "vi": "Với dân số năm triệu người."
        },
        {
            "en": "For this order <em>totaling</em> $500,000, we will pay in installments.",
            "vi": "Đối với lượng hàng đặt mua tổng cộng lên đến 500. 000 đô la này, chúng tôi sẽ thanh toán làm nhiều kỳ."
        },
        {
            "en": "These customers order over 10 kinds of vegetables <em>totaling</em> 3 tons per day.",
            "vi": "Những khách hàng này đặt mua hơn 10 loại rau với số lượng lên tới 3 tấn một ngày."
        },
        {
            "en": "Similarly, Christianity is adhered to by several different ethnic groups (<em>totaling</em> almost 13%).",
            "vi": "Tương tự, tín đồ thiên chúa gồm nhiều nhóm dân tộc khác nhau (tổng cộng gần 13%)."
        },
        {
            "en": "Economic management climbed another step with funds <em>totaling</em> US$281 million.",
            "vi": "Quản lý kinh tế vươn lên một bậc với tổng kinh phí là 281 triệu USD."
        },
        {
            "en": "It has an outpatient clinic and two inpatient floors <em>totaling</em> about 3000 square meters.",
            "vi": "Bệnh viện có một phòng khám ngoại trú và hai tầng điều trị nội trú tổng cộng khoảng 3000 mét vuông."
        },
        {
            "en": "To date this Fund has supported 292 projects <em>totaling</em> $6.7 million.",
            "vi": "Đến nay, Quỹ đã hỗ trợ tổng cộng 292 dự án với tổng giá trị 6,7 triệu đô-la."
        },
        {
            "en": "The city has 112 waterways routes on canals and rivers, <em>totaling</em> about 1,000 kilometres long.  ",
            "vi": "Thành phố có 112 tuyến kênh rạch sông ngòi với tổng chiều dài khoảng 1.000km."
        },
        {
            "en": "That country has Europe's highest annual inflation rate and foreign debt <em>totaling</em> 20 billion USD.",
            "vi": "Quốc gia đó có tỷ lệ lạm phát cao nhất châu âu và món nợ nước ngoài lên đến 20 tỷ usd."
        },
        {
            "en": "The company has equities in 14 refineries <em>totaling</em> more than one million barrels a day.",
            "vi": "Công ty có cổ phần tại 14 nhà máy lọc dầu với công suất tổng cộng trên 1 triệu thùng một ngày."
        },
        {
            "en": "The city has 112 waterways routes on canals and rivers, <em>totaling</em> about 1,000 kilometres long.  ",
            "vi": "Thành phố có 112 tuyến kênh rạch sông ngòi với tổng chiều dài khoảng 1.000km."
        },
        {
            "en": "Meantime, the fabled 1 percent would have received an average tax cut <em>totaling</em> $37,000 if the legislation were fully enacted.",
            "vi": "Trong thời gian này, giảm đi 1% mức phí tượng trưng sẽ được mức cắt giảm thuế trung bình là 37,000 đôla nếu luật này được ban hành."
        },
        {
            "en": "As a poor migrant, he could only afford to buy some small pieces of land, <em>totaling</em> 5,000 m2 in area.",
            "vi": "Là dân di cư nghèo, anh chỉ có thể đủ tiền mua một vài miếng đất nhỏ tổng cộng là 5000 m2."
        },
        {
            "en": "Meantime, the fabled 1 percent would have received an average tax cut <em>totaling</em> $37,000 if the legislation were fully enacted.",
            "vi": "Trong thời gian này, giảm đi 1% mức phí tượng trưng sẽ được mức cắt giảm thuế trung bình là 37,000 đôla nếu luật này được ban hành."
        },
        {
            "en": "In 2008, the U.S. Government awarded three grants <em>totaling</em> $1 million and focused on the disabled population of Danang City.",
            "vi": "Năm 2008, Chính phủ Hoa Kỳ đã trao 3 khoản tài trợ với tổng trị giá 1 triệu đô la dành cho nhóm người khuyết tật tại Thành phố Đà Nẵng."
        },
        {
            "en": "Rich countries - the EU is among the worst offenders - grant large support to their domestic agricultural producers, <em>totaling</em> $300 billion annually.",
            "vi": "Các nước giàu hỗ trợ rất mạnh cho các nhà sản xuất nông nghiệp nội địa với tổng số 300 tỉ đô la mỗi năm - Liên minh châu Âu nằm trong nhóm những nước chịu nhiều nhất."
        },
        {
            "en": "The first are independent unlicensed brokers, presumably <em>totaling</em> to 60 to 80 persons in Ho Chi Minh City, who are mainly doing securities trading as a side-job.",
            "vi": "Thứ nhất là các nhà môi giới độc lập không có giấy phép hoạt động, tổng cộng khoảng 60 tới 80 nhà môi giới tại Thành phố Hồ Chí Minh, chủ yếu giao dịch chứng khoán như một nghề phụ."
        },
        {
            "en": "In contrast to this fall, FDI inflows to Viet Nam were in principle unchanged between 2000 and 2001, <em>totaling</em> approximately US$1300 million (UNCTAD 2002).",
            "vi": "Ngược lại với xu hướng giảm này, luồng FDI vào Việt Nam về cơ bản vẫn không thay đổi trong năm 2000 và 2001, tổng cộng lên tới gần 1300 triệu USD (UNCTAD 2002)."
        },
        {
            "en": "Since 1992, IFC has approved 30 investments, <em>totaling</em> $605 million in direct and syndicated financing, which in turn have supported projects worth $1.6 billion in private investment.",
            "vi": "Kể từ năm 1992, IFC đã thông qua 30 dự án với tổng số góp vốn là 605 triệu đô-la dưới dạng trực tiếp và liên kết, hỗ trợ cho các dự án có giá trị 1,6 tỷ đô-la trong đầu tư tư nhân."
        },
        {
            "en": "As of June, investors from the Association of Southeast Asian Nations (ASEAN) had 2,632 operational projects <em>totaling</em> $54.6 billion in Vietnam.",
            "vi": "Tính đến tháng 6, các nhà đầu tư trong ASEAN đã có 2.632 dự án đi vào hoạt động với tổng giá trị 54,6 tỷ USD ở Việt Nam."
        }
    ],
    "suggestions": []
}