{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,toutæli'teəriən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ </font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(chính trị) cực quyền, chuyên chế (chế độ cai trị chỉ có một đảng, không có đảng hoặc chính kiến đối lập, (thường) đòi hỏi cá nhân phải phục tùng tuyệt đối các yêu cầu của nhà nước)</td></tr></table><i/></div>",
            "word": "totalitarian",
            "pronounce": "[,toutæli'teəriən]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>totalitarian</k><blockquote><cclass>[<cclass>ˌtəʊtalɪ'tɛ:rɪən<cclass>, <cclass>tə(ʊ)ˌtalɪ-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to or denoting a centralized and dictatorial system of government requiring complete subservience to the state. </cclass></blockquote><blockquote>■ <cclass>noun a person advocating such a system. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>totalitarianism</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "totalitarian",
            "pronounce": "[,toutæli'teəriən]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>totalitarian</k><blockquote>▸ <cclass>adjective AUTOCRATIC, undemocratic, one-party, dictatorial, tyrannical, despotic, fascist, oppressive, repressive, illiberal; authoritarian, autarchic, absolute, absolutist; dystopian.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>democratic.</blockquote></div>",
            "word": "totalitarian",
            "pronounce": "[,toutæli'teəriən]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "totalitarian",
            "pronounce": "[,toutæli'teəriən]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "totalitarian",
            "pronounce": "[,toutæli'teəriən]"
        }
    },
    "sentences": [
        {
            "en": "<em>Totalitarian</em> government",
            "vi": "Chính thể chuyên chế"
        },
        {
            "en": "A <em>totalitarian</em> regime crushes all autonomous institutions in its drive to seize the human soul.",
            "vi": "Một chế độ cực quyền đàn áp tất cả các thể chế tự trị trong nỗ lực của nó nắm lấy linh hồn con người."
        },
        {
            "en": "It's a <em>totalitarian</em> regime that nurtured a deep and lasting violence.",
            "vi": "Đó là một chế độ chuyên chế đã nuôi dưỡng một sự cưỡng bức sâu sắc và kéo dài."
        },
        {
            "en": "But in a <em>totalitarian</em> state, the rights of the citizen are so restricted that he has practically no freedom.",
            "vi": "Nhưng trong một quốc gia độc tài chuyên chế, các quyền lợi của công dân bị hạn chế nhiều đến nỗi trên thực tế anh ta chẳng có chút tự do nào."
        },
        {
            "en": "A <em>totalitarian</em> government seeks to control not only all economic and political matters but the attitudes, values, and beliefs of its population.",
            "vi": "Chính thể chuyên chế cố gắng điều khiển không chỉ tất cả nền kinh tế và những vấn đề chính trị mà về thái độ, giá trị và lòng tin của dân."
        },
        {
            "en": "President Donald Trump has drawn criticism after footage emerged of him saluting a North Korean general while the <em>totalitarian</em> communist nation’s leader Kim Jong Un looked on.",
            "vi": "Tổng thống Donald Trump bị chỉ trích sau khi xuất hiện đoạn phim ông chào một tướng Triều Tiên trong khi đó nhà lãnh đạo đất nước cộng sản chuyên chế Kim Jong Un đứng nhìn."
        },
        {
            "en": "Under such circumstances it is more difficult to achieve a revolution that would convert a <em>totalitarian</em> or collectivist society into an individualist society than it is to do the reverse.",
            "vi": "Trong hoàn cảnh như vậy sẽ khó khăn hơn để đạt được một cuộc cách mạng có thể chuyển đổi một xã hội độc tài hoặc tập thể sang một xã hội chủ nghĩa cá nhân hơn là để làm ngược lại."
        },
        {
            "en": "Under such circumstances it is more difficult to achieve a revolution that would convert a <em>totalitarian</em> or collectivist society into an individualist society than it is to do the reverse.",
            "vi": "Trong hoàn cảnh như vậy sẽ khó khăn hơn để đạt được một cuộc cách mạng có thể chuyển đổi một xã hội độc tài hoặc tập thể sang một xã hội chủ nghĩa cá nhân hơn là để làm ngược lại."
        },
        {
            "en": "Whereas in <em>totalitarian</em> countries, the state takes a stern view of the education of children and makes them fit into the groove in which they can set themselves in, the question of a square man in a round hole may not arise.",
            "vi": "Trong khi đó ở các nước chuyên chế, các tiểu bang đều xem việc giáo dục trẻ em là một việc nghiêm túc và làm sao cho chúng thích hợp được với môi trường sống để việc một \"người vuông lại ở trong một lỗ tròn\" không xảy ra."
        },
        {
            "en": "The word “Daesh” is already used in France and Russia to refer to ISIS, and it replaces the group’s preferred name “Islamic State.” The alternative name assumes that calling ISIS the “Islamic State” validates what they aim to become in their push to build a <em>totalitarian</em> state under the banner of radical Islam.",
            "vi": "Từ “Daesh” đã được sử dụng tại Pháp và Nga để đề cập tới ISIS trong khi ISIS muốn được gọi là “Nhà nước Hồi giáo”. Tên thay thế này có ngụ ý rằng, nếu gọi ISIS là “Nhà nước Hồi giáo” thì đã thừa nhận cái mà bọn chúng mong muốn: xây dựng một nhà nước toàn trị dưới ngọn cờ Hồi giáo cực đoan."
        },
        {
            "en": "The Handmaid's Tale   The gripping 1985 dystopian classic paints a portrait of a <em>totalitarian</em> theocracy. Offred's life as a concubine serves as a stand-in for the millions of women today who are subjugated and exploited for their gender. Though the sexual content means it's often banned in schools, your grownup self can dive right on into Margaret Atwood's haunting fiction.",
            "vi": "Tác phẩm kinh điển mô tả cảnh khổ như địa ngục 1985 hấp dẫn này phác hoạ chân dung của một thể chế thần quyền chuyên chế. Cuộc đời làm nàng hầu của Offred đại diện cho hàng triệu phụ nữ ngày nay đang bị chà đạp và bóc lột vì là đàn bà. Cho dù nội dung giới tính khiến nó bị cấm đọc ở trường, nhưng lớn rồi, bạn có thể chìm đắm trong tác phẩm buồn thăm thẳm này của Margaret Atwood."
        },
        {
            "en": "I have now spent half my life fighting against such censorship and for freedom and democracy in China. More than ever, I fervently believe that this is what every thinking person outside of China must clearly understand: More than two decades after Tiananmen, the <em>totalitarian</em> tiger has still not changed its stripes. In fact, unlike more stable countries, China’s spending on police and social control is now rising even faster than China’s skyrocketing defense budget!",
            "vi": "Cho đến nay tôi đã dùng nửa đời người chiến đấu chống lại sự kiểm duyệt đó và đấu tranh cho tự do và dân chủ ở Trung Quốc. Hơn lúc nào hết, tôi chân thành tin rằng bất cứ ai có lý trí ở bên ngoài Trung Quốc phải hiểu rõ được điều này: Hơn hai thập kỷ sau sự kiện Thiên An Môn, con hổ toàn trị vẫn không hề thay đổi các sọc vằn của nó. Thực tế, không giống các quốc gia ổn định hơn khác, sự chi tiêu của Trung Quốc cho cảnh sát và kiểm soát xã hội hiện đang ngày càng tăng nhanh hơn cả ngân sách quốc phòng vốn đã tăng vùn vụt của Trung Quốc!"
        },
        {
            "en": "“There are 310 million Americans who had better start listening to what Peter Navarro and Greg Autry have written in Death by China—about how 1.3 billion Chinese under direction of a <em>totalitarian</em> dictatorship are destroying their liveli- hoods. This liberty bell of a book should shake American leaders out of their slumber so that they finally—finally—realize that China’s economic policies are bankrupting the United States of America. Navarro and Autry describe it as plain as can be and, importantly, how the United States should deal with this threat.” —Richard McCormack, Editor and Publisher, Manufacturing & Technology News",
            "vi": "\"310 triệu người Mỹ nên bắt đầu nghe những gì Peter Navarro và Greg Autry viết trong Chết dưới tay Trung Quốc - về việc 1,3 tỷ người dân Trung Quốc dưới sự chỉ đạo của một chế độ độc tài toàn trị đang hủy hoại kế sinh nhai của họ như thế nào. Tiếng chuông tự do của cuốn sách này nên đánh thức các nhà lãnh đạo Mỹ ra khỏi giấc ngủ của họ để họ cuối cùng - cuối cùng - nhận ra rằng các chính sách kinh tế của Trung Quốc đang làm phá sản Hợp chủng quốc Hoa Kỳ. Navarro và Autry mô tả việc này đơn giản nhất có thể, và quan trọng là chỉ ra cách để Mỹ đối phó với mối đe dọa này.\" —Richard McCormack, Nhà xuất bản và biên tập, Manufacturing & Technology News"
        },
        {
            "en": "It is almost universally felt that when we call a country democratic we are praising it: consequently the defenders of every kind of regime claim that it is a democracy, and fear that they might have to stop using that word if it were tied down to any one meaning. Words of this kind are often used in a consciously dishonest way. That is, the person who uses them has his own private definition, but allows his hearer to think he means something quite different. Statements like Marshal Petain was a true patriot, The Soviet press is the freest in the world, The Catholic Church is opposed to persecution, are almost always made with intent to deceive. Other words used in variable meanings, in most cases more or less dishonestly, are: class, <em>totalitarian</em>, science, progressive, reactionary, bourgeois, equality.",
            "vi": "Dường như ở bất kì đâu trên thế giới, khi người ta gọi một quốc gia là “có tính dân chủ” (democratic) thì cũng có nghĩa ta đang tán dương đất nước đó: cuối cùng thì những người ủng hộ của mọi kiểu chế độ sẽ tuyên bố rằng ta nên hiểu “dân chủ” (democracy) theo nghĩa này, và sợ rằng họ sẽ không được dùng từ đó nữa nếu nó bị ràng buộc bởi bất kì ý nghĩa nào khác. Những từ như vậy thường bị dùng sai có chủ đích. Đó là vì, người dùng chúng hiểu theo nghĩa này, nhưng anh ta lại muốn người nghe hiểu theo nghĩa khác. Những tuyên bố như “Marshal Petain là một người ái quốc (patriot) chân chính”, “Báo Xô-viết có tính tự do (freest) ngôn luận nhất thế giới”, “Nhà thờ Công giáo phản đối bất công (persecution)” hầu như đều được tạo ra với mục đích không chính thống. Một số từ được dùng với ý nghĩa linh hoạt, trong nhiều trường hợp ít nhiều không trung thực, đó là “class”, “totalitarian”, “science”, “progressive”, “reactionary”, “bourgeois”, “equality”."
        },
        {
            "en": "It is almost universally felt that when we call a country democratic we are praising it: consequently the defenders of every kind of regime claim that it is a democracy, and fear that they might have to stop using that word if it were tied down to any one meaning. Words of this kind are often used in a consciously dishonest way. That is, the person who uses them has his own private definition, but allows his hearer to think he means something quite different. Statements like Marshal Petain was a true patriot, The Soviet press is the freest in the world, The Catholic Church is opposed to persecution, are almost always made with intent to deceive. Other words used in variable meanings, in most cases more or less dishonestly, are: class, <em>totalitarian</em>, science, progressive, reactionary, bourgeois, equality.",
            "vi": "Dường như ở bất kì đâu trên thế giới, khi người ta gọi một quốc gia là “có tính dân chủ” (democratic) thì cũng có nghĩa ta đang tán dương đất nước đó: cuối cùng thì những người ủng hộ của mọi kiểu chế độ sẽ tuyên bố rằng ta nên hiểu “dân chủ” (democracy) theo nghĩa này, và sợ rằng họ sẽ không được dùng từ đó nữa nếu nó bị ràng buộc bởi bất kì ý nghĩa nào khác. Những từ như vậy thường bị dùng sai có chủ đích. Đó là vì, người dùng chúng hiểu theo nghĩa này, nhưng anh ta lại muốn người nghe hiểu theo nghĩa khác. Những tuyên bố như “Marshal Petain là một người ái quốc (patriot) chân chính”, “Báo Xô-viết có tính tự do (freest) ngôn luận nhất thế giới”, “Nhà thờ Công giáo phản đối bất công (persecution)” hầu như đều được tạo ra với mục đích không chính thống. Một số từ được dùng với ý nghĩa linh hoạt, trong nhiều trường hợp ít nhiều không trung thực, đó là “class”, “totalitarian”, “science”, “progressive”, “reactionary”, “bourgeois”, “equality”."
        }
    ],
    "suggestions": []
}