{
    "en_vn": {
        "data": {
            "content": null,
            "word": "totaled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "totaled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "totaled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "totaled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "totaled"
        }
    },
    "sentences": [
        {
            "en": "The visitors to the exhibition <em>totaled</em> 50,000.",
            "vi": "Khách tham quan triển lãm đã đạt đến tổng số 50.000."
        },
        {
            "en": "My telephone bill last month <em>totaled</em> up to 1.000.000 VND.",
            "vi": "Hóa đơn tiền điện thoại tháng rồi của tôi lên đến 1 triệu đồng."
        },
        {
            "en": "For the current year, beginning inventory at cost was $60,000, net purchases at cost <em>totaled</em> $340,000, and sales <em>totaled</em> $820,000.",
            "vi": "Đối với năm hiện tại, giá trị hàng tồn kho đầu kỳ theo giá gốc là $60.000, tổng giá trị hàng mua thuần theo giá gốc $340.000, tổng doanh thu là $820.000."
        },
        {
            "en": "As of 2008, outstanding loans by the VBSP <em>totaled</em> 30 trillion dong.",
            "vi": "Tính đến năm 2008, dư nợ của NHCSXH lên đến 30 nghìn tỷ đồng."
        },
        {
            "en": "My electricity bill this month <em>totaled</em> up to 2 million dong.",
            "vi": "Hóa đơn điện tháng này của tôi lên đến 2 triệu đồng."
        },
        {
            "en": "My telephone bill last month <em>totaled</em> up to 1. 000. 000 VND.",
            "vi": "Hóa đơn tiền điện thoại tháng rồi của tôi lên đến 1 triệu đồng."
        },
        {
            "en": "On January 1,20x0, Besta company purchased equipment for $200,000, and installation and testing costs <em>totaled</em> $20,000.",
            "vi": "Vào ngày 1 tháng giêng năm 20x0, công ty besta đã mua thiết bị với giá $200.000, và chi phí lắp đặt và chạy thử $20.000."
        },
        {
            "en": "Disbursements in 2001 <em>totaled</em> US$37 million, which was 212 per cent higher than in the previous year.",
            "vi": "Mức giải ngân năm 2001 đạt 37 triệu USD, cao hơn 212% so với năm trước đó."
        },
        {
            "en": "After the trial balance columns have been <em>totaled</em>, the adjustment entered, and the equality of the columns proved, the balances are extended to the column.",
            "vi": "Sau khi cột cân đối thử đã được tổng cộng, bút toán điều chỉnh đã được nhập và cân đối các cột, số liệu được chuyển sang các cột."
        },
        {
            "en": "Canadian exports of agri-food and seafood to Vietnam in 2015 <em>totaled</em> 353.6 million Canadian dollars, up by more than 48 percent over 2014.",
            "vi": "Xuất khẩu nông sản và hải sảng của Canada sang Việt Nam vào năm 2015 đạt 353.6 triệu đô la Canada, tăng hơn 48% so với năm 2014."
        },
        {
            "en": "In 2008, remittances sent back to developing countries <em>totaled</em> $350 billion worldwide, and as such female wages through remittances are a crucial form of income for many families.",
            "vi": "Trong năm 2008, kiều hối chuyển về các nước đang phát triển là $350 tỷ đô la Mỹ trên toàn thế giới, và như vậy lương của phụ nữ thông qua kiều hối là một nguồn thu nhập rất quan trọng đối với nhiều gia đình."
        },
        {
            "en": "Vietnam's stock of outstanding external debt <em>totaled</em> US$ 14.4 billion in 2001, equivalent to 45 percent of GDP and 94 percent of export earnings.",
            "vi": "Tổng nợ nước ngoài chưa trả của Việt Nam trong năm 2001 là 14,4 tỷ đô la Mỹ, tương đương với 45% GDP và 94% thu từ xuất khẩu."
        },
        {
            "en": "In 2003, workers’ remittances <em>totaled</em> an estimated US$93 billion and were the secondlargest financial flow to developing countries after foreign direct investment.",
            "vi": "Năm 2003, các khoản tiền do các nhân công này chuyển ước tính vào khoảng 93 tỷ Đô la Mỹ và là luồng tài chính lớn thứ 2 chảy vào các nước đang phát triển, đứng sau đầu tư trực tiếp nước ngoài."
        },
        {
            "en": "During the year ended 30 June 20x6, the gross profits of the partnership <em>totaled</em> $63,210, and the expenses (Horace's salary) amounted to $10,500.",
            "vi": "Trong năm kết thúc ngày 30 tháng sáu năm 20x6, lãi gộp của hợp danh là $63.210, và chi phí (lương của horace) là $10.500."
        },
        {
            "en": "In February last year, Zalo announced that its users had <em>totaled</em> more than 45 million, a significant expansion from one million users in 2013.",
            "vi": "Vào tháng hai năm ngoái, Zalo thông báo rằng người dùng của Zalo đã có tổng cộng hơn 45 triệu, một sự mở rộng đáng kể từ một triệu người dùng vào năm 2013."
        },
        {
            "en": "Tourists from China <em>totaled</em> over 1.01 million, up 44.4 per cent, South Korea 631,263, up 31.4 per cent, and Japan 301,700, up 11.7 per cent up. Those from Taiwan, Malaysia, Thailand and Singapore <em>totaled</em> 202,000, 163,500, 119,700, and 99,700, rising 15.2 per cent, 18.4 per cent, 37.7 per cent and 15 per cent, respectively.",
            "vi": "Tổng du khách đến từ Trung quốc hơn 1.01 triệu người, tăng 44.4%, Hàn quốc 631,263, tăng 31.4%, và Nhật Bản 301,700 tăng 11.7%. Họ đến từ Đài Loan, Malaysia, Thái Lan và Singapore với lần lượt 202.000, 163.500, 119.700 và 99.700 tăng lên 15,2%, 18,4%, 37,7% và 15% tương ứng."
        },
        {
            "en": "Vietnam’s foreign direct investment (FDI) in the first half of 2017 <em>totaled</em> US$19.22 billion, according to the latest statistics from the Foreign Investment Agency under the Ministry of Planning and Investment.",
            "vi": "Theo thống kê gần đây nhất từ Cục Đầu tư nước ngoài thuộc Bộ Kế hoạch và Đầu tư, vốn đầu tư trực tiếp nước ngoài (FDI) của Việt Nam trong nửa đầu năm 2017 đạt 19,22 tỷ USD."
        },
        {
            "en": "Growers sold 930,000 metric tons, or 58 percent of the current crop, at the end of March, according to a Bloomberg News survey of seven traders. That’s the fastest pace for the time of year since 62 percent in 2014 and compares with 49 percent a year earlier. This season’s output probably <em>totaled</em> 1.6 million tons, same as last year’s, according to the survey.",
            "vi": "Người trồng đã bán 930.000 tấn, hay 58% hoa màu của vụ mùa hiện tại vào cuối tháng Ba, theo khảo sát của Bloomberg News đối với bảy thương nhân. Đó là tốc độ nhanh nhất cho thời điểm trong năm từ 62% trong năm 2014 và so sánh với 49% của một năm trước đó. Sản lượng của mùa thu hoạch này có thể đạt 1,6 triệu tấn, tương đương với năm ngoái, theo khảo sát."
        },
        {
            "en": "In the first half of this year Quang Ninh is estimated to have welcomed almost 6 million tourists, a 9 per cent increase year-on-year. International tourist arrivals <em>totaled</em> 1.9 million, a 30 per cent increase, and came from more countries than previously. ",
            "vi": "Trong nửa đầu năm nay, Quảng Ninh ước tính đã đón gần 6 triệu du khách, tăng 9% so với cùng kì năm ngoái. Lượng du khách quốc tế đạt 1,9 triệu người, tăng 30% và đến từ nhiều quốc gia hơn trước."
        },
        {
            "en": "In the first half of this year Quang Ninh is estimated to have welcomed almost 6 million tourists, a 9 per cent increase year-on-year. International tourist arrivals <em>totaled</em> 1.9 million, a 30 per cent increase, and came from more countries than previously. ",
            "vi": "Trong nửa đầu năm nay, Quảng Ninh ước tính đã đón gần 6 triệu du khách, tăng 9% so với cùng kì năm ngoái. Lượng du khách quốc tế đạt 1,9 triệu người, tăng 30% và đến từ nhiều quốc gia hơn trước."
        }
    ],
    "suggestions": []
}