{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['tʌt∫i]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">hay giận dỗi, dễ bị đụng chạm, hay tự ái</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">dễ động lòng, quá nhạy cảm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đòi hỏi giải quyết thận trọng (một vấn đề, tình huống.. vì có khả năng gây ra tranh cãi hoặc xúc phạm)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">racism remains a touchy issue</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">phân biệt chủng tộc vẫn là một vấn đề tế nhị</font></td></tr><tr id=\"pa_ss\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[touchy]</font></td></tr><tr id=\"tl_ss\"><td id=\"I_C\"><b3/></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">saying &amp;&amp; slang</font></b></td></tr><tr id=\"mn_ss\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sensitive, ready to argue, edgy</td></tr><tr id=\"mh_ss\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">Barb is kind of touchy about her weight. Don't comment on it.</font></td></tr></table><i/></div>",
            "word": "touchy",
            "pronounce": "['tʌt∫i]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>touchy</k><blockquote>■ <cclass>adjective (<cclass><b>touchier</b>, <cclass><b>touchiest</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 quick to take offence; oversensitive. </blockquote></blockquote><blockquote><blockquote>2》 (of a situation or issue) requiring careful handling. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>touchily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>touchiness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: perh. an alt. of <kref>tetchy</kref>, influenced by <kref>touch</kref>. </blockquote></div>",
            "word": "touchy",
            "pronounce": "['tʌt∫i]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>touchy</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>she can be so touchy</i>: SENSITIVE, oversensitive, hypersensitive, easily offended, thin-skinned, highly strung, tense; irritable, tetchy, testy, crotchety, peevish, querulous, bad-tempered, petulant, pettish; <cclass><i>informal</i> snappy, ratty; <cclass><i>N. Amer.</i><cclass><i>informal</i> cranky.</cclass></cclass></cclass></blockquote><blockquote><b>2</b><i>a touchy subject</i>: DELICATE, sensitive, tricky, ticklish, embarrassing, awkward, difficult; contentious, controversial.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>affable.</blockquote></div>",
            "word": "touchy",
            "pronounce": "['tʌt∫i]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>touchy</k><blockquote><blockquote><ex><abr>adj.</abr> (<abr>colloq.</abr>) touchy about (he's touchy about his appearance)</ex></blockquote></blockquote></div>",
            "word": "touchy",
            "pronounce": "['tʌt∫i]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "touchy",
            "pronounce": "['tʌt∫i]"
        }
    },
    "sentences": [
        {
            "en": "He's so <em>touchy</em>.",
            "vi": "Anh ấy rất nhạy cảm."
        },
        {
            "en": "Don't be so <em>touchy</em>!",
            "vi": "Đừng nên ủy mị quá như vậy!"
        },
        {
            "en": "He's rather <em>touchy</em>.",
            "vi": "Nó là người hay tự ái."
        },
        {
            "en": "Racism remains a <em>touchy</em> issue.",
            "vi": "Phân biệt chủng tộc vẫn là một vấn đề tế nhị."
        },
        {
            "en": "Racism still remains a <em>touchy</em> issue.",
            "vi": "Phân biệt chủng tộc vẫn là một vấn đề tế nhị."
        },
        {
            "en": "A good manager must be able to handle <em>touchy</em> situations.",
            "vi": "Một giám đốc giỏi phải có thể giải quyết những tình huống khó khăn."
        },
        {
            "en": "He's still <em>touchy</em> about the whole James thing.",
            "vi": "Anh ấy vẫn còn nhạy cảm về chuyện James."
        },
        {
            "en": "The programme dealt admirably with the <em>touchy</em> subject of incest.",
            "vi": "Chương trình đề cập một cách tuyệt vời tới vấn đề tế nhị như luyến ái."
        },
        {
            "en": "It's a <em>touchy</em> question, but can I ask you how you got that job?",
            "vi": "Đó là một câu hỏi dễ bị đụng chạm, nhưng tôi có thể hỏi bạn làm sao bạn có được công việc đó không?"
        },
        {
            "en": "It would be <em>touchy</em> to have Tanya's family in the same room with our guests from the Quileute reservation.",
            "vi": "Nhưng thật là thiếu tế nhị nếu để gia đình Tanya ở chung phòng với khách mời từ bộ lạc Quileute."
        },
        {
            "en": "Henry was a little <em>touchy</em> on the point, explaining to Anne that he was still disorientated by the war.",
            "vi": "Henry có phần nào không yên, giải thích cho Anne biết là đến bây giờ anh vẫn còn bị chiến tranh làm cho chệch choạc."
        },
        {
            "en": "She's one of those <em>touchy</em> - feely people, always putting her hand on your arm while she's talking to you.",
            "vi": "Cô ta là một trong số những người hay thổ lộ tình cảm bằng cách  để bàn tay của cô ấy lên cách tay của bạn khi tâm sự."
        },
        {
            "en": "She stopped taking me for walks, became as <em>touchy</em> as blazes, and smacked me for nothing at all.",
            "vi": "Bây giờ bà không đưa tôi đi chơi tản bộ nữa, bà dễ cáu kỉnh nóng nảy như lửa và bợp tai tôi mà không ký do gì hết."
        },
        {
            "en": "She's one of those <em>touchy</em>-feely people, always putting her hand on your arm while she's talking to you.",
            "vi": "Cô ta là một trong số những người hay thổ lộ tình cảm bằng cách để bàn tay của cô ấy lên cách tay của bạn khi tâm sự."
        },
        {
            "en": "\"What's wrong with Ellen these days? She seems so <em>touchy</em>.\" \"Between you and me and the bedpost, I've heard that her boyfriend is seeing someone else.\"",
            "vi": "\"Gần đây có chuyện gì với Ellen vậy? Nó có vẻ buồn bực sao ấy.\"\"Nói cho nghe chuyện này đừng có kể lại với ai nhé, tôi nghe nói bồ của nó có người khác rồi.\""
        },
        {
            "en": "\"What's wrong with Ellen these days? She seems so <em>touchy</em>.\"\"Between you and me and the bedpost, I' ve heard that her boyfriend is seeing someone else.\"",
            "vi": "\"Gần đây có chuyện gì với Ellen vậy? Nó có vẻ buồn bực sao ấy.\" \"Nói cho nghe chuyện này đừng có kể lại với ai nhé, tôi nghe nói bồ của nó có người khác rồi.\""
        },
        {
            "en": "When conducting qualitative analysis of a company, most investment professionals look at the business model, competitive advantage in the industry, management and corporate governance. This helps to determine how a company makes money, its uniqueness versus the competition, which people are making the decisions and how they treat ordinary shareholders. Gathering all of this data can provide a better idea of how a company intends to grow its business while rewarding shareholders. However, it isn't the entire picture. <em>Touchy</em>-feely subjects like satisfying the customer, rewarding employees and maintaining excellent supplier relationships matters as well.",
            "vi": "Khi tiến hành phân tích định tính một công ty, hầu hết các chuyên gia đầu tư nhìn vào mô hình công ty, lợi thế cạnh tranh trong ngành, ban giám đốc và các phương thức và quy trình quản lý công ty. Điều này giúp xác định xem công ty kiếm tiền như thế nào, sự độc đáo của nó đối với các đối thủ cạnh tranh ra sao, những ai đang ra các quyết định và họ đối đãi các cổ đông phổ thông thế nào. Tập hợp tất cả các dữ liệu này có thể đem lại một suy nghĩ tốt hơn về cách công ty dự định phát triển kinh doanh trong khi vẫn thưởng cho các cổ đông. Tuy nhiên, đó không phải là bức tranh tổng thể. Những vấn đề mang tính chất động viên khích lệ như làm hài lòng khách hàng, thưởng cho công nhân viên và duy trì các mối quan hệ với những nhà cung cấp tốt cũng có vai trò quan trọng."
        },
        {
            "en": "5         5. IMPRINT “Are you okay, Jake?  Charlie said you were having a hard time. . . . Isn’t it getting any better?” His warm hand curled around mine. “It’s not so bad,” he said, but he wouldn’t meet my eyes. He walked slowly back to the driftwood bench, staring at the rainbow-colored pebbles, and pulling me along at his side. I sat back down on our tree, but he sat on the wet, rocky ground rather than next to me. I wondered if it was so that he could hide his face more easily. He kept my hand. I started babbling to fill the silence. “It’s been so long since I was here. I’ve probably missed a ton of things. How are Sam and Emily? And Embry? Did Quil —?” I broke off mid-sentence, remembering that Jacob’s friend Quil had been a sensitive subject. “Ah, Quil,” Jacob sighed. So then it must have happened — Quil must have joined the pack. “I’m sorry,” I mumbled. To my surprise, Jacob snorted. “Don’t say that to him.” “What do you mean?” “Quil’s not looking for pity. Just the opposite — he’s jazzed. Totally thrilled.” This made no sense to me. All the other wolves had been so depressed at the idea of their friend sharing their fate. “Huh?” Jacob tilted his head back to look at me. He smiled and rolled his eyes.    “Quil thinks it’s the coolest thing that’s ever happened to him. Part of it is finally knowing what’s going on. And he’s excited to have his friends back — to be part of the ‘in crowd.’” Jacob snorted again. “Shouldn’t be surprised, I guess. It’s so Quil.” “He likes it?” “Honestly . . . most of them do,” Jacob admitted slowly. “There are definitely good sides to this — the speed, the freedom, the strength . . . the sense of — of family . . . . Sam and I are the only ones who ever felt really bitter. And Sam got past that a long time ago. So I’m the crybaby now.” Jacob laughed at himself. There were so many things I wanted to know. “Why are you and Sam different? What happened to Sam anyway? What’s his problem?” The questions tumbled out without room to answer them, and Jacob laughed again. “That’s a long story.” “I told you a long story. Besides, I’m not in any hurry to get back,” I said, and then I grimaced as I thought of the trouble I would be in. He looked up at me swiftly, hearing the double edge in my words. “Will he be mad at you?” “Yes,” I admitted. “He really hates it when I do things he considers . . . risky.” “Like hanging out with werewolves.” “Yeah.” Jacob shrugged. “So don’t go back. I’ll sleep on the couch.” “That’s a great idea,” I grumbled. “Because then he would come looking for me.” Jacob stiffened, and then smiled bleakly. “Would he?” “If he was afraid I was hurt or something — probably.” “My idea’s sounding better all the time.” “Please, Jake. That really bugs me.”  “What does?” “That you two are so ready to kill each other!” I complained. “It makes me crazy. Why can’t you both just be civilized?” “Is he ready to kill me?” Jacob asked with a grim smile, unconcerned by my anger. “Not like you seem to be!” I realized I was yelling. “At least he can be a grown-up about this. He knows that hurting you would hurt me — and so he never would. You don’t seem to care about that at all!” “Yeah, right,” Jacob muttered. “I’m sure he’s quite the pacifist.” “Ugh!” I ripped my hand out of his and shoved his head away. Then I pulled my knees up to my chest and wrapped my arms tightly around them. I glared out toward the horizon, fuming. Jacob was quiet for a few minutes. Finally, he got up off the ground and sat beside me, putting his arm around my shoulders. I shook it off. “Sorry,” he said quietly. “I’ll try to behave myself.” I didn’t answer. “Do you still want to hear about Sam?” he offered. I shrugged.  “Like I said, it’s a long story. And very . . . strange. There’re so many strange things about this new life. I haven’t had time to tell you the half of it. And this thing with Sam — well, I don’t know if I’ll even be able to explain it right.” His words pricked my curiosity in spite of my irritation. “I’m listening,” I said stiffly. Out of the corner of my eye, I saw the side of his face pull up in a smile. “Sam had it so much harder than the rest of us. Because he was the first, and he was alone, and he didn’t have anyone to tell him what was happening. Sam’s grandfather died before he was born, and his father has never been around. There was no one there to recognize the signs. The first time it happened — the first time he phased — he thought he’d gone insane. It took him two weeks to calm down enough to change back.  “This was before you came to Forks, so you wouldn’t remember. Sam’s mother and Leah Clearwater had the forest rangers searching for him, the police. People thought there had been an accident or something. . . .” “Leah?” I asked, surprised. Leah was Harry’s daughter. Hearing her name sent an automatic surge of pity through me. Harry Clearwater, Charlie’s life-long friend, had died of a heart attack this past spring. His voice changed, became heavier. “Yeah. Leah and Sam were high school sweethearts. They started dating when she was just a freshman. She was frantic when he disappeared.” “But he and Emily —” “I’ll get to that — it’s part of the story,” he said. He inhaled slowly, and then exhaled in a gust. I supposed it was silly for me to imagine that Sam had never loved anyone before Emily. Most people fall in and out of love many times in their lives. It was just that I’d seen Sam with Emily, and I couldn’t imagine him with someone else. The way he looked at her . . . well, it reminded me of a look I’d seen sometimes in Edward’s eyes — when he was looking at me.  “Sam came back,” Jacob said, “but he wouldn’t talk to anyone about where he’d been. Rumors flew — that he was up to no good, mostly. And then Sam happened to run in to Quil’s grandfather one afternoon when Old Quil Ateara came to visit Mrs. Uley. Sam shook his hand. Old Quil just about had a stroke.” Jacob paused to laugh. “Why?” Jacob put his hand on my cheek and pulled my face around to look at him — he was leaning toward me, his face was just a few inches away. His palm burned my skin, like he had a fever.  “Oh, right,” I said. It was uncomfortable, having my face so close to his with his hand hot against my skin. “Sam was running a temperature.” Jacob laughed again. “Sam’s hand felt like he’d left it sitting on a hot stovetop.” He was so close, I could feel his warm breath. I reached up casually, to take his hand away and free my face, but wound my fingers through his so that I wouldn’t hurt his feelings. He smiled and leaned back, undeceived by my attempt at nonchalance. “So Mr. Ateara went straight to the other elders,” Jacob went on. “They were the only ones left who still knew, who remembered. Mr. Ateara, Billy, and Harry had actually seen their grandfathers make the change. When Old Quil told them, they met with Sam secretly and explained. “It was easier when he understood — when he wasn’t alone anymore. They knew he wouldn’t be the only one affected by the Cullens’ return” — he pronounced the name with unconscious bitterness — “but no one else was old enough. So Sam waited for the rest of us to join him. . . .”  “The Cullens had no idea,” I said in a whisper. “They didn’t think that werewolves still existed here. They didn’t know that coming here would change you.” “It doesn’t change the fact that it did.” “Remind me not to get on your bad side.” “You think I should be as forgiving as you are? We can’t all be saints and martyrs.” “Grow up, Jacob.”  “I wish I could,” he murmured quietly. I stared at him, trying to make sense of his response. “What?” Jacob chuckled. “One of those many strange things I mentioned.” “You . . . can’t . . . grow up?” I said blankly. “You’re what? Not . . .aging? Is that a joke?” “Nope.” He popped his lips on the P. I felt blood flood my face. Tears — tears of rage — filled my eyes. My teeth mashed together with an audible grinding sound. “Bella? What did I say?” I was on my feet again, my hands balled up into fists, my whole frame shaking. “You. Are. Not. Aging,” I growled through my teeth. Jacob tugged my arm gently, trying to make me sit. “None of us are. What’s wrong with you?” “Am I the only one who has to get old? I get older every stinking day!” I nearly shrieked, throwing my hands in the air. Some little part of me recognized that I was throwing a Charlie-esque fit, but that rational part was greatly overshadowed by the irrational part. “Damn it! What kind of world is this? Where’s the justice?” “Take it easy, Bella.” “Shut up, Jacob. Just shut up! This is so unfair!” “Did you seriously just stamp your foot? I thought girls only did that on TV.” I growled unimpressively. “It’s not as bad as you seem to think it is. Sit down and I’ll explain.” “I’ll stand.” He rolled his eyes. “Okay. Whatever you want. But listen, Iwill get older . . . someday.” “Explain.” He patted the tree. I glowered for a second, but then sat; my temper had burned out as suddenly as it had flared and I’d calmed down enough to realize that I was making a fool of myself. “When we get enough control to quit . . . ,” Jacob said. “When we stop phasing for a solid length of time, we age again. It’s not easy.” He shook his head, abruptly doubtful. “It’s gonna take a really long time to learn that kind of restraint, I think. Even Sam’s not there yet. ’Course it doesn’t help that there’s a huge coven of vampires right down the road. We can’t even think about quitting when the tribe needs protectors. But you shouldn’t get all bent out of shape about it, anyway, because I’m already older than you, physically at least.”  “What are you talking about?” “Look at me, Bells. Do I look sixteen?” I glanced up and down his mammoth frame, trying to be unbiased. “Not exactly, I guess.” “Not at all. Because we reach full growth inside of a few months when the werewolf gene gets triggered. It’s one hell of a growth spurt.” He made a face. “Physically, I’m probably twenty-five or something. So there’s no need for you to freak out about being too old for me for at least another seven years.” Twenty-five or something.The idea messed with my head. But I remembered that growth spurt — I remembered watching him shoot up and fill out right before my eyes. I remembered how he would look different from one day to the next. . . . I shook my head, feeling dizzy. “So, did you want to hear about Sam, or did you want to scream at me some more for things that are out of my control?” I took a deep breath. “Sorry. Age is a <em>touchy</em> subject for me. That hit a nerve.” Jacob’s eyes tightened, and he looked as if he were trying to decide how to word something. Since I didn’t want to talk about the truly <em>touchy</em> stuff — my plans for the future, or treaties that might be broken by said plans, I prompted him. “So once Sam understood what was going on, once he had Billy and Harry and Mr. Ateara, you said it wasn’t so hard anymore. And, like you also said, there are the cool parts. . . .” I hesitated briefly. “Why does Sam hate them so much? Why does he wish I would hate them?” Jacob sighed. “This is the really weird part.” “I’m a pro at weird.” “Yeah, I know.” He grinned before he continued. “So, you’re right. Sam knew what was going on, and everything was almost okay. In most ways, his life was back to, well, not normal. But better.” Then Jacob’s expression tightened, like something painful was coming. “Sam couldn’t tell Leah. We aren’t supposed to tell anyone who doesn’t have to know. And it wasn’t really safe for him to be around her — but he cheated, just like I did with you. Leah was furious that he wouldn’t tell her what was going on — where he’d been, where he went at night, why he was always so exhausted — but they were working it out. They were trying. They really loved each other.” “Did she find out? Is that what happened?” He shook his head. “No, that wasn’t the problem. Her cousin, Emily Young, came down from the Makah reservation to visit her one weekend.” I gasped. “Emily is Leah’s cousin?” “Second cousins. They’re close, though. They were like sisters when they were kids.” “That’s . . . horrible. How could Sam . . . ?” I trailed off, shaking my head.  “Don’t judge him just yet. Did anyone ever tell you . . . Have you ever heard of imprinting ?” “Imprinting?” I repeated the unfamiliar word. “No. What’s that mean?” “It’s one of those bizarre things we have to deal with. It doesn’t happen to everyone. In fact, it’s the rare exception, not the rule. Sam had heard all the stories by then, the stories we all used to think were legends. He’d heard of imprinting, but he never dreamed . . .” “What is it?” I prodded. Jacob’s eyes strayed to the ocean. “Sam did love Leah. But when he saw Emily, that didn’t matter anymore. Sometimes . . . we don’t exactly know why . . . we find our mates that way.” His eyes flashed back to me, his face reddening. “I mean . . . our soul mates.”  “What way? Love at first sight?” I snickered. Jacob wasn’t smiling. His dark eyes were critical of my reaction. “It’s a little bit more powerful than that. More absolute.” “Sorry,” I muttered. “You’re serious, aren’t you?” “Yeah, I am.” “Love at first sight? But more powerful?” My voice still sounded dubious, and he could hear that. “It’s not easy to explain. It doesn’t matter, anyway.” He shrugged indifferently.   “You wanted to know what happened to Sam to make him hate the vampires for changing him, to make him hate himself. And that’s what happened. He broke Leah’s heart. He went back on every promise he’d ever made her. Every day he has to see the accusation in her eyes, and know that she’s right.” He stopped talking abruptly, as if he’d said something he hadn’t meant to. “How did Emily deal with this? If she was so close to Leah . . . ?” Sam and Emily were utterly right together, two puzzle pieces, shaped for each other exactly. Still . . . how had Emily gotten past the fact that he’d belonged to someone else? Her sister, almost.  “She was real angry, in the beginning. But it’s hard to resist that level of commitment and adoration.” Jacob sighed. “And then, Sam could tell her everything. There are no rules that can bind you when you find your other half. You know how she got hurt?” “Yeah.” The story in Forks was that she was mauled by a bear, but I was in on the secret. Werewolves are unstable, Edward had said.The people near them get hurt. “Well, weirdly enough, that was sort of how they resolved things. Sam was so horrified, so sickened by himself, so full of hate for what he’d done. . . . He would have thrown himself under a bus if it would have made her feel better. He might have anyway, just to escape what he’d done. He was shattered. . . . Then, somehow, she was the one comforting him , and after that. . . .” Jacob didn’t finish his thought, and I sensed the story had gotten too personal to share.  “Poor Emily,” I whispered. “Poor Sam. Poor Leah. . . .” “Yeah, Leah got the worst end of the stick,” he agreed. “She puts on a brave face. She’s going to be a bridesmaid.” I gazed away, toward the jagged rocks that rose from the ocean like stubby broken-off fingers on the south rim of the harbor, while I tried to make sense of it all. I could feel his eyes on my face, waiting for me to say something.   “Did it happen to you?” I finally asked, still looking away. “This love-at-first-sight thing?” “No,” he answered briskly. “Sam and Jared are the only ones.” “Hmm,” I said, trying to sound only politely interested. I was relieved, and I tried to explain my reaction to myself. I decided I was just glad he didn’t claim there was some mystical, wolfy connection between the two of us. Our relationship was confusing enough as it was. I didn’t need any more of the supernatural than I already had to deal with. He was quiet, too, and the silence felt a little awkward. My intuition told me that I didn’t want to hear what he was thinking.    “How did that work out for Jared?” I asked to break the silence. “No drama there. It was just a girl he’d sat next to in school every day for a year and never looked at twice. And then, after he changed, he saw her again and never looked away. Kim was thrilled. She’d had a huge crush on him. She’d had his last name tacked on to the end of hers all over in her diary.” He laughed mockingly. I frowned. “Did Jared tell you that? He shouldn’t have.”  Jacob bit his lip. “I guess I shouldn’t laugh. It was funny, though.” “Some soul mate.” He sighed. “Jared didn’t tell us anything on purpose. I already told you this part, remember?” “Oh, yeah. You can hear each other’s thoughts, but only when you’re wolves, right?” “Right. Just like your bloodsucker.” He glowered. “Edward,” I corrected.  “Sure, sure. That’s how come I know so much about how Sam felt. It’s not like he would have told us all that if he’d had a choice. Actually, that’s something we all hate.” The bitterness was abruptly harsh in his voice. “It’s awful. No privacy, no secrets. Everything you’re ashamed of, laid out for everyone to see.” He shuddered. “It sounds horrible,” I whispered. “It is sometimes helpful when we need to coordinate,” he said grudgingly. “Once in a blue moon, when some bloodsucker crosses into our territory. Laurent was fun. And if the Cullens hadn’t gotten in our way last Saturday . . . ugh!” he groaned. “We could have had her!” His fists clenched into angry balls. I flinched. As much as I worried about Jasper or Emmett getting hurt, it was nothing like the panic I felt at the idea of Jacob going up against Victoria. Emmett and Jasper were the closest thing to indestructible I could imagine. Jacob was still warm, still comparatively human. Mortal. I thought of Jacob facing Victoria, her brilliant hair blowing around her oddly feline face . . . and shuddered. Jacob looked up at me with a curious expression. “But isn’t it like that for you all the time? Having him in your head?”  “Oh, no. Edward’s never in my head. He only wishes.” Jacob’s expression became confused. “He can’t hear me,” I explained, my voice a tiny bit smug from old habit. “I’m the only one like that, for him. We don’t know why he can’t.” “Weird,” Jacob said. “Yeah.” The smugness faded. “It probably means there’s something wrong with my brain,” I admitted. “I already knew there was something wrong with your brain,” Jacob muttered. “Thanks.” The sun broke through the clouds suddenly, a surprise I hadn’t been expecting, and I had to narrow my eyes against the glare off the water. Everything changed color — the waves turned from gray to blue, the trees from dull olive to brilliant jade, and the rainbow-hued pebbles glittered like jewels. We squinted for a moment, letting our eyes adjust. There were no sounds besides the hollow roar of the waves that echoed from every side of the sheltered harbor, the soft grinding of the stones against each other under the water’s movement, and the cry of gulls high overhead. It was very peaceful. He settled closer to me, so that he was leaning against my arm. He was so warm. After a minute of this, I shrugged out of my rain jacket. He made a little sound of contentment in the back of his throat, and rested his cheek on the top of my head. I could feel the sun heat my skin — thought it was not quite as warm as Jacob — and I wondered idly how long it would take me to burn. Absentmindedly, I twisted my right hand to the side, and watched the sunlight glitter subtly off the scar James had left there. “What are you thinking about?” he murmured. “The sun.” “Mmm. It’s nice.” “What are you thinking about?” I asked. He chuckled to himself. “I was remembering that moronic movie you took me to. And Mike Newton puking all over everything.” I laughed, too, surprised by how time had changed the memory. It used to be one of stress, of confusion. So much had changed that night. . . . And now I could laugh. It was the last night Jacob and I had had before he’d learned the truth about his heritage. The last human memory. An oddly pleasant memory now. “I miss that,” Jacob said. “The way it used to be so easy . . . uncomplicated. I’m glad I’ve got a good memory.” He sighed. He felt the sudden tension in my body as his words triggered a memory of my own. “What is it?” he asked. “About that good memory of yours . . .” I pulled away from him so that I could read his face. At the moment, it was confused. “Do you mind telling me what you were doing Monday morning? You were thinking something that bothered Edward.” Bothered wasn’t quite the word for it, but I wanted an answer, so I thought it was best not to start out too severely. Jacob’s face brightened with understanding, and he laughed. “I was just thinking about you. Didn’t like that much, did he?” “Me? What about me?” Jacob laughed, with a harder edge this time. “I was remembering the way you looked that night Sam found you — I’ve seen it in his head, and it’s like I was there; that memory has always haunted Sam, you know. And then I remembered how you looked the first time you came to my place. I bet you don’t even realize what a mess you were then, Bella. It was weeks before you started to look human again. And I remembered how you always used to have your arms wrapped around yourself, trying to hold yourself together. . . .” Jacob winced, and then shook his head. “It’s hard for me to remember how sad you were, and it wasn’t my fault. So I figured it would be harder for him. And I thought he ought to get a look at what he’d done.” I smacked his shoulder. It hurt my hand. “Jacob Black, don’t you ever do that again! Promise me you won’t.” “No way. I haven’t had that much fun in months.” “So help me, Jake —” “Oh, get a grip, Bella. When am I ever going to see him again? Don’t worry about it.” I got to my feet, and he caught my hand as I started to walk away. I tried to tug free. “I’m leaving, Jacob.” “No, don’t go yet,” he protested, his hand tightening around mine. “I’m sorry. And . . . okay, I won’t do it again. Promise.” I sighed. “Thanks, Jake.” “Come on, we’ll go back to my house,” he said eagerly.  “Actually, I think I really do need to go. Angela Weber is expecting me, and I know Alice is worried. I don’t want to upset her too much.” “But you just got here!” “It feels that way,” I agreed. I glared up at the sun, somehow already directly overhead. How had the time passed so quickly? His eyebrows pulled down over his eyes. “I don’t know when I’ll see you again,” he said in a hurt voice. “I’ll come back the next time he’s away,” I promised impulsively. “Away?” Jacob rolled his eyes. “That’s a nice way to describe what he’s doing. Disgusting parasites.” “If you can’t be nice, I won’t come back at all!” I threatened, trying to pull my hand free. He refused to let go. “Aw, don’t be mad,” he said, grinning. “Knee-jerk reaction.” “If I’m going to try to come back again, you’re going to have to get something straight, okay?” He waited. “See,” I explained. “I don’t care who’s a vampire and who’s a werewolf. That’s irrelevant. You are Jacob, and he is Edward, and I am Bella. And nothing else matters.” His eyes narrowed slightly. “But I am a werewolf,” he said unwillingly. “And he is a vampire,” he added with obvious revulsion. “And I’m a Virgo!” I shouted, exasperated. He raised his eyebrows, measuring my expression with curious eyes. Finally, he shrugged. “If you can really see it that way . . .” “I can. I do.”   “Okay. Just Bella and Jacob. None of those freaky Virgos here.” He smiled at me, the warm, familiar smile that I had missed so much. I felt the answering smile spread across my face. “I’ve really missed you, Jake,” I admitted impulsively. “Me, too,” his smile widened. His eyes were happy and clear, free for once of the angry bitterness. “More than you know. Will you come back soon?” “As soon as I can,” I promised.",
            "vi": "5         5. HỘI NHẬP \"Bạn ổn chứ, Jake? Charlie nói bạn đang khổ sở…..Không lẽ chẳng đỡ hơn chút nào sao?\" Bàn tay ấm áp của anh cuộn quanh bàn tay tôi.  \"Không tệ đến thế,\" anh nói, nhưng không nhìn vào mắt tôi. Anh chậm rãi đi vòng lại chỗ băng ghế của khúc gỗ trôi giạt, nhìn chằm chằm những hòn sỏi đủ sắc cầu vồng, và kéo tôi đi bên anh. Tôi ngồi xuống cây gỗ của chúng tôi, nhưng anh lại ngồi lên chỗ đất ướt, lởm chởm đá chớ không ngồi kế bên tôi. Tôi không biết liệu đó có phải là cách để anh có thể giấu mặt mình dễ hơn không. Anh nắm lấy bàn tay tôi. Tôi bắt đầu nói huyên thuyên để phá tan không khí im lặng. \"Lâu lắm rồi tôi mới trở lại đây. Chắc tôi không biết nhiều chuyện lắm. Sam và Emily ra sao rồi?  Còn Embry nữa? Quil đã - ?\" Tôi dừng nửa chừng, chợt nhớ bạn Jacob - Quil đã từng là một vấn đề nhạy cảm.  \"À, Quil,\" Jacob thở dài.  Vậy hẳn là chuyện đó đã xảy ra - Quil chắc đã tham gia vào đàn sói rồi.  \"Tôi  xin lỗi,\" tôi lầm bầm.  Tôi không ngờ là Jacob khịt mũi. \"Đừng nói thế với cậu ta\" \"Bạn nói vậy nghĩa là sao?\" \"Quil không mong bị thương hại. Mà hoàn toàn ngược lại –cậu ấy rất phấn khích. Hết sức phấn khởi.\" Chuyện này làm tôi chả hiểu gì cả. Tất cả những người sói khác đều rất buồn phiền khi bạn mình có cùng chung số phận với họ. \"Hở?\" Jacob ngoái đầu ra sau nhìn tôi. Cậu ta mỉm cười, rồi đảo mắt.     \"Quil nghĩ đó chính là thứ tuyệt vời nhất mà cậu ấy từng có. Một phần là do cuối cùng cậu ta biết chuyện gì đang xảy ra. và cậu ấy vui vì lại có bạn bè – vui vì đã trở thành thành viên của  một “đại gia đình.\" Jacob lại khịt mũi.  “Tôi nghĩ chuyện đó chẳng có gì là bất ngờ cả. Đúng thực là Quil\" \"Cậu ấy thích vậy à?\"  \"Nói thiệt, bọn họ đều vậy cả,\" Jacob chậm rãi thừa nhận. \"rõ ràng chuyện này cũng có mặt tốt của nó - về tốc độ, tự do, sức mạnh . . . tình cảm -- gia đình... Sam và tôi là những người duy nhất từng cảm thấy thật sự cay đắng. Và Sam đã trải qua chuyện đó cách đây đã lâu rồi. Vì thế giờ đây chỉ còn tôi kêu ca.\" Jacob cười nhạo mình.  Có quá nhiều thứ tôi muốn biết. \"Tại sao bạn và Sam khác nhau? Thế chuyện gì đã xảy ra với Sam? Khó khăn của anh ấy là gì?\" Những câu hỏi chen nhau tuôn ra làm cho anh chàng không biết đâu mà lần, và Jacob lại cười.  \"Dài dòng lắm.\" \"Tôi cũng đã kể bạn nghe chuyện dài còn gì.  Hơn nữa, tôi đâu có vội về nhà\" tôi nói, rồi nhăn nhó khi nghĩ đến rắc rối sắp đến.  Anh ấy ngước nhanh nhìn, lắng nghe ẩn ý trong lời nói của tôi. \"Anh ta sẽ giận bạn hả?\" \"Ừ,\" tôi thừa nhận. \"Anh ấy rất ghét khi tôi làm mấy chuyện mà ảnh … nghĩ là mạo hiểm.\" \"Chẳng hạn như chơi với người sói chứ gì.\" \"Ờ. \" Jacob nhún vai. \"Vậy thì đừng về. Tôi sẽ ngủ trên ghế trường kỷ.\" \"Hay dữ,\" tôi làu bàu. \"Vì ảnh sẽ đến tìm tôi.\" Jacob thừ người ra, rồi mỉm cười thất vọng. \"Anh ta sẽ vậy à?\" \"Nếu ảnh sợ tôi bị thương hay gì gì đó - có lẽ thế\" \"Ý tưởng của tôi lúc nào cũng hay hơn.\" \"Làm ơn đi mà, Jake. Chuyện đó làm tôi bực quá.\" “Chuyện gì làm bạn bực chứ?\" \"Chuyện hai người luôn sẵn sàng giết nhau á!\" Tôi than vãn. \"Chuyện đó làm tôi muốn điên luôn. Tại sao cả hai người không thể cư xử văn minh giùm?\" \"Hắn ta sẵn sàng giết tôi à?\" Jacob hỏi với nụ cười đáng ngại, không quan tâm mấy đến vẻ giận dữ của tôi.  \"Không giống như bạn đâu!\" Tôi nhận ra mình đang gào to. \"Ít ra thì ảnh cũng tỏ ra người lớn trong chuyện này. Ảnh biết là làm bạn đau đớn cũng sẽ làm tôi đau đớn - và vì vậy ảnh sẽ chẳng bao giờ làm. Còn bạn thì dường như chẳng thèm quan tâm đến chuyện đó chút nào hết!\" \"Ờ, đúng rồi,\" Jacob lẩm bẩm. \"Chắc anh ta yêu chuộng hòa bình ghê lắm\" \"Chao ôi!\" Tôi gỡ tay mình ra khỏi tay anh và đẩy đầu anh ra. Sau đó tôi co hai đầu gối lên trước ngực và choàng tay ôm chặt chúng lại.  Tôi nhìn ra phía chân trời, giận dữ.  Jacob yên lặng trong vài phút. Cuối cùng, anh đứng bật dậy và ngồi bên cạnh tôi, quàng hai tay lên vai tôi. Tôi hất ra.  \"Xin lỗi, \" anh lặng lẽ nói. \"Tôi sẽ cố cư xử đàng hoàng.\" Tôi không trả lời.  \"Bạn còn muốn nghe chuyện Sam không?\" anh đề nghị.  Tôi nhún vai.  \"Như tôi đã nói, chuyện dài lắm. Và rất….. kỳ lạ. Có rất nhiều điều kỳ cục về cuộc đời mới này. Tôi đã không có thời gian để kể cho bạn nghe dù chỉ một nửa. Và chuyện của Sam - ừm, tôi thậm chí không biết mình có thể giải thích đúng đắn không nữa.\" Lời anh làm tôi tò mò mặc dù đang rất bực tức.  “Tôi đang nghe đó,\" tôi nói cứng Liếc nhìn kín đáo, tôi thấy gò má anh nhô lên vì cười.  \"Sam khó chấp nhận chuyện đó hơn tụi tôi.  Vì ảnh là người đầu tiên, và ảnh chỉ có một mình, và ảnh không có ai báo cho ảnh biết chuyện gì đang diễn ra. Ông Sam chết trước khi ảnh ra đời, và cha ảnh chưa bao giờ ở gần ảnh. Chẳng có ai ở đó để nhận ra những dấu hiệu này. Lần đầu chuyện đó xảy ra - lần đầu tiên ảnh biến hình - ảnh nghĩ ảnh bị điên. Phải mất hai tuần ảnh mới đủ bình tĩnh để biến lại thành người.  \"Chuyện này xảy ra trước khi bạn đến Forks, vì vậy bạn không nhớ đâu. Mẹ Sam và Leah Clearwater đã nhờ mấy người kiểm lâm tìm ảnh, cả cảnh sát. Mọi người tưởng có tai nạn xảy ra này nọ..…\" \"Leah?\" Tôi hỏi, ngạc nhiên. Leah là con gái của Harry. Nghe đến tên cô tự động làm lòng tôi trào dâng thương cảm. Harry Clearwater, bạn lâu niên của Charlie, đã chết vì đau tim mùa xuân rồi.  Anh đổi giọng, nặng nề hơn. \"Ờ. Leah và Sam yêu nhau khi còn học trung học. Họ bắt đầu hẹn hò khi cô ấy học năm thứ nhất. Cô ấy phát rồ khi ảnh biến mất.\" \"Nhưng ảnh và Emily -\"                      \"Tôi sẽ nói đến chuyện đó - đó là một phần của câu chuyện,\" anh nói. Anh hít từ từ, rồi thở mạnh ra. Tôi thấy mình thực ngốc khi nghĩ Sam chưa hề yêu ai trước khi đến với Emily. Hầu hết mọi người đều yêu rồi chia tay nhiều lần trong đời. Chỉ vì tôi đã quen thấy Sam với Emily, và tôi không thể tưởng tượng ra cảnh ảnh với người khác. Cái cách anh nhìn cô. ….ừm, điều này làm tôi nhớ đến ánh mắt của Edward đôi khi - khi anh nhìn tôi.  \"Sam trở về,\" Jacob nói, \"nhưng không nói cho ai biết ảnh đã ở đâu.  Tin đồn lan rộng – hầu hết mọi người nói rằng ảnh đã làm chuyện gì đó sai trái. Rồi Sam tình cờ gặp ông nội Quil vào một buổi chiều nọ khi ông Quil Ateara đến thăm bà Uley. Sam bắt tay ông. Già Quil suýt nữa thì bị đột quỵ rồi.\" Jacob dừng lại cười.  \"Sao vậy?\" Jacob áp tay lên má tôi và xoay mặt tôi để nhìn vào anh - anh đang nghiêng mình về phía tôi, mặt anh chỉ cách có mấy xăng-ti-mét. Lòng bàn tay anh thiêu cháy da tôi, như thể anh bị sốt vậy. \"Ồ, đúng ha,\" tôi nói. Thật không thoải mái, khi mặt tôi quá gần mặt anh với bàn tay anh nóng bỏng trên da tôi. \"Sam lúc đó đang nóng bừng bừng.\" Jacob lại cười lớn. \"Tay Sam giống như thể đã đặt trên lò lửa vậy.\" Anh quá gần, tôi có thể cảm nhận hơi thở ấm áp của anh. Tôi tự nhiên rướn người lên, để làm tay anh tuột khỏi mặt tôi, nhưng tay vẫn đan tay anh để không làm anh bị tổn thương. Anh mỉm cười và ngả người ra, không bị lừa bởi cố gắng tỏ ra tự nhiên của tôi.  \"Thế là ông Ateara đi thẳng đến chỗ những người già khác,\" Jacob tiếp tục. \"Họ là những người duy nhất còn lại vẫn còn biết, vẫn còn nhớ. Ông Ateara, Billy, và Harry thực đã chứng kiến cảnh ông họ biến đổi. Khi Già Quil kể với họ, họ bí mật gặp Sam và giải thích chuyện này.  \"Chuyện này dễ dàng hơn khi ảnh hiểu ra - khi ảnh không còn đơn độc nữa. Họ biết ảnh sẽ không phải là người duy nhất bị ảnh hưởng bởi sự trở về của gia đình Cullens\" - ảnh nhắc đến tên này với vẻ cay đắng vô thức - \"nhưng chẳng ai khác đủ lớn. Vì thế Sam chờ tụi tôi tham gia với ảnh...\" \"Gia đình Cullens chẳng hề biết,\" tôi thì thầm. \"Họ không nghĩ vẫn còn người sói ở đây.   Họ không biết là việc họ đến đây làm biến đổi các bạn.\"              “Sự thật vẫn là sự thật. \" \"Chuyện này nhắc nhở tôi đừng làm bạn nổi khùng.\" \"Bạn nghĩ tôi nên khoan dung như bạn à? Đâu phải ai cũng là thánh hay người tử vì đạo đâu. \" \"Người lớn chút đi, Jacob. \" \"Ước gì vậy được, \" anh thì thầm lặng lẽ.  Tôi nhìn anh  chằm chằm, cố hiểu phản ứng của anh. \"Gì chớ?\" Jacob cười khúc khích. \"Một trong những chuyện kỳ lạ tôi đã nói đó.\" \"Bạn… không thể…. lớn lên ư?\" Tôi ngây người ra hỏi. \"Bạn sao chớ? Không... già đi ư? Giỡn à?\" \"Không.\" Anh bập môi kêu cái bốp. Tôi cảm thấy máu rần rật trên mặt mình. Nước mắt – những giọt nước mắt tức giận – tràn mi. Tôi nghiến răng kêu kèn kẹt rõ to.  \"Bella? Tôi đã nói gì vậy?\" Tôi lại đứng lên, bàn tay cuộn lại thành nắm đấm, toàn thân run rẩy.  \"Bạn. Không. Già . Đi,\" tôi gầm gừ qua kẽ răng.  Jacob giật nhẹ cánh tay tôi, cố ấn tôi ngồi xuống. \"Chẳng ai trong tụi tôi già đi cả. Có chuyện gì với bạn vậy?\" \"Vậy tôi là người duy nhất phải già đi sao? Tôi sẽ già đi theo từng ngày quỷ quái!\" Tôi gần như rít lên, vung tay vào không trung. Một phần nhỏ nhoi trong tôi nhận ra mình đang nổi cơn tam bành giống Charlie, nhưng chút lý trí đó cũng đã bị phần mất lý trí che lấp. \"Khốn kiếp! Loại thế giới gì đây? Đâu là công lý chớ?\" \"Bình tĩnh nào, Bella.\" \"Im đi, Jacob. Im ngay! Thật quá bất công!\" \"Thiệt là bạn dậm chân dậm cẳng đó hả? Tôi tưởng con gái chỉ làm thế trên TV thôi chớ.\" Tôi gầm gừ chẳng chút ấn tượng nào.  \"Chẳng tệ như bạn nghĩ đâu. Ngồi xuống nghe tôi giải thích nào.\" \"Tôi sẽ đứng.\" Anh trợn tròn mắt. \"Thôi được. Bạn muốn sao cũng được. Nhưng nghe này, một ngày nào đó….. tôi sẽ già đi\" \"Giải thích đi.\" Anh vỗ vỗ cái cây. Tôi trừng mắt nhìn một lát, nhưng cũng ngồi phịch xuống; cơn nóng nảy của tôi cũng tan biến bất ngờ như lúc bùng lên và tôi đã đủ bình tĩnh để nhận ra mình đang tự biến mình thành con ngốc.  \"Khi tụi tôi đủ khả năng để từ bỏ...,\" Jacob nói. \"Khi tụi tôi ngưng biến hình trong một khoảng thời gian liên tục, tụi tôi sẽ già đi. Thật không dễ chút nào.\" Anh lắc đầu, đột ngột nghi ngờ. \"Phải mất khá nhiều thời gian mới hiểu được loại kiềm chế này. Thậm chí Sam cũng chưa làm được chuyện này nữa. Nhưng chẳng ích gì vì có cả một lũ ma cà rồng đông đúc ngay trên đường phố. Tụi tôi thậm chí chẳng thể nghĩ đến chuyện từ bỏ này khi bộ lạc vẫn cần người che chở. Nhưng dù sao thì bạn cũng không nên bận tâm về điều này, vì tôi đã già hơn bạn rồi, ít nhất là về mặt thể chất\" \"Bạn đang nói gì thế?\" \"Hãy nhìn tôi nè, Bells. Tôi có giống 16 tuổi không?\" Tôi nhìn lên nhìn xuống thân hình đồ sộ của anh, cố tỏ ra không thành kiến. \"Tôi nghĩ là không giống mấy\" \"Chẳng giống chút nào. Bởi vì tụi tôi đã trưởng thành hoàn toàn trong vài tháng khi gen người sói bắt đầu bộc phát. Tăng trưởng nhanh kinh khiếp.\" Anh nhăn nhó. \"Về mặt thể chất, chắc tôi khoảng hai lăm tuổi gì đó. Vì vậy bạn không nên làm om sòm về chuyện quá già so với tôi trong vòng ít nhất bảy năm nữa\" Khoảng hai mươi lăm tuổi gì đó. Ý nghĩ này làm đầu óc tôi lộn tùng phèo. Nhưng tôi nhớ chuyện lớn vọt đó - tôi nhớ đã nhìn anh cao vọt lên và to ra ngay trước mắt mình. Tôi nhớ anh trông khác từng ngày ra sao... Tôi lắc lắc đầu, cảm thấy chóng mặt.  \"Nè, bạn có muốn nghe chuyện Sam, hay bạn muốn hét thêm vào mặt tôi chuyện gì đó ngoài khả năng kiểm soát của tôi hả?\" Tôi hít thật sâu. \"Xin lỗi. Vấn đề tuổi tác là đề tài quá nhạy cảm đối với tôi. Chuyện đó làm tôi căng thẳng.\" Jacob nhắm nghiền mắt, trông như thể anh đang cố nghĩ ra cách nói điều gì đó.  Vì tôi không muốn nói đến chuyện nhạy cảm thực sự đó – dự định của tôi trong tương lai, hoặc hoà ước có thể bị phá vỡ vì những dự định trên, nên tôi nhắc anh.  \"Vậy khi Sam hiểu chuyện gì đang xảy ra, khi ảnh đã có Billy và Harry và ông Ateara, bạn nói chuyện đó không còn khó nữa. Và, như bạn đã nói, có những điểm hay ho...\" Tôi do dự giây lát. \"Thì tại sao Sam lại ghét họ đến thế? Tại sao ảnh muốn tôi ghét họ?\" Jacob thở dài. \"Đây là phần hết sức kỳ lạ.\" \"Tôi là trùm về chuyện kỳ lạ mà.\" \"Ờ, tôi biết.\" Anh cười toe toét rồi mới nói tiếp. \"Nè, bạn nói đúng đó. Sam biết chuyện gì đang xảy ra, và mọi thứ gần như ổn rồi. Về mọi mặt, cuộc sống của ảnh đã trở lại, ờ, không bình thường. Mà là tốt hơn.\" Rồi mặt Jacob cau lại, như thể điều gì đó  đau đớn đang đến. \"Sam không thể nói cho Leah biết. Tụi tôi không được kể cho ai biết hết nếu những người này chẳng cần phải biết. Và ở bên cô ấy, thật chẳng an toàn chút nào - nhưng ảnh đã lừa đảo, như tôi đã làm vậy với bạn. Leah rất tức giận vì ảnh không chịu nói cho cô ấy biết chuyện gì đang xảy ra – ảnh đã ở đâu, ảnh đi đâu lúc đêm về, tại sao ảnh luôn kiệt sức - nhưng họ đang giải quyết chuyện này. Họ đang cố gắng. Họ rất yêu nhau.\" \"Cô ấy có khám phá ra không?  Có phải đã xảy ra thế không?\" Anh lắc đầu. \"Không, không phải là vấn đề đó. Em họ của cô ấy, Emily Young, từ khu bảo tồn Makah xuống để thăm cô ấy vào một ngày cuối tuần.\" Tôi thở hổn hển. \"Emily là em họ của Leah?\" \"Chị em họ xa thôi. Nhưng họ thân nhau lắm. Khi còn nhỏ, y như hai chị em ruột vậy\" \"Chuyện đó…..khủng khiếp quá. Làm sao mà Sam có thể…..? Tôi lắc đầu, giọng nhỏ dần,.  \"Tuy vậy, đừng vội đánh giá ảnh. Có ai từng bảo bạn là…. Bạn đã bao giờ nghe chuyện tiếng sét chưa?\" “Tiếng sét?\" Tôi lặp lại từ xa lạ này. \"Không biết. Nghĩa là gì vậy?\" \"Đó là một trong những thứ kỳ quái đó tụi tôi phải đối phó. Chuyện này không xảy ra với tất cả mọi người. Thực ra, đó là ngoại lệ hiếm hoi, không theo quy luật. Sam đã nghe mấy chuyện này trước đó rồi, những câu chuyện mà mình thường hay nghĩ chỉ là chuyện cổ tích. Ảnh đã nghe đến chuyện tiếng sét, nhưng ảnh chẳng bao giờ lại nghĩ... \" \"Nó là cái gì vậy?\" Tôi thúc giục.  Mắt Jacob nhìn xa xăm ra biển. \"Sam đã rất yêu Leah. Nhưng khi gặp Emily, chuyện đó đã không còn ý nghĩa gì nữa. Đôi khi…tụi tôi không biết chính xác tại sao… tụi tôi lại tìm bạn theo cách đó.\" Mắt anh liếc tôi thật nhanh, mặt anh đỏ lên . \"Ý tôi là……là bạn đời.\" \"Theo kiểu gì? Yêu ngay từ cái nhìn đầu tiên à?\" Tôi cười khúc khích.  Jacob không cười. Đôi mắt đen của anh có ý lên án phản ứng của tôi. \"Nó mãnh liệt hơn thế đôi chút.  Rõ ràng hơn.\" \"Xin lỗi, \" tôi lẩm bẩm. \"Bạn nói thiệt đó hả?\" \"Ờ, thiệt đó.\" \"Yêu ngay từ ánh nhìn đầu tiên? Nhưng mãnh liệt hơn?\" Giọng tôi vẫn đầy vẻ nghi ngờ, và anh biết điều đó.  \"Không dễ giải thích đâu. Dù sao thì cũng không quan trọng.\" Anh nhún vai hững hờ.  \"Bạn muốn biết chuyện gì đã làm Sam ghét ma cà rồng vì đã biến đổi ảnh, làm ảnh căm ghét bản thân mình ư. Và đó là chuyện đã xảy ra. Ảnh đã làm Leah đau lòng. Ảnh chà đạp lên mọi lời đã hứa với cô ấy.  Mỗi ngày ảnh phải nhìn thấy lời buộc tội này trong mắt cô ấy, và biết rằng cô ấy đúng.\" Anh ngừng lại đột ngột, như thể anh đã nói cái gì đó không định nói ra.  \"Emily đã đối phó với chuyện này như thế nào? Nếu cô ấy thân với Leah như thế ... ?\" Sam và Emily hoàn toàn xứng với nhau, hai mảnh ghép, hoàn toàn khớp nhau. Tuy nhiên…..làm sao Emily quên được chuyện ảnh đã từng thuộc về người khác?  Mà gần như là chị cô.  \"Lúc mới đầu cô ấy hết sức tức giận. Nhưng thật khó mà cưỡng lại sự tận tụy và đam mê đến mức đó.\" Jacob thở dài. \"Rồi, Sam đã có thể kể cho cô ấy biết mọi chuyện. Không có luật lệ nào có thể trói buộc bạn khi bạn tìm ra nửa kia của đời mình. Bạn cũng biết cô ấy bị thương thế nào rồi phải không?\" \"Ờ.\" Câu chuyện được truyền tụng ở Forks là cô ấy đã bị gấu tấn công, nhưng tôi đã biết bí mật này. Người sói không tự chủ được, Edward nói thế. Những người gần gũi chúng sẽ bị thương.  \"Ừm, kỳ lạ hết sức, đó là cách họ giải quyết mọi chuyện. Sam quá khiếp sợ, quá kinh tởm chính mình, căm ghét điều mình đã gây ra…. Ảnh lẽ ra đã lao vào xe buýt nếu làm vậy sẽ khiến cô ấy cảm thấy đỡ hơn. Dù sao đi nữa, nếu làm vậy thì ảnh đã có thể trốn tránh được chuyện mình đã làm. Ảnh đã bị khủng hoảng. .. Rồi, làm sao đó, cô ấy là người duy nhất an ủi ảnh, và sau đó….\" Jacob không nói hết được suy nghĩ của mình, và tôi cảm thấy câu chuyện quá riêng tư để kể cho nhau biết.  \"Tội nghiệp Emily,\" tôi thì thầm. “Tội nghiệp Sam. Tội nghiệp Leah…..\" \"Ờ, Leah là người khổ tâm nhất, \" anh đồng ý. \"Cô ấy tỏ vẻ can đảm. Cô ấy sẽ làm phù dâu.\" Tôi nhìn đi chỗ khác, về phía đá lởm chởm nhô lên từ biển như những ngón tay múp míp bị đứt lìa trên phía nam của bến cảng, vừa cố hiểu hết mấy chuyện này. Tôi có thể cảm nhận đôi mắt anh nhìn vào mặt tôi, chờ tôi nói gì đó. \"Chuyện đó đã xảy đến với bạn à?\" Cuối cùng thì tôi cũng hỏi, vẫn nhìn sang chỗ khác. \"Chuyện yêu ngay từ cái nhìn đầu tiên á?\" \"Không,\" anh trả lời thật nhanh. \"Sam và Jared là những người duy nhất.\" \"Ưm,\" tôi nói, cố tỏ vẻ lịch sự quan tâm. Tôi cảm thấy nhẹ nhõm, và tôi cố giải thích phản ứng này với chính mình. Tôi cho là mình mừng vì anh không khẳng định có mối ràng buộc kiểu người sói huyền bí nào giữa hai chúng tôi. Quan hệ của chúng tôi nhiêu đó cũng đủ rối tung lên rồi. Không cần thêm bất cứ chuyện siêu nhiên nào hơn cái tôi đã có để đối phó.  Anh cũng yên lặng, và sự im lặng này hơi không thoải mái. Trực giác mách bảo là tôi không muốn nghe điều anh đang suy nghĩ.  \"Chuyện đó xảy ra với Jared như thế nào?\" Tôi hỏi để phá tan sự yên lặng.  \"Không có gì kịch tính hết.  Chỉ là một cô gái anh chàng ngồi bên cạnh ở trường mỗi ngày suốt một năm mà không bao giờ nhìn lại lần thứ hai. Thế mà, sau khi biến đổi, anh chàng gặp lại cô nàng và không bao giờ nhìn sang chỗ khác nữa. Kim khoái lắm. Cô nàng mê tít anh chàng mà. Cô nàng đã kèm cả họ của anh chàng vào sau tên của cô nàng trong khắp nhật ký. Anh cười giễu cợt.  Tôi cau mày. \"Jared kể bạn nghe chuyện đó hả? Lẽ ra anh ta không nên thế chứ.\" Jacob cắn môi. \"Tôi nghĩ mình không nên cười. Mặc dù chuyện đó thiệt mắc cười\" \"Bạn lòng.”  Anh thở dài. \"Jared không cố tình kể cho chúng tôi nghe gì hết.  Tôi đã kể bạn nghe phần này rồi, nhớ không?\" \"Ồ, ờ.  Mấy bạn có thể nghe suy nghĩ của nhau, nhưng chỉ khi là người sói thôi, phải không?\" \"Đúng. Cũng giống thằng hút máu của bạn.\" Anh quắc mắt nhìn tôi.  \"Edward,\" tôi chỉnh lại. \"Đúng rồi, đúng rồi. Đó là tại sao tôi biết nhiều về cảm giác của Sam như thế. Nếu ảnh được quyền lựa chọn thì sẽ không có chuyện ảnh kể cho tụi tôi biết. Thực ra thì, đó là điều tất cả tụi tôi đều ghét.\" Giọng anh đột ngột cay đắng . \"Thật khủng khiếp. Không còn gì riêng tư, không còn gì bí mật gì cả. Mọi thứ mà bạn ngại ngùng đều bị phơi bày cho mọi người thấy.\" Anh rùng mình.  \"Nghe khủng khiếp quá,\" tôi thì thầm.  \"Chuyện này đôi khi có ích khi tụi tôi cần phối hợp nhau,\" anh miễn cưỡng nói \"Năm thì mười hoạ khi có một tên hút máu nào đó băng qua lãnh thổ của tụi tôi. Laurent vui thật. Và nếu gia đình Cullens không ngáng đường tụi tôi hôm thứ bảy vừa rồi….ugh!\" anh rên rỉ. \"thì tụi tôi đã tóm được cô ả rồi!\" Tay anh cuộn lại thành nắm đấm giận dữ.  Tôi nao núng. Dù tôi rất lo Jasper hoặc Emmett bị thương, cũng chẳng hề so được với nỗi hoảng sợ khi nghĩ đến Jacob đấu với Victoria. Emmett và Jasper là những người gần như không thể hủy diệt.  Còn Jacob vẫn ấm áp, vẫn khá là người. Có thể chết. Tôi nghĩ đến chuyện Jacob đối mặt với Victoria, mái tóc rực rỡ của cô ta vờn quanh khuôn mặt nham hiểm kỳ lạ... rồi rùng mình.  Jacob nhìn tôi tò mò.\"Nhưng với bạn cũng có khác gì đâu?  Anh ta luôn chui vô đầu bạn?” \"Ồ, không. Edward không bao giờ chui vô đầu tôi cả. Ảnh chỉ biết ước thôi. \" Vẻ mặt Jacob trở nên bối rối.  \"Ảnh không đọc được suy nghĩ của tôi, \" tôi giải thích, giọng tôi hơi tự mãn một chút do thói quen cũ. \"Tôi là người duy nhất như thế, đối với ảnh. Tụi tôi không biết tại sao ảnh lại không thể.\" \"Kỳ ha,\" Jacob nói.  \"Ờ.\" Nét tự phụ tan biến. \"Có lẽ nghĩa là đầu óc tôi không ổn sao đó,\" tôi thú nhận.  \"Tôi đã biết đầu óc bạn bất bình thường rồi,\" Jacob lẩm bẩm.  \"Cám ơn nghe.\" Mặt trời đột ngột ló ra khỏi đám mây, một điều bất ngờ mà tôi không nghĩ đến, và tôi phải nheo mắt tránh ánh phản chiếu của nó trên mặt nước. Mọi thứ đổi màu -  những con sóng chuyển từ xám sang xanh dương, những cây ô liu xám xịt chuyển sang  màu ngọc bích lấp lánh, và những viên sỏi màu cầu vồng chiếu lấp lánh như nữ trang thiệt vậy.  Chúng tôi nheo mắt nhìn một hồi lâu, điều chỉnh mắt lại. Chẳng có tiếng động nào ngoài tiếng sóng vỗ liên tục vọng lại từ bốn bề bến cảng được che chắn, tiếng lạo xạo nhẹ nhàng của sỏi va vào nhau theo chuyển động của con nước, và tiếng mòng biển kêu to xa xa trên đầu. Thật yên bình.  Jacob xích đến gần hơn, để tựa vào cánh tay tôi. Anh thật ấm. Sau đó một phút như vậy, tôi giũ áo khoác. Anh kêu nho nhỏ trong cổ họng tỏ vẻ hài lòng, và tựa má trên đỉnh đầu tôi. Tôi cảm nhận được hơi nóng mặt trời trên da mình – mặc dù không ấm bằng Jacob - và tôi vu vơ tự hỏi bao lâu thì nó sẽ thiêu cháy tôi.  Lơ đãng, tôi xoay tay phải sang một bên, và ngắm ánh nắng lấp lánh chiếu sáng cái sẹo James để lại ở đó.  \"Bạn đang nghĩ về chuyện gì vậy?\" anh thì thầm.  \"Mặt trời. \" \"Ừm. Thật dễ thương.\" \"Bạn đang nghĩ về chuyện gì vậy?\" Tôi hỏi.  Anh cười tủm tỉm. “Mình đang nhớ đến cuốn phim điên khùng bạn dẫn mình đi coi. Và Mike Newton ói tùm lum.\" Tôi cũng cười, ngạc nhiên khi thấy thời gian đã thay đổi ký ức thế nào. Kỷ niệm đó đã từng làm tôi căng thẳng, bối rối. Có quá nhiều thứ đã thay đổi trong đêm đó. Và bây giờ tôi có thể cười được. Đó là buổi tối cuối cùng Jacob và tôi ở bên nhau trước khi anh biết sự thật về bệnh di truyền của mình. Ký ức làm con người cuối cùng. Giờ đã thành một kỷ niệm vui kỳ lạ.  \"Tôi nhớ chuyện đó,\" Jacob nói. \"Ngày trước thật hết sức ... giản dị. Tôi mừng vì đã có một kỷ niệm đẹp.” Jacob thở dài. Anh cảm thấy sự căng thẳng đột ngột trong cơ thể tôi vì lời anh gợi lên ký ức của riêng tôi.  \"Chuyện gì vậy?\" ảnh hỏi  \"Về kỷ niệm đẹp của bạn…..\" Tôi xích ra xa anh ra để có thể đọc được mặt anh. Lúc đó, thật khó hiểu. \"Bạn có thể kể cho tôi biết bạn đã làm gì vào sáng thứ hai đó không? Bạn đang nghĩ đến điều gì đã làm Eward bực mình.\"  Bực mình không phải là từ chính xác miêu tả nó, nhưng tôi muốn có câu trả lời, nên tôi nghĩ tốt nhất không nên bắt đầu quá gay gắt. Mặt Jacob sáng bừng khi hiểu ra, và anh cười. \"Tôi chỉ nghĩ về bạn thôi. Hắn ta không thích thế, đúng không?\" \"Tôi ư? Nghĩ gì về tôi?\" Jacob cười, hơi cay đắng hơn lúc này. \"Tôi nhớ lại bạn ra sao trong đêm Sam tìm thấy bạn - tôi đã nhìn thấy chuyện đó trong đầu ảnh, và tựa như tôi ở đó vậy; bạn biết đó, ký ức đó luôn ám ảnh Sam, rồi tôi nhớ bạn trông ra sao vào lần đầu bạn đến nhà tôi. Tôi cá là thậm chí bạn cũng không biết mình nhếch nhác thế nào đâu, Bella. Phải mấy tuần sau bạn mới bắt đầu có vẻ người trở lại. Và tôi nhớ bạn luôn lấy quấn tay ôm lấy thân mình thế nào, cố giữ cho mình không rã rời thành từng mảnh...\" Jacob cau mày, rồi lắc đầu. \"Đối với tôi, thật đau lòng khi nhớ lại lúc đó bạn buồn ra sao, mà đó không phải là lỗi của tôi đó. Vì thế tôi nghĩ anh ta sẽ còn đau đớn hơn vậy. Và tôi nghĩ anh ta nên nhìn qua những chuyện anh ta đã gây ra.\" Tôi đánh bốp vào vai anh. Cái vỗ làm đau tay tôi. \"Jacob Black, đừng bao giờ làm chuyện đó nữa nhé! Hứa với tôi bạn sẽ không làm nữa nhé.\" \"Không đời nào.  Bao tháng rồi, tôi chẳng vui được như vậy.\" \"Vậy giúp tôi đi, Jake - \" \"Ồ, bình tĩnh nào, Bella. Khi nào mới gặp lại anh ta chớ? Đừng lo về chuyện đó. \" Tôi đứng lên, và anh giữ tay tôi lại khi tôi bắt đầu bỏ đi. Tôi cố giật tay ra.  \"Tôi đi đây, Jacob.\" \"Không, khoan đi,\" anh phản đối, bàn tay anh siết chặt tay tôi. \"Tôi xin lỗi. Và…..được rồi, tôi sẽ không làm vậy nữa đâu. Hứa đó.\" Tôi thở dài. \"Cám ơn, Jake. \" \"Nào, mình về nhà đi,\" anh háo hức nói.  \"Thực ra thì, tôi thật cần phải đi. Angela Weber đang chờ, và tôi biết Alice lo lắng. Tôi không muốn làm cô ấy bực mình quá nhiều\" \"Nhưng bạn mới đến đây thôi mà!\" “Thấy giống vậy thiệt,\" tôi đồng ý. Tôi nhìn trừng trừng vào mặt trời, không hiểu sao lại chiếu thẳng vô đầu tôi. Sao mà thời gian đi qua nhanh thế nhỉ? Mày anh nhíu lại. \"Tôi không biết khi nào mới được gặp lại bạn,\" anh nói bằng giọng đau đớn.  \"Lần sau tôi sẽ trở lại khi ảnh đi xa,\" tôi hấp tấp hứa.  \"Đi xa à?\" Jacob trợn tròn mắt. \"Đó là một cách thú vị để miêu tả chuyện anh ta sẽ làm.  Đồ ký sinh gớm ghiếc.\" \"Nếu bạn không cư xử đàng hoàng, tôi sẽ không quay lại đâu!\" Tôi đe doạ, cố rút tay ra. Anh không chịu buông tay tôi.  \"Oái, đừng giận, \" anh nói, cười toe toét. \"Phản xạ mà.\" \"Nếu tôi cố gắng quay lại, bạn sẽ phải rõ một chuyện, được chứ?\" Anh chờ đợi.  \"Này,\" tôi giải thích. \"Tôi không quan tâm chuyện ai là ma cà rồng và ai là người sói. Chuyện đó chẳng liên quan gì cả. Bạn là Jacob, và ảnh là Edward, và tôi là Bella. Và không gì khác quan trọng hết.\" Mắt anh hơi nheo lại. \"Nhưng tôi là người sói,\" anh miễn cưỡng nói. \"Còn anh ta là ma cà rồng,\" anh nói thêm ghê tởm rõ rệt.  \"Còn tôi là xử nữ luôn phải làm vui lòng mọi người khác!\" Tôi la to, bực tức.  Anh nhướng mày, cân nhắc vẻ mặt của tôi với ánh mắt tò mò. Cuối cùng, anh nhún vai.  \"Nếu bạn thực có thể nhìn nhận chuyện này theo cách đó...\" “Tôi có thể. Tôi nhìn nhận vậy đó.\" \"Được thôi. Chỉ Bella và Jacob thôi. Không có mấy người xử nữ quái đản nào ở đây hết.\" Anh mỉm cười với tôi, nụ cười ấm áp, quen thuộc đã lâu không nhìn thấy. Tôi cảm thấy nụ cười đáp trả trải rộng trên mặt mình.  \"Tôi nhớ bạn lắm, Jake,\" tôi không kiềm được phải thú nhận. \"Tôi cũng vậy,\" anh toét miệng cười. Mắt anh hạnh phúc và trong trẻo, không gợn chút cay đắng giận hờn.  \"Hơn bạn biết. Bạn sẽ sớm trở lại chứ?\" \"Ngay khi có thể, \" tôi hứa."
        },
        {
            "en": "Father was in the army all through the war—the first war, I mean-so, up to the age of five, I never saw much of him, and what I saw did not worry me. Sometimes I woke and there was a big figure in khaki peering down at me in the candlelight. Sometimes in the early morning I heard the slamming of the front door and the clatter of nailed boots down the cobbles of the lane. These were Father’s exits and entrances. Like Santa Claus he came and went mysteriously. In fact, I rather liked his visits, though it was an uncomfortable squeeze between Mother and him when I got into the big bed in the early morning. He smoked, which gave him a pleasant musty smell, and shaved, an operation of astounding interest. Each time he left a trail of souvenirs—model tanks and Gurkha knives with handles made of bullet cases, and German helmets and cap badges and buttonsticks, and all sorts of military equipment—carefully stored away in a long box on top of the wardrobe, in case they ever came in handy. There was a bit of the magpie about Father; he expected everything to come in handy. When his back was turned, Mother let me get a chair and rummage through his treasures. She didn’t seem to think so highly of them as he did. The war was the most peaceful period of my life. The window of my attic faced southeast. My mother had curtained it, but that had small effect. I always woke with the first light and, with all the responsibilities of the previous day melted, feeling myself rather like the sun, ready to illuminate and rejoice. Life never seemed so simple and clear and full of possibilities as then. I put my feet out from under the clothes—I called them Mrs. Left and Mrs. Right—and invented dramatic situations for them in which they discussed the problems of the day. At least Mrs. Right did; she was very demonstrative, but I had not the same control of Mrs. Left, so she mostly contented herself with nodding agreement. They discussed what Mother and I should do during the day, what Santa Claus should give a fellow for Christmas, and what steps should be taken to brighten the home. There was that little matter of the baby, for instance. Mother and I could never agree about that. Ours was the only house in the terrace without a new baby, and Mother said we couldn’t afford one till Father came back from the war because they cost seventeen and six. That showed how simple she was. The Geneys up the road had a baby, and everyone knew they couldn’t afford seventeen and six. It was probably a cheap baby, and Mother wanted something really good, but I felt she was too exclusive. The Geneys’ baby would have done us fine. Having settled my plans for the day, I got up, put a chair under the attic window, and lifted the frame high enough to stick out my head. The window overlooked the front gardens of the terrace behind ours, and beyond these it looked over a deep valley to the tall, red-brick houses terraced up the opposite hillside, which were all still in shadow, while those at our side of the valley were all lit up, though with long strange shadows that made them seem unfamiliar; rigid and painted. After that I went into Mother’s room and climbed into the big bed. She woke and I began to tell her of my schemes. By this time, though I never seem to have noticed it, I was petrified in my nightshirt, and I thawed as I talked until, the last frost melted, I fell asleep beside her and woke again only when I heard her below in the kitchen, making the breakfast. After breakfast we went into town; heard Mass at St. Augustine’s and said a prayer for Father, and did the shopping. If the afternoon is fine we either went for a walk in the country or a visit to Mother’s great friend in the convent, Mother St. Dominic. Mother had them all praying for father, and every night, going to bed, I asked God to send him back safe from the war to us. Little, indeed, did I know what I was praying for! One morning, I got into the big bed, and there, sure enough, was Father in his usual Santa Claus manner, but later, instead of uniform, he put on his best blue suit, and Mother was as pleased as anything. I saw nothing to be pleased about, because, out of uniform, Father was altogether less interesting, but she only beamed, and explained that our prayers had been answered, and off we went to Mass to thank God for having brought Father safely home. The irony of it! That very day when he came in to dinner he took off his boots and put on his slippers, donned the dirty old cap he wore about the house to save him from colds, crossed his legs, and began to talk gravely to Mother, who looked anxious. Naturally, I disliked her looking anxious, because it destroyed her good looks, so I interrupted him.  “Just a moment, Larry!” she said gently. This was only what she said when we had boring visitors, so I attached no importance to it and went on talking.  “Do be quiet, Larry!” she said impatiently. “Don’t you hear me talking to Daddy?” This was the first time I had heard those ominous words, “talking to Daddy,” and I couldn’t help feeling that if this was how God answers prayers, he couldn’t listen to them very attentively.  “Why are you talking to Daddy?” I asked with as great show of indifference as I could muster.  “Because Daddy and I have business to discuss. Now, don’t interrupt again!” In the afternoon, at Mother’s request, Father took me for a walk. This time we went into town instead of out the country, and I thought at first, in my usual optimistic way, that it might be an improvement. It was nothing of the sort. Father and I had quite different notions of a walk in town. He had no proper interest in trams, ships, and horses, and the only thing that seemed to divert him was talking to fellows as old as himself. When I wanted to stop he simply went on, dragging me behind him by the hand; when he wanted to stop I had no alternative but to do the same. I noticed that it seemed to be a sign that he wanted to stop for a long time whenever he leaned against a wall. The second time I saw him do it I got wild. He seemed to be settling himself forever. I pulled him by the coat and trousers, but, unlike Mother who, if you were too persistent, got into a wax and said: “Larry if you don’t behave yourself, I’ll give you a good slap,” Father had an extraordinary capacity for amiable inattention. I sized him up and wondered would I cry, but he seemed to be too remote to be annoyed even by that. Really, it was like going for a walk with a mountain! He either ignored the wrenching and pummeling entirely, or else glanced down with a grin of amusement from his peak. I had never met anyone so absorbed in himself as he seemed. At teatime, “talking to Daddy” began again, complicated this time by the fact that he had an evening paper, and every few minutes he put it down and told Mother something new out of it. I felt this was foul play. Man for man, I was prepared to compete with him any time for Mother’s attention, but when he had it all made up for him by other people it left me no chance. Several times I tried to change the subject without success.  “You must be quiet while Daddy is reading, Larry,” Mother said impatiently. It was clear that she either genuinely liked talking to Father better than talking to me, or else he had some terrible hold on her which made her afraid to admit the truth. “Mummy,” I said that night when she was tucking me up, “do you think that if I prayed hard God would send Daddy back to war?” She seemed to think about that for a moment. “No, dear,” she said with a smile. “I don’t think he would. “  “Why wouldn’t he, Mummy?” “Because there isn’t a war any longer, dear. “  “But, Mummy, couldn’t God make another war, if He liked?” “He wouldn’t like to, dear. It’s not God who makes wars, but bad people. “  “Oh!” I said. I was disappointed about that. I began to think that God wasn’t quite what he was cracked up to be. Next morning I woke at my usual hour, feeling like a bottle of champagne. I put out my feet and invented a long conversation in which Mrs. Right talked of the trouble she had with her own father till she put him in the Home. I didn’t quite know what the Home was but it sounded the right place for Father. Then I got my chair and stuck my head out of the attic window. Dawn was just breaking, with a guilty air that made me feel I had caught it in the act. My head bursting with stories and schemes, I stumbled in next door, and in the half-darkness scrambled into the big bed. There was no room at Mother’s side so I had to get between her and Father. For the time being I had forgotten about him, and for several minutes I sat bolt upright, racking my brains to know what I could do with him. He was taking up more than his fair share of the bed, and I couldn’t get comfortable, so I gave him several kicks that made him grunt and stretch. He made room all right, though. Mother waked and felt for me. I settled back comfortably in the warmth of the bed with my thumb in my mouth. “Mummy!” I hummed, loudly and contentedly. “Sssh! dear,” she whispered. “Don’t wake Daddy!” This was a new development, which threatened to be more serious than “talking to Daddy. ” Life without my early-morning conferences was unthinkable. “Why?” I asked severely.  “Because poor Daddy is tired. “ This seemed to me a quite inadequate reason, and I was sickened by the sentimentality of her “poor Daddy. ” I never liked that sort of gush; it always struck me as insincere. “Oh!” I said lightly. Then in my most winning tone: “Do you know where I want to go with you today, Mummy?”  “No, dear,” she sighed. “I want to go down the Glen and fish for thornybacks with my new net, and then I want to go out to the Fox and Hounds, and—” “Don’t-wake-Daddy!” she hissed angrily, clapping her hand across my mouth. But it was too late. He was awake, or nearly so. He grunted and reached for the matches. Then he stared incredulously at his watch. “Like a cup of tea, dear?” asked Mother in a meek, hushed voice I had never heard her use before. It sounded almost as though she were afraid. “Tea?” he exclaimed indignantly. “Do you know what the time is?”  “And after that I want to go up the Rathcooney Road,” I said loudly, afraid I’d forget something in all those interruptions. “Go to sleep at once, Larry!” she said sharply. I began to snivel. I couldn’t concentrate, the way that pair went on, and smothering my early-morning schemes was like burying a family from the cradle. Father said nothing, but lit his pipe and sucked it, looking out into the shadows without minding Mother or me. I knew he was mad. Every time I made a remark Mother hushed me irritably. I was mortified. I felt it wasn’t fair; there was even something sinister in it. Every time I had pointed out to her the waste of making up two beds when we could both sleep in one, she had told me it was healthier like that, and now here was this man, this stranger, sleeping with her without the least regard for her health! He got up early and made tea, but though he brought Mother a cup he brought none for me.  “Mummy,” I shouted, “I want a cup of tea, too. “ “Yes, dear,” she said patiently. “You can drink from Mummy’s saucer. “ That settled it. Either Father or I would have to leave the house. I didn’t want to drink from Mother’s saucer; I wanted to be treated as an equal in my own home, so, just to spite her, I drank it all and left none for her. She took that quietly, too. But that night while she was putting me to bed she said gently:  “Larry, I want you to promise me something. “ “What is it?” I asked. “Not to come in and disturb poor Daddy in the morning. Promise?”  “Poor Daddy” again! I was becoming suspicious of everything involving that quite impossible man. “Why?” I asked. “Because poor Daddy is worried and tired and he doesn’t sleep well. “  “Why doesn’t he, Mummy?” “Well, you know, don’t you, that while he was at the war Mummy got the pennies from the Post Office?” “From Miss MacCarthy?”  “That’s right. But now, you see, Miss MacCarthy hasn’t anymore pennies, so Daddy must go out and find us some. You know what would happen if he couldn’t?” “No,” I said, “tell us. “ “Well, I think we might have to go out and beg for them like the poor old woman on Fridays. We wouldn’t like that, would we?” “No,” I agreed. “We wouldn’t. “  “So you’ll promise not to come in and wake him?” “Promise. “ Mind you, I meant that. I knew pennies were a serious matter, and I was all against having to go out and beg like the old woman on Fridays. Mother laid out all my toys in a complete ring round the bed so that, whatever way I got out, I was bound to fall over one of them. When I woke I remembered my promise all right. I got up and sat on the floor and played—for hours, it seemed to me. Then I got my chair and looked out the attic window for more hours. I wished it was time for Father to wake; I wished someone would make me a cup of tea. I didn’t feel in the least like the sun; instead, I was bored and so very, very cold! I simply longed for the warmth and depth of the big featherbed. At last I could stand it no longer. I went into the next room. As there was still no room at Mother’s side I climbed over her and she woke with a start. “Larry,” she whispered, gripping my arms very tightly, “what did you promise?” “But I did, Mummy,” I wailed, caught in the very act. “I was quiet for ever so long. “  “Oh, dear, and you’re perished!” she said sadly, feeling me all over. “Now if I let you stay will you promise not to talk?” “But I want to talk, Mummy,” I wailed. “That has nothing to do with it,” she said with a firmness that was new to me. “Daddy wants to sleep. Now, do you understand that?” I understood it only too well. I wanted to talk, he wanted to sleep—whose house was it, anyway? “Mummy,” I said with equal firmness, “I think it would be healthier for Daddy to sleep in his own bed. “ That seemed to stagger her, because she said nothing for a while.  “Now, once for all,” she went on, “you’re to be perfectly quiet or go back to your own bed. Which is it to be?” The injustice of it got me down. I had convicted her out of her own mouth of inconsistency and unreasonableness, and she hadn’t even attempted to reply. Full of spite, I gave Father a kick, which she didn’t notice but which made him grunt and open his eyes in alarm.  “What time is it?” he asked in a panic-stricken voice, not looking at Mother but at the door, as if he saw someone there. “It’s early yet,” she replied soothingly. “It’s only the child. Go to sleep again. Now, Larry,” she added, getting out of bed, “you’ve wakened Daddy and you must go back. “ This time, for all her quiet air, I knew she meant it, and knew that my principal rights and privileges were as good as lost unless I asserted them at once. As she lifted me, I gave a screech, enough to wake the dead, not to mind Father. He groaned. “That damn child! Doesn’t he ever sleep?”  “It’s only a habit, dear,” she said quietly, though I could see she was vexed. “Well, it’s time he got out of it,” shouted Father, beginning to heave in the bed. He suddenly gathered all the bedclothes about him, turned to the wall, and then looked back over his shoulder with nothing showing only two small, spiteful, dark eyes. The man looked very wicked. To open the bedroom door, Mother had to let me down, and I broke free and dashed for the farthest corner, screeching. Father sat bolt upright in bed. “Shut up, you little puppy!” he said in a choking voice. I was so astonished that I stopped screeching. Never, never had anyone spoken to me in that tone before. I looked at him incredulously and saw his face convulsed with rage. It was only then that I fully realized how God had codded me, listening to my prayers for the safe return of this monster.  “Shut up, you!” I bawled, beside myself. “What’s that you said?” shouted Father, making a wild leap out of the bed. “Mick, Mick!” cried Mother. “Don’t you see the child isn’t used to you?”  “I see he’s better fed than taught,” snarled Father, waving his arms wildly. “He wants his bottom smacked. “ All his previous shouting was as nothing to these obscene words referring to my person. They really made my blood boil. “Smack your own!” I screamed hysterically. “Smack your own! Shut up! Shut up!” At this he lost his patience and let fly at me. He did it with the lack of conviction you’d expect of a man under Mother’s horrified eyes, and it ended up as a mere tap, but the sheer indignity of being struck at all by a stranger, a total stranger who had cajoled his way back from the war into our big bed as a result of my innocent intercession, made me completely dotty. I shrieked and shrieked, and danced in my bare feet, and Father, looking awkward and hairy in nothing but a short gray army shirt, glared down at me like a mountain out for murder. I think it must have been then that I realized he was jealous too. And there stood Mother in her nightdress, looking as if her heart was broken between us. I hoped she felt as she looked. It seemed to me that she deserved it all. From that morning out my life was a hell. Father and I were enemies, open and avowed. We conducted a series of skirmishes against one another, he trying to steal my time with Mother and I his. When she was sitting on my bed, telling me a story, he took to looking for some pair of old boots which he alleged he had left behind him at the beginning of the war. While he talked to Mother I played loudly with my toys to show my total lack of concern. He created a terrible scene one evening when he came in from work and found me at his box, playing with his regimental badges, Gurkha knives and button-sticks. Mother got up and took the box from me.  “You mustn’t play with Daddy’s toys unless he lets you, Larry,” she said severely. “Daddy doesn’t play with yours. “ For some reason Father looked at her as if she had struck him and then turned away with a scowl. “Those are not toys,” he growled, taking down the box again to see had I lifted anything. “Some of those curios are very rare and valuable. “ But as time went on I saw more and more how he managed to alienate Mother and me. What made it worse was that I couldn’t grasp his method or see what attraction he had for Mother. In every possible way he was less winning than I. He had a common accent and made noises at his tea. I thought for a while that it might be the newspapers she was interested in, so I made up bits of news of my own to read to her. Then I thought it might be the smoking, which I personally thought attractive, and took his pipes and went round the house dribbling into them till he caught me. I even made noises at my tea, but Mother only told me I was disgusting. It all seemed to hinge round that unhealthy habit of sleeping together, so I made a point of dropping into their bedroom and nosing around, talking to myself, so that they wouldn’t know I was watching them, but they were never up to anything that I could see. In the end it beat me. It seemed to depend on being grown-up and giving people rings, and I realized I’d have to wait. But at the same time I wanted him to see that I was only waiting, not giving up the fight. One evening when he was being particularly obnoxious, chattering away well above my head, I let him have it. “Mummy,” I said, “do you know what I’m going to do when I grow up?” “No, dear,” she replied. “What?”  “I’m going to marry you,” I said quietly. Father gave a great guffaw out of him, but he didn’t take me in. I knew it must be only pretense. And Mother, in spite of everything, was pleased. I felt she was probably relieved to know that one day Father’s hold on her would be broken.  “Won’t that be nice?” she said with a smile. “It’ll be very nice,” I said confidently. “Because we’re going to have lots and lots of babies. “ “That’s right, dear,” she said placidly. “I think we’ll have one soon, and then you’ll have plenty of company. “ I was no end pleased about that because it showed that in spite of the way she gave in to Father she still considered my wishes. Besides, it would put the Geneys in their place. It didn’t turn out like that, though. To begin with, she was very preoccupied—I supposed about where she would get the seventeen and six—and though Father took to staying out late in the evenings it did me no particular good. She stopped taking me for walks, became as <em>touchy</em> as blazes, and smacked me for nothing at all. Sometimes I wished I’d never mentioned the confounded baby—I seemed to have a genius for bringing calamity on myself. And calamity it was! Sonny arrived in the most appalling hullabaloo—even that much he couldn’t do without a fuss—and from the first moment I disliked him. He was a difficult child—so far as I was concerned he was always difficult—and demanded far too much attention. Mother was simply silly about him, and couldn’t see when he was only showing off. As company he was worse than useless. He slept all day, and I had to go round the house on tiptoe to avoid waking him. It wasn’t any longer a question of not waking Father. The slogan now was “Don’t-wake-Sonny! I couldn’t understand why the child wouldn’t sleep at the proper time, so whenever Mother’s back was turned I woke him. Sometimes to keep him awake I pinched him as well. Mother caught me at it one day and gave me a most unmerciful flaking. One evening, when Father was coming in from work, I was playing trains in the front garden. I let on not to notice him; instead I pretended to be talking to myself, and said in a loud voice: “If another bloody baby comes into this house, I’m going out. “ Father stopped dead and looked at me over his shoulder. “What’s that you said?” he asked sternly. I was only talking to myself,” I replied, trying to conceal my panic. “It’s private. “ He turned and went in without a word. Mind you, I intended it as a solemn warning, but its effect was quite different. Father started being quite nice to me. I could understand that, of course. Mother was quite sickening about Sonny. Even at mealtimes she’d get up and gawk at him in the cradle with an idiotic smile, and tell Father to do the same. He was always polite about it, but he looked so puzzled you could see he didn’t know what she was talking about. He complained of the way Sonny cried at night, but she only got cross and said that Sonny never cried except when there was something up with him—which was a flaming lie, because Sonny never had anything up with him, and only cried for attention. It was really painful to see how simple-minded she was. Father wasn’t attractive, but he had a fine intelligence. He saw through Sonny, and now he knew that I saw through him as well. One night I woke with a start. There was someone beside me in bed. For one wild moment I felt sure it must be Mother, having come to her senses and left Father for good, but then I heard Sonny in convulsions in the next room, and Mother saying: “There! There! There!” and I knew it wasn’t she. It was Father. He was lying beside me, wide awake, breathing hard and apparently as mad as hell. After a while it came to me what he was mad about. It was his turn now. After turning me out of the big bed, he had been turned out himself. Mother had no consideration now for anyone but that poisonous pup, Sonny. I couldn’t help feeling sorry for Father. I had been through it all myself, and even at that age I was magnanimous. I began to stroke him down and say: “There! There!” He wasn’t exactly responsive.  “Aren’t you asleep either?” he snarled. “Ah, come on and put your arm around us, can’t you?” I said, and he did, in a sort of way. Gingerly, I suppose, is how you’d describe it. He was very bony but better than nothing. At Christmas he went out of his way to buy me a really nice model railway.",
            "vi": "Bố đi lính suốt cuộc chiến - ý tôi là - chiến tranh thế giới lần thứ nhất, cho đến khi tôi lên năm, Tôi chẳng gặp ông nhiều, và những gì tôi nhìn thấy chẳng làm tôi lo lắng. Đôi khi chợt tỉnh giấc, tôi thấy một dáng người to lớn mặc đồ ka-ki đang ngắm nhìn mình dưới ánh nến. Đôi khi vào lúc sáng sớm, tôi nghe tiếng đóng cửa trước và tiếng giày ống nghiến lạo xạo trên sỏi đường vào nhà. Những âm thanh này là âm thanh lúc Bố về và ra đi. Như ông già Nô-en, ông đến rồi đi hết sức bí ẩn. Thực ra, tôi khá thích những chuyến viếng thăm của ông, dù lúc sáng sớm khi tôi chui qua giường mẹ, mẹ và bố nằm sát đeo chẳng thoải mái tí nào. Ông hút thuốc, làm ông có mùi ngai ngái dễ chịu, và cạo râu, một hoạt động làm tôi hết sức tò mò. Cứ mỗi lần ông để lại một món quà lưu niệm - xe tăng hô hình và mấy con dao Gurkha có cán làm bằng vỏ đạn, và mũ lính Đức và phù hiệu trên mũ và miếng chèn nút, và đủ loại thiết bị nhà binh – được cất kỹ trong một cái hộp dài để trên nóc tủ quần áo, phòng khi có lúc cần đến. Bố hơi là người thích tích góp những thứ vặt vãnh; ông cho là mọi thứ sẽ có lúc cần đến. Khi ông vừa mới quay lưng, mẹ liền cho tôi một cái ghế và tôi tha hồ lục lọi kho báu của ông. Mẹ dường như không coi trọng chúng nhiều như ông.  Chiến tranh là thời kỳ yên bình nhất của đời tôi. Cửa sổ phòng áp mái của tôi hướng về phía đông nam. Mẹ đã che màn lại, nhưng chẳng có tác dụng bao nhiêu. Tôi luôn thức giấc cùng tia sáng đầu tiên và, cùng cảm giác mọi gánh nặng ngày hôm trước tan biến, cảm thấy mình hơi giống vầng dương, chuẩn bị toả sáng và đầy hân hoan. Cuộc sống chưa bao giờ giản dị và trong trẻo và tràn trề hứa hẹn như lúc ấy. Tôi chìa hai bàn chân ra khỏi áo quần - tôi gọi hai chân mình là Bà bên trái và Bà bên phải – và những tình huống đầy kịch tính hư cấu cho họ, trong đó họ bàn luận về chuyện xảy ra trong ngày. Ít ra thì Bà bên phải bàn luận; bà ấy luôn bày tỏ ý mình, nhưng tôi không bắt Bà bên trái làm giống vậy được, vì thế đa phần bà ấy chỉ gật đầu đồng ý.  Họ bàn chuyện mẹ và tôi nên làm gì trong ngày, ông già Nô-en nhân Lễ giáng sinh sẽ tặng quà gì, và nên làm gì để làm nhà cửa sáng sủa lên. Có rắc rối nho nhỏ về chuyện em bé, chẳng hạn. Mẹ với tôi chẳng thể đồng ý với nhau về chuyện đó. Nhà chúng tôi là căn nhà duy nhất trong khu này không có em bé mới sinh, mà mẹ bảo chúng tôi không thể có em bé cho đến khi nào bố giải ngũ trở về vì em bé tốn tới 17 đô và 6 xu lận. Điều đó cho thấy mẹ mới khờ làm sao. Nhà Geneys đầu đường đã có em bé, mà ai cũng biết họ đâu có đủ 17 đô 6. Chắc có lẽ em bé đó rẻ tiền, còn mẹ thì muốn có thứ thiệt tốt, nhưng tôi cảm thấy mẹ kén chọn quá đi. Em bé nhà Geneys cũng đã tốt lắm rồi.  Quyết định kế hoạch trong ngày xong, tôi đứng dậy, đặt ghế dưới cửa sổ gác xép, rồi nâng cửa sổ đủ cao để thò đầu ra ngoài. Cửa sổ trông xuống vườn trước nhà của dãy nhà phía sau dãy nhà của chúng tôi, và trông ra xa xa, qua một thung lũng sâu đến những căn nhà bằng gạch đỏ, cao nằm trên sườn đồi đối diện, tất cả vẫn còn chìm trong bóng tối, trong khi mấy căn nhà phía bên này thung lũng của chúng tôi đều đã được soi sáng, cho dù mấy cái bóng dài, lạ lùng làm chúng có vẻ xa lạ; cứng ngắc và như được quét sơn. Sau đó tôi đi vào phòng mẹ và leo vào cái giường lớn. Mẹ tỉnh giấc và tôi bắt đầu kể mẹ nghe về kế hoạch của mình. Vào lúc này, dù tôi dường như chẳng hề để ý chuyện mình lạnh cóng trong chiếc áo ngủ, và bớt lạnh dần trong khi nói chuyện cho đến khi, cơn giá lạnh cuối cùng tan biến, tôi lăn ra ngủ bên cạnh mẹ và chỉ tỉnh dậy lần nữa khi nghe tiếng mẹ dưới bếp, đang làm điểm tâm.  Ăn sáng xong chúng tôi vào thành phố; dự lễ Mi-xa ở nhà thờ St. Augustine và cầu nguyện cho Bố, rồi đi mua sắm. Nếu buổi chiều đẹp trời hoặc chúng tôi đi dạo ở miền quê hoặc viếng thăm người bạn tuyệt vời của Mẹ ở nữ tu viện, Mother St. Dominic. Mẹ nhờ họ cầu nguyện cho bố, và mỗi đêm, khi đi ngủ, tôi cầu xin Chúa đưa bố về với chúng tôi an toàn. Mặc dù còn nhỏ nhưng tôi biết mình đang cầu nguyện gì! Một sáng nọ, tôi leo vào chiếc giường lớn, và không còn nghi ngờ gì nữa, bố đang nằm đó, theo kiểu Ông già Nô-en thường khi của ông, nhưng sau đó, thay vì mặc đồng phục, ông lại mặc bộ đồ vét xanh đẹp nhất của ông, còn Mẹ thì hết sức hài lòng. Tôi chẳng thấy gì để hài lòng cả, vì, không mặc đồng phục, bố hoàn toàn chẳng thú vị bằng lúc mặc đồng phục, nhưng mẹ chỉ cười toe toét, và giải thích là lời cầu nguyện của chúng tôi đã được chứng giám, rồi chúng tôi lên đường dự lễ Mi-xa để cảm ơn Chúa đã đưa Bố về nhà bình yên. Mỉa mai làm sao! Chính cái ngày ông vào nhà ăn tối, ông cởi đôi giày ống rồi mang đôi dép mềm mang trong nhà, khoác chiếc mũ cũ bẩn đội  quanh nhà để khỏi bị cảm, bắt chéo chân, và bắt đầu nói chuyện nghiêm trang với Mẹ, trông bà có vẻ lo lắng. Tự nhiên, tôi không thích nhìn thấy mẹ lo lắng, vì nó làm mẹ mất đi nét duyên dáng, cho nên tôi ngắt lời bố. \"Chờ chút, Larry! \" mẹ nói dịu dàng. Mẹ chỉ nói câu này khi chúng tôi có mấy vị khách chán ngán, vì vậy tôi chẳng cho nó quan trọng nên cứ tiếp tục nói. \"Yên nào, Larry! \" bà sốt ruột nói. \"Con không thấy mẹ đang nói chuyện với Bố sao?\" Đây là lần đầu tôi nghe những lời răn đe đó, \"đang nói chuyện với Bố, \" và tôi bỗng cảm thấy nếu đây là cách Chúa đáp lại lời nguyện cầu, thì hẳn Chúa đã không lắng nghe chăm chú cho lắm. \"Tại sao mẹ lại nói chuyện với Bố? \" Tôi hỏi, cố gắng ra vẻ thờ ơ hết mức có thể. \"Vì Bố và mẹ có chuyện cần bàn. Còn bây giờ, không được ngắt lời nữa nhé! \" Vào buổi trưa, theo yêu cầu của mẹ, Bố dẫn tôi đi dạo. Lần này chúng tôi vào thành phố thay vì ra vùng quê, và Tôi nghĩ lúc đầu, theo cách lạc quan thường khi, đây có thể là một bước cải thiện. Hoàn toàn không như vậy. Bố và Tôi có quan niệm khác nhau hoàn toàn về chuyện đi dạo trong thành phố. Ông chẳng hề quan tâm đúng mức về xe điện, tàu, và ngựa, và thứ duy nhất có vẻ làm ông vui thú là nói chuyện với mấy ông già như bố. Khi tôi muốn dừng ông cứ đi tiếp, lôi tôi xềnh xệch đằng sau; khi ông muốn dừng lại, tôi chẳng còn lựa chọn nào khác là phải làm giống vậy. Tôi để ý thấy dấu hiệu cho biết ông muốn dừng lại lâu là lúc ông tựa lưng vào tường. Lần thứ hai thấy ông vậy, tôi nổi khùng. Trông ông có vẻ sẽ đứng nghỉ vậy hoài hoài. Tôi kéo áo kéo quần ông, nhưng, không giống mẹ, nếu mình quá lỳ, mẹ sẽ nổi giận và nói : \"Larry nếu con không cư xử cho đàng hoàng, mẹ sẽ đét cho con một phát thiệt đau bây giờ,\" Bố có khả năng làm lơ phi thường. Tôi đánh giá ông và tự hỏi mình có nên gào lên không, nhưng ông có vẻ thờ ơ đến mức sẽ chẳng hề bực mình dù tôi có làm thế. Thiệt giống y như mình đi dạo với một trái núi! Ông hoặc hoàn toàn lờ đi những cú giật mạnh và đánh liên hồi, còn không thì lại liếc nhìn xuống với nụ cười toe toét khoái trá từ trên cao chót vót đó. Tôi chưa từng thấy bất kỳ ai hoàn toàn đắm chìm trong suy tư như ông.  Lúc uống trà, vụ \"nói chuyện với Bố \" lại bắt đầu, lần này phức tạp vì ông đọc báo chiều, chốc chốc, ông lại đặt tờ báo xuống rồi kể Mẹ nghe tin mới gì đó trong báo. Tôi thấy vậy là chơi xấu. Tôi đã chuẩn bị tinh thần sẵn sẽ giành sự chú ý của mẹ mọi lúc với ông, như đàn ông với nhau, nhưng người khác quyết định toàn bộ chuyện này cho ông thì tôi chẳng còn cơ hội nào. Đôi lần tôi cố chuyển sang đề tài khác mà chẳng được. \"Con phải yên lặng trong khi Bố đang đọc báo nhe, Larry, \" Mẹ sốt ruột nói.  Rõ là mẹ hoặc thực sự thích nói chuyện với Bố tốt hơn nói chuyện với tôi, hoặc là ông có ảnh hưởng kinh khủng sao đó với mẹ đến mức mẹ không dám thừa nhận sự thật.  \"Mẹ, \" Tôi nói đêm mẹ đang đắp chăn cho tôi, “Theo mẹ con có nên cầu Chúa vĩ đại cho bố ra trận trở lại không?\" Mẹ có vẻ suy nghĩ về chuyện đó một hồi.  \"Không, bé yêu,\" mẹ cười nói. \"Mẹ không nghĩ Chúa sẽ làm thế. \" \"Tại sao lại không hả Mẹ? \" \" Vì đâu còn chiến tranh nữa, bé yêu. \" \" Nhưng Mẹ, bộ dù có thích, Chúa cũng không tạo ra cuộc chiến khác được à? \" \"Chúa sẽ không muốn vậy đâu, bé yêu. Không phải Chúa mà chính người xấu đã tạo ra chiến tranh. \"Ôi! \" Tôi nói.  Tôi thất vọng về chuyện đó. Tôi bắt đầu nghĩ rằng Chúa không tài giỏi như người ta vẫn ca ngợi. Tôi thức giấc sáng hôm sau vào giờ thường lệ, cảm thấy giống một chai sâm banh. Tôi thò chân ra ngoài rồi chế một câu chuyện dài, trong đó Bà bên phải kể về rắc rối gặp phải với Bố mình cho đến khi bà cho ông vào nơi an toàn. Tôi hoàn toàn không biết nơi an toàn là nơi nào nhưng nghe có vẻ là chỗ phù hợp cho Bố. Rồi tôi lấy ghế và thò đầu ra cửa sổ tầng áp mái. Bình minh vừa mới rạng, với vẻ tội lỗi làm tôi cảm thấy như mình bị bắt gặp tại trận. Đầu tôi đầy âm mưu và kế hoạch, Tôi loạng choạng bước sang cửa bên cạnh, và trong tranh tối tranh sáng, tôi bò vào chiếc giường lớn. Bên Mẹ không có chỗ, nên tôi phải nằm giữa mẹ và Bố. Tôi tạm quên ông, và tôi ngồi thẳng người vài phút, vắt óc nghĩ xem mình nên làm gì ông. Ông nằm lấn phần giường người khác khiến tôi không nằm thoải mái được, thế nên tôi đạp ông mấy cú làm ông lẩm bẩm trong mơ rồi duỗi mình. Tuy vậy, ông đã chừa chỗ tạm đủ rồi. Mẹ tỉnh giấc và tội nghiệp cho tôi.  Tôi thoải mái nằm trở lại trong cái giường ấm áp, ngậm ngón cái trong miệng.  \"Mẹ! \" Tôi ngân nga, to và thoả mãn.  \"Sssh! bé, \" mẹ thì thầm. \" Đừng đánh thức bố! \" Đây là diễn biến mới, báo hiệu còn nghiêm trọng hơn là chuyện \"nói chuyện với Bố.\" Đời mà không có hội thảo lúc bình minh thì không thể tưởng tượng nổi.  \"Tại sao? \" Tôi khó chịu hỏi. \"Vì Bố tội nghiệp mệt mỏi. \" Đối với tôi, lý do này có vẻ chưa đủ, và tôi cảm thấy bịnh hết sức bởi sự ủy mị về \"Bố tội nghiệp\" của mẹ. Tôi không bao giờ xài kiểu nói tình cảm như thế; nó luôn làm tôi cảm thấy không thiệt lòng.  \"Ôi! \" Tôi nhẹ nhàng nói. Rồi sau đó bằng giọng ngọt ngào nhứt của mình: \"Mẹ biết hôm nay con muốn đi với mẹ đến đâu không, Mẹ?\" \"Không, bé, \" mẹ thở dài.  \"Con muốn xuống Glen và câu cá lưng gai bằng lưới mới của con, rồi con muốn đi đến Fox và Hounds chơi, rồi - \" \"Đừng - đánh thức - Bố! \" mẹ rít lên giận dữ, lấy tay che miệng tôi. Nhưng đã quá muộn. Ông đã thức, hay gần thế. Ông làu bàu và với tay lấy diêm. Rồi ông hoài nghi nhìn chằm chằm vô đồng hồ của mình.  \"Uống trà nhé, cưng? \" Mẹ hỏi bằng giọng dỗ dành, nhu mì mà tôi chưa từng nghe trước đây. Nghe gần giống như mẹ đang sợ.  \"Trà? \" ông kêu lên bất bình. \"Em biết bây giờ là mấy giờ không? \" \"Rồi sau đó con muốn lên Rathcooney Road,\" Tôi nói lớn, sợ mình quên gì đó trong toàn bộ mấy chuyện làm gián đoạn đó.  \"Ngủ liền đi, Larry! \" mẹ nói sẵng.  Tôi bắt đầu thút thít. Tôi không tập trung được, cái kiểu hai người này cứ như vậy, và chuyện họ dập vùi mấy kế hoạch ban mai của tôi giống như chôn một gia đình từ trong nôi. Bố không nói gì, chỉ đốt tẩu thuốc hút, nhìn ra ngoài bóng đêm không màng đến Mẹ hoặc tôi. Tôi biết bố đang giận. Mỗi lần tôi nhận xét là mẹ lại cáu kỉnh bắt tôi im. Tôi bị mất thể diện. Tôi cảm thấy vậy không công bằng; thậm chí có gì đó độc ác trong chuỵên đó.  Mỗi lần tôi cho mẹ thấy thiệt là lãng phí khi phải dọn hai giường trong khi cả hai chúng tôi có thể ngủ chung, thì mẹ nói là ngủ vậy sẽ tốt cho sức khoẻ hơn, thế mà  bây giờ người đàn ông này, ở đây, cái kẻ xa lạ này, lại ngủ với mẹ mà chẳng hề coi trọng sức khoẻ của mẹ! Ông dậy sớm và pha trà, thế nhưng ông chỉ mang tách trà cho Mẹ mà không mang cho tôi.  \"Mẹ, \" Tôi la to, \"Con cũng muốn uống trà.\" \"Ừ, bé,\" mẹ kiên nhẫn nói. \"Con uống chung với mẹ nè.\" Thế là đủ. Hoặc bố hoặc tôi phải ra khỏi căn nhà này. Tôi không muốn uống chung tách với Mẹ ; Tôi muốn được đối xử bình đẳng trong căn nhà của mình, vì thế, chỉ để chọc tức mẹ, tôi uống sạch tách trà và không để lại cho mẹ chút nào. Mẹ lặng lẽ chấp nhận chuyện đó.  Nhưng đêm đó khi mẹ cho tôi đi ngủ, mẹ nhẹ nhàng nói: \" Larry, Mẹ  muốn con hứa với mẹ một chuyện.\" \"Chuyện gì vậy? \" Tôi hỏi.  \"Không vô phòng và làm phiền Bố tội nghiệp vào buổi sáng. Nhé? \" Lại \"Bố tội nghiệp\" nữa! Tôi bắt đầu nghi ngờ mọi thứ liên quan đến con người hết sức quá quắt đó.  \"Tại sao? \" Tôi hỏi.  \"Vì Bố tội nghiệp đang lo lắng và mệt mỏi nên bố không ngủ ngon. \" \"Tại sao bố không ngủ ngon, Mẹ? \" \"Ừm, con biết chuyện lúc bố đang đi lính, Mẹ nhận tiền ở bưu điện, phải không nào? \" \"Ở chỗ cô MacCarthy?\" \"Đúng rồi. Nhưng bây giờ, con thấy đó, Cô MacCarthy không còn tiền nữa, cho nên Bố phải ra ngoài và kiếm ít tiền cho mình. Con biết chuỵên gì sẽ xảy ra nếu bố không kiếm được tiền không?\" \"Không, \" Tôi nói, \"mẹ nói đi. \" \"Ừm, Mẹ nghĩ mình có thể phải ra khỏi nhà và xin ăn như bà cụ tội nghiệp thứ sáu hàng tuần đó. Mình sẽ không bị thế, phải không? \" \"Dạ, \" Tôi đồng ý. \"Mình sẽ không bị vậy. \" \"Vậy con hứa sẽ không vô phòng và đánh thức bố nhé? \" \"Dạ, con hứa. \" Bạn biết không, tôi thực có ý đó. Tôi biết tiền là chuỵên nghiêm trọng, và tôi hoàn toàn không đồng ý việc phải ra khỏi nhà xin ăn như bà cụ vào thứ sáu hàng tuần. Mẹ xếp hết tất cả đồ chơi của tôi thành một vòng tròn quanh giường để, dù tôi có ra ngoài bằng cách nào, tôi chắc chắn sẽ vấp phải một thứ trong đó.  Khi thức giấc, tôi nhớ rõ lời hứa của mình. Tôi dậy rồi ngồi bệt xuống sàn nhà và chơi – dường như hàng tiếng đồng hồ đối với tôi. Sau đó tôi lấy ghế rồi nhìn ra cửa sổ gác xép thêm mấy tiếng nữa. Tôi ước gì đã đến lúc bố thức giấc; tôi ước có người pha cho tôi một tách trà. Tôi không cảm thấy giống mặt trời chút nào; mà ngược lại, Tôi chán chường và rất rất, rất lạnh! Tôi thèm hơi ấm và lọt thỏm vào cái giường nệm lông lớn.  Cuối cùng Tôi không thể chịu đựng hơn được nữa. Tôi đi vào phòng bên cạnh. Vì phía mẹ vẫn không có chỗ nên tôi leo qua Mẹ làm mẹ choàng tỉnh.  \"Larry, \" mẹ thì thầm, giữ chặt cánh tay tôi, \"con đã hứa sao hả? \" \"Nhưng con đã giữ lời rồi, Mẹ, \" Tôi than van, bị bắt tại trận. \"Con đã giữ yên lặng lâu ơi là lâu.\" \"Ôi, bé, và con chịu hết nỗi rồi chứ gì! \" mẹ buồn rầu nói, vuốt ve khắp người tôi. \"Bây giờ nếu mẹ cho con ở lại, con hứa sẽ không nói chuyện nhé?\" \"Nhưng con muốn nói mà Mẹ, \" tôi rên rỉ.  \"Chẳng liên quan gì hết,\" mẹ nói với vẻ dứt khoát hoàn toàn mới đối với tôi. \" Bố cần ngủ. Bây giờ, con có hiểu thế không? \" Tôi hiểu chuyện đó quá rõ. Tôi muốn nói, bố muốn ngủ - nhà ai đây chớ?  \"Mẹ, \" Tôi nói với vẻ kiên quyết không kém, \"Con nghĩ Bố ngủ giường riêng sẽ tốt cho sức khoẻ hơn.\" Câu đó có vẻ làm mẹ bối rối, vì mẹ không nói gì hồi lâu.  \"Bây giờ, chỉ một lần thôi nhé, \" mẹ tiếp tục, \"hoặc con nằm thiệt yên hoặc quay lại giường của con. Sao đây? \" Sự bất công đó làm tôi buồn bực. Tôi đã vạch rõ mâu thuẫn và vô lý trong lời nói của chính mẹ, mà thậm chí mẹ cũng chẳng thèm trả lời. Đầy oán hận, tôi đạp bố một cú, mẹ không thấy nhưng cú đạp làm bố làu bàu và choàng mở mắt hoảng hốt. \"Mấy giờ rồi?\" bố hỏi bằng giọng hoảng hốt, không nhìn mẹ mà nhìn ra cửa, như thể bố thấy có ai ở đó.  \"Vẫn còn sớm,\" mẹ trả lời dịu dàng. \"Chỉ là thằng bé thôi. Ngủ lại đi anh. Bây giờ, Larry,\" mẹ nói thêm, rời khỏi giường, \"con đã đánh thức Bố nên con phải về giường. \" Lần này, vì vẻ lặng lẽ của mẹ, tôi biết mẹ nói thật, và biết là các quyền hạn chính và đặc quyền của tôi sẽ mất sạch nếu tôi không khẳng định chúng ngay lập tức. Khi mẹ bế lên, tôi rít to, đủ làm người chết sống lại, chớ đừng nói tới Bố. Bố rên rỉ.  \"Cái thằng cu quỷ này! Nó chẳng bao giờ ngủ cả à?\" \"Chỉ là thói quen thôi, anh yêu,\" mẹ nói nhỏ nhẹ, dù tôi có thể thấy mẹ đang bực mình.  \"Ừm, đã đến lúc nó bỏ thói quen đó được rồi,\" Bố quát, sắp ngã xuống giường. Bố bỗng gom hết mọi ra giường về phía mình, quay lưng lại bức tường, rồi nhìn lại qua vai mình bằng đôi mắt đen nhỏ, đầy ác ý, chẳng biểu lộ gì. Trông rất ác. Để mở cánh cửa phòng ngủ, Mẹ phải thả tôi xuống, thế là tôi vùng ra và vừa chạy đến góc phòng xa nhất, vừa rú lên. Bố ngồi bật dậy.  \"Câm mồm coi, cái thằng chó con này! \" bố nói bằng giọng uất nghẹn. Tôi ngạc nhiên đến nỗi phải ngừng hét. Chưa bao giờ, chưa từng có bất kỳ ai nói với tôi bằng cái giọng đó từ trước tới giờ. Tôi nhìn bố hoài nghi và thấy mặt bố co rúm vì tức giận. Chỉ lúc đó tôi mới nhận ra đầy đủ Chúa đã lừa bịp mình ra sao, khi đáp ứng lời tôi cầu xin cho con quái vật này trở về an toàn. \"Bố câm mồm đi thì có! \" Tôi giận dữ hét, không kiềm chế được.  \"Mày mới nói gì? \" Bố quát, nhảy bật ra khỏi giường.  \"Mick ơi, Mick ơi! \" Mẹ kêu to. \"Anh không thấy là con chưa quen với anh sao? \" \"Anh thấy thằng này được nuôi ăn tốt hơn được dạy dỗ, \" Bố gầm, vung tay. \"Nó muốn bị đét đít đây.\" Mọi la hét lúc nãy của bố chẳng là gì so với những lời nhục mạ ám chỉ con người tôi. Chúng thực sự làm tôi giận sôi máu.  \"Đét đít mình á! \" Tôi la hét cuồng loạn. \"Đét đít mình á! Câm mồm đi! Câm mồm đi! \" Đến đây thì bố mất kiên nhẫn và xông vào tôi. Bố lưỡng lự làm điều đó dưới đôi mắt kinh hoảng của Mẹ, và cuối cùng chỉ là một cái tát thôi, nhưng cảm giác hết sức nhục nhã vì bị đánh bởi một người xa lạ, hoàn toàn xa lạ, từ chiến tranh trở về đã phỉnh phờ để chui vào chiếc giường lớn của chúng tôi do kết quả của lời cầu xin ngây ngô của tôi, đã làm tôi đần người ra. Tôi gào rú liên tục và nhảy tưng tưng bằng đôi chân trần, và Bố, trông vụng về và lông lá, chỉ mặc chiếc áo sơ mi nhà binh ngắn màu xám, nhìn tôi trừng trừng giận dữ như trái núi đã biến thành kẻ giết người. Tôi nghĩ, hẳn chắc chắn là, tôi nhận ra bố cũng ghen tức nữa. Và mẹ đứng đó trong chiếc áo ngủ, trông như thể trái tim mẹ đã bị tan nát vì chúng tôi. Tôi cầu mong mẹ cảm thấy đúng như vẻ ngoài của mẹ. Dường như với tôi, mẹ xứng đáng bị toàn bộ chuyện đó.  Từ sáng hôm đó trở đi, đời tôi là địa ngục. Bố với Tôi là kẻ thù, công khai và chính thức. Chúng tôi tiến hành một loạt đụng độ nho nhỏ chống lại nhau, bố cố chiếm thời gian tôi ở bên mẹ còn Tôi thì đánh cắp thời gian bố ở bên mẹ. Khi mẹ đang ngồi lên giường tôi, kể chuyện cho tôi nghe, bố cướp đi bắt mẹ tìm đôi giày ống cũ nào đó mà bố cho là đã để lại nhà hồi đầu chiến tranh. Trong khi bố nói chuyện với Mẹ, tôi chơi đồ chơi thiệt ồn để cho thấy tôi hoàn toàn chẳng thèm quan tâm. Một tối nọ, bố làm om sòm khủng khiếp, khi trở về từ chỗ làm và thấy tôi đang nồi cạnh cái hộp của bố, nghịch mấy cái phù hiệu, dao Gurkha và miếng chèn nút của bố. Mẹ đứng dậy lấy cái hộp đi.  \"Con không được nghịch đồ chơi của Bố trừ phi được bố cho phép nhé, Larry,\" mẹ nghiêm nghị nói. \"Bố đâu nghịch đồ chơi của con đâu. \" Chẳng biết sao Bố lại nhìn mẹ như thể mẹ mới tát bố rồi cau có quay lưng.  \"Mấy cái đó không phải đồ chơi,\" bố gầm gừ, mang hộp xuống trở lại để coi tôi có lấy đi cái gì không. \"Mấy món đồ này rất quý hiếm. \" Nhưng ngày tháng qua đi, càng ngày tôi càng thấy bố ráng lạnh lùng với Mẹ và tôi. Mà tệ hại hơn là tôi không hiểu được hành động của bố cũgn chẳng thấy bố có gì hấp dẫn với Mẹ. Về mọi phương diện, bố đều không hấp dẫn bằng tôi. Bố có một giọng nói tầm thường và húp trà soàm soạp. Tôi suy nghĩ hồi lâu và cho là có thể chính mấy tờ báo là thứ mẹ quan tâm, thế là tôi tự tạo ra tin tức để đọc cho mẹ nghe. Rồi tôi nghĩ có thể chính là chuyện hút thuốc, bản thân tôi cũng thấy nó hấp dẫn, nên tôi lấy ống điếu của bố rồi đi long rong quanh ngôi nhà nhỏ, phun nước miếng phèo phèo vô ống điếu cho đến khi bị bố bắt gặp. Thậm chí tôi cũng húp trà soàm soạp, nhưng Mẹ lại nói tôi gớm ghiếc quá. Toàn bộ chuyện này có vẻ xoay quanh thói quen ngủ chung tròn không tốt cho sức khoẻ, vì vậy tôi quyết định ghé vô phòng ngủ bố mẹ và sục sạo, nói chuyện một mình, để bố mẹ không biết tôi đang theo dõi họ, nhưng họ chẳng bao giờ làm bất cứ gì tôi có thể nhìn thấy. Cuối cùng tôi bỏ cuộc. Hình như nó tùy thuộc vào chuyện lớn lên rồi trao nhẫn cho nhau và tôi nhận ra là mình phải đợi đến khi mình lớn.  Nhưng cùng một lúc tôi cũng muốn bố biết là tôi chỉ đang chờ đến lúc lớn thôi, chớ không phải đã chịu thua. Một buổi tối khi bố đang hết sức khó chịu, nói huyên thuyên ngay trên đầu tôi, tôi để cho bố biết chuyện đó.  \"Mẹ,\" Tôi nói, \"Mẹ biết lớn lên con sẽ làm gì không?\" \"Không, bé, \" mẹ trả lời. \"Gì vậy? \" \"Con sẽ cưới mẹ, \" Tôi nhỏ nhẹ nói.  Bố lăn ra cười hô hố, nhưng tôi chả bị lừa. Tôi biết chắc chắn bố chỉ giả vờ. Và Mẹ, mặc kệ bố, hài lòng. Tôi cảm thấy hẳn mẹ cảm thấy yên lòng khi biết một ngày nào đó gọng kiềm của kố dành cho mẹ sẽ bẻ gãy. \"Vậy không dễ thương sao? \" mẹ cười nói.  \"Sẽ rất dễ thương, \" Tôi nói một cách tự tin. \"Vì mình sẽ có nhiều và rất nhiều em bé. \" \"Đúng thế, bé yêu, \" mẹ tự mãn nói. \"Mẹ nghĩ mình sắp có một em bé rồi, và con tha hồ có người chơi chung.\" Tôi vô cùng hài lòng về chuyện đó vì nó cho thấy mặc dù mẹ chịu thua Bố, mẹ vẫn xem xét đến ước nguyện của tôi. Hơn nữa, nó sẽ làm nhà Geneys bớt kiêu ngạo đi.  Mặc dù vậy, hoá ra không đúng như thế. Trước hết, mẹ hết sức bận rộn tâm trí – tôi cho rằng chắc mẹ đang lo không biết kiếm 17 đô và sáu xu ở đâu ra - và cho dù tối tối Bố dẫn tôi đi chơi đến khuya, chẳng gì hay ho với tôi cả. Mẹ không dẫn tôi đi dạo nữa, dễ nổi giận đùng đùng, còn tát tôi chẳng hề có lý do gì hết. Đôi khi tôi ước mình chưa từng nói đến em bé quỷ tha ma bắt đó - Tôi dường như chuyên rước hoạ vào cho mình.  Và quả là một thảm hoạ! Sonny đến om sòm ầm ĩ khủng khiếp chưa từng thấy – thậm chí chẳng có chuyện gì nó làm mà không om sòm nhặng xị - và ngay từ đầu tôi đã ghét nó. Nó là một đứa bé khó làm cho vừa lòng- cho đến nay, với tôi, lúc nào cũng khó làm cho nó vừa lòng - và bắt người ta phải quan tâm đến mình quá nhiều. Mẹ mê mẩn nó, và chẳng hề thấy là nó chỉ đang màu mè.  Còn làm bạn chơi cùng hả, nó hoàn toàn  vô dụng. Nó ngủ suốt cả ngày, và tôi phải đi lòng vòng trong nhà bằng đầu ngón chân để khỏi làm nó thức giấc. Bây giờ không còn là đừng làm Bố thức nữa.  Khẩu hiệu bây giờ là \"Đừng làm Sonny giật mình!” Tôi chẳng hiểu nỗi tại sao thằng nhỏ lại không chịu ngủ đúng giờ đúng giấc, vì thế mỗi khi mẹ quay lưng là tôi đánh thức nó. Đôi khi để làm cho nó thức giấc, tôi còn véo nó nữa. Một ngày nọ, mẹ bắt gặp tôi đang ngắt véo nó, thế là mẹ mắng tôi một trận không tưởng tượng nỗi.  Một tối nọ, khi Bố ở sở làm về, tôi đang chơi xe lửa trong vườn trước nhà. Tôi giả vờ không để ý đến bố; thay vì giả vờ nói chuyện một mình, và tôi nói lớn tiếng: \" Nếu thêm một đứa nhỏ quỷ quái nữa vào nhà này, mình sẽ ra khỏi nhà.\" Bố đứng sững và ngoái nhìn tôi qua vai.  \"Con vừa nói gì? \" bố hỏi nghiêm nghị.  “Con chỉ nói chuyện một mình thôi, \" Tôi trả lời, cố giấu hoảng sợ. \"Đó là chuyện riêng tư.\" Bố quay lưng bước đi không nói một lời nào. Bạn biết không, tôi chỉ định nói câu đó như câu cảnh báo ấn tượng thôi, nhưng ảnh hưởng của nó hoàn toàn khác. Bố bắt đầu cư xử hết sức dễ thương với tôi. Dĩ nhiên là tôi hiểu được điều đó.  Mẹ hoàn toàn mù quáng vì Sonny. Thậm chí vào giờ ăn, mẹ cũng đứng dậy và đực mặt nhìn nó đang nằm trong nôi với nụ cười ngớ ngẩn, và bảo bố làm giống vậy. Bố luôn lịch sự trong chuyện này, nhưng trông bố bối rối đến nỗi mình thấy rõ là bố không biết mẹ đang nói chuyện gì. Bố phàn nàn kiểu Sonny cứ khóc đêm, nhưng mẹ chỉ nổi giận và nói rằng Sonny sẽ chẳng bao giờ khóc nếu không có chuyện xảy ra với nó – thiệt là một lời nói dối trơ tráo, vì chả bao giờ có chuyện gì xảy ra với Sonny cả, và nó chỉ khóc để bắt mọi người quan tâm mà thôi. Thiệt hết sức đau khổ khi thấy mẹ khờ khạo đến thế. Bố tuy không hấp dẫn, nhưng bố còn đôi chút thông minh.  Bố hiểu thấu tim đen Sonny, nên giờ bố biết là tôi cũng hiểu thấu tim đen bố.  Một đêm nọ tôi choàng tỉnh. Có người nằm cạnh tôi trên giường. Trong một lúc hoang mang, tôi tưởng hẳn là Mẹ, đã tỉnh táo lại và bỏ mặc Bố mãi mãi, nhưng sau đó Tôi nghe tiếng Sonny quấy trong phòng bên cạnh, và tiếng mẹ: \"Đây! Đây! Đây!\" Nên tôi biết không phải mẹ. Chính là Bố. Bố đang nằm cạnh tôi, tỉnh như sáo, thở mạnh và dường như đang giận hết sức. Một lát sau tôi hiểu ra bố đang giận chuyện gì. Bây giờ đến lượt Bố. Sau khi tống tôi ra khỏi chiếc giường lớn, bố đã tự tống mình ra khỏi đó. Mẹ bây giờ chả quan tâm đến ai ngoài con chó con xấu thói đó, Sonny. Tôi bất giác cảm thấy tội nghiệp cho Bố. Bản thân tôi đã trải qua qua toàn bộ chuyện này, và thậm chí ở tuổi đó, tôi vẫn hết sức anh hùng mã thượng. Tôi bắt đầu vỗ vỗ bố rồi nói : \"Đây! Đây!\" Bố phản ứng không nhiệt tình cho lắm. \"Con cũng không ngủ à? \" bố gầm gừ.  \"A, thôi nào và vòng tay ôm cả hai luôn nghen? \" Tôi nói, và bố làm theo, theo một cách riêng. Rón rén, tôi cho rằng, đó là từ mình có thể mô tả cách bố làm. Bố toàn xương xẩu nhưng còn đỡ hơn là không có gì.  Đến ngày Lễ giáng sinh, bố cố gắng hết sức để mua cho tôi một xe lửa mô hình thiệt dễ thương."
        },
        {
            "en": "10         10. THE MEADOW JACOB DIDN'T CALL. The first time I called, Billy answered and told me that Jacob was still in bed. I got nosy, checking to make sure that Billy had taken him to a doctor. Billy said he had, but, for some reason I couldn't nail down, I didn't really believe him. I called again, several times a day, for the next two days, but no one was ever there. Saturday, I decided to go see him, invitation be damned. But the little red house was empty. This frightened me—was Jacob so sick that he'd needed to go to the hospital? I stopped by the hospital on the way back home, but the nurse at the front desk told me neither Jacob or Billy had been in. I made Charlie call Harry Clearwater as soon as he got home from work. I waited, anxious, while Charlie chatted with his old friend; the conversation seemed to go on forever without Jacob even being mentioned. It seemed that Harry had been in the hospital . . some kind of tests for his heart. Charlie's forehead got all pinched together, but Harry joked with him, blowing it off, until Charlie was laughing again. Only then did Charlie ask about Jacob, and now his side of the conversation didn't give me much to work with, just a lot of hmms and yeahs. I drummed my fingers against the counter beside him until he put a hand over mine to stop me. Finally, Charlie hung up the phone and turned to me. \"Harry says there's been some trouble with the phone lines, and that's why you haven't been able to get through. Billy took Jake to the doc down there, and it looks like he has mono. He's real tired, and Billy said no visitors,\" he reported. \"No visitors?\" I demanded in disbelief. Charlie raised one eyebrow. \"Now don't you go making a pest of yourself, Bells. Billy knows what's best for Jake. He'll be up and around soon enough. Be patient.\" I didn't push it. Charlie was too worried about Harry. That was clearly the more important issue—it wouldn't be right to bug him with my lesser concerns. Instead, I went straight upstairs and turned on my computer. I found a medical site online and typed \"mononucleosis\" into the search box. All I knew about mono was that you were supposed to get it from kissing, which was clearly not the case with Jake. I read through the symptoms quickly—the fever he definitely had, but what about the rest of it? No horrible sore throat, no exhaustion, no headaches, at least not before he'd gone home from the movie; he'd said he felt \"fit as a fiddle.\" Did it really come on so fast? The article made it sound like the sore stuff showed up first.  I glared at the computer screen and wondered why, exactly, I was doing this. Why did I feel so… so suspicious, like I didn't believe Billy's story? Why would Billy lie to Harry? I was being silly, probably. I was just worried, and, to be honest, I was afraid of not being allowed to see Jacob—that made me nervous. I skimmed through the rest of the article, looking for more information. I stopped when I got to the part about how mono could last more than a month. A month? My mouth fell open. But Billy couldn't enforce the no-visitors thing that long. Of course not. Jake would go crazy stuck in bed that long without anyone to talk to. What was Billy afraid of, anyway? The article said that a person with mono needed to avoid physical activity, but there was nothing about visitors. The disease wasn't very infectious. I'd give Billy a week, I decided, before I got pushy. A week was generous. A week was long. By Wednesday, I was sure I wasn't going to live till Saturday. When I'd decided to leave Billy and Jacob alone for a week, I hadn't really believed that Jacob would go along with Billy's rule. Every day when I got home from school, I ran to the phone to check for messages. There never were any. I cheated three times by trying to call him, but the phone lines still weren't working. I was in the house much too much, and much too alone. Without Jacob, and my  adrenaline and my distractions, everything I'd been repressing started creeping up on me. The dreams got hard again. I could no longer see the end coming. Just the horrible nothingness—half the time in the forest, half the time in the empty fern sea where the white house no longer existed. Sometimes Sam Uley was there in the forest, watching me again. I paid him no attention—there was no comfort in his presence; it made me feel no less alone. It didn't stop me from screaming myself awake, night after night. The hole in my chest was worse than ever. I'd thought that I'd been getting it under control, but I found myself hunched over, day after day, clutching my sides together and gasping for air. I wasn't handling alone well. I was relieved beyond measure the morning I woke up—screaming, of course—and remembered that it was Saturday. Today I could call Jacob. And if the phone lines still weren't working, then I was going to La Push. One way or another, today would be better than the last lonely week. I dialed, and then waited without high expectations. It caught me off guard when Billy answered on the second ring. \"Hello?\" \"Oh, hey, the phone is working again! Hi, Billy. It's Bella. I was just calling to see how Jacob is doing. Is he up for visitors yet? I was thinking about dropping by—\" \"I'm sorry, Bella,\" Billy interrupted, and I wondered if he were watching TV; he sounded distracted.  \"He's not in.\" \"Oh.\" It took me a second. \"So he's feeling better then?\" \"Yeah,\" Billy hesitated for an instant too long. \"Turns out it wasn't mono after all. Just some other virus.\" \"Oh. So… where is he?\" \"He's giving some friends a ride up to Port Angeles—I think they were going to catch a double feature or something. He's gone for the whole day.\" \"Well, that's a relief. I've been so worried. I'm glad he felt good enough to get out.\" My voice sounded horribly phony as I babbled on. Jacob was better, but not well enough to call me. He was out with friends. I was sitting home, missing him more every hour. I was lonely, worried, bored… perforated—and now also desolate as I realized that the week apart had not had the same effect on him. \"Is there anything in particular you wanted?\" Billy asked politely. \"No, not really.\" \"Well, I'll tell him that you called,\" Billy promised. \"Bye, Bella.\" \"Bye,\" I replied, but he'd already hung up. I stood for a moment with the phone still in my hand. Jacob must have changed his mind, just like I'd feared. He was going to take my advice and not waste any more time on someone who couldn't return his feelings. I felt the blood run out of my face. \"Something wrong?\" Charlie asked as he came down the stairs. \"No,\" I lied, hanging up the phone. \"Billy says Jacob is feeling better. It wasn't mono. So that's good.\" \"Is he coming here, or are you going there?\" Charlie asked absentmindedly as he started poking through the fridge. \"Neither,\" I admitted. \"He's going out with some other friends.\" The tone of my voice finally caught Charlie's attention. He looked up at me with sudden alarm, his hands frozen around a package of cheese slices. \"Isn't it a little early for lunch?\" I asked as lightly as I could manage, trying to distract him. \"No, I'm just packing something to take out to the river…\" \"Oh, fishing today?\" \"Well, Harry called… and it's not raining.\" He was creating a stack of food on the counter as he spoke. Suddenly he looked up again as if he'd just realized something. \"Say, did you want me to stay with you, since Jake's out?\" \"That's okay, Dad,\" I said, working to sound indifferent. \"The fish bite better when the weather's nice.\" He stared at me, indecision clear on his face. I knew that he was worrying, afraid to leave me alone, in case I got \"mopey\" again. \"Seriously, Dad. I think I'll call Jessica,\" I fibbed quickly. I'd rather be alone than have him watching me all day. \"We have a Calculus test to study for. I could use her help.\" That part was true. But I'd have to make do without it. \"That's a good idea. You've been spending so much time with Jacob, your other friends are going to think you've forgotten them.\" I smiled and nodded as if I cared what my other friends thought. Charlie started to turn, but then spun back with a worried expression. \"Hey, you'll study here or at Jess's, right?\" \"Sure, where else?\" \"Well, it's just that I want you to be careful to stay out of the woods, like I told you before.\" It took me a minute to understand, distracted as I was. \"More bear trouble?\" Charlie nodded, frowning. \"We've got a missing hiker—the rangers found his camp early this morning, but no sign of him. There were some really big animal prints… of course those could have come later, smelling the food… Anyway, they're setting traps for it now.\" \"Oh,\" I said vaguely. I wasn't really listening to his warnings; I was much more upset by the situation with Jacob than by the possibility of being eaten by a bear. I was glad that Charlie was in a hurry. He didn't wait for me to call Jessica, so I didn't have to put on that charade. I went through the motions of gathering my school-books on the kitchen table to pack them in my bag; that was probably too much, and if he hadn't been eager to hit the holes, it might have made him suspicious. I was so busy looking busy that the ferociously empty day ahead didn't really crash down on me until after I'd watched him drive away. It only took about two minutes of staring at the silent kitchen phone to decide that I wasn't staying home today. I considered my options. I wasn't going to call Jessica. As far as I could tell, Jessica had crossed over to the dark side. I could drive to La Push and get my motorcycle—an appealing thought but for one minor problem: who was going to drive me to the emergency room if I needed it afterward? Or… I already had our map and compass in the truck. I was pretty sure I understood the process well enough by now that I wouldn't get lost. Maybe I could eliminate two lines today, putting us ahead of schedule for whenever Jacob decided to honor me with his presence again. I refused to think about how long that might be. Or if it was going to be never. I felt a brief twinge of guilt as I realized how Charlie would feel about this, but I ignored it. I just couldn't stay in the house again today. A few minutes later I was on the familiar dirt road that led to nowhere in particular. I had the windows rolled down and I drove as fast as was healthy for my truck, trying to enjoy the wind against my face. It was cloudy, but almost dry—a very nice day, for Forks. Getting started took me longer than it would have taken Jacob. After I parked in the usual spot, I had to spend a good fifteen minutes studying the little needle on the compass face and the markings on the now worn map. When I was reasonably certain that I was following the right line of the web, I set off into the woods. The forest was full of life today, all the little creatures enjoying the momentary dryness. Somehow, though, even with the birds chirping and cawing, the insects buzzing noisily around my head, and the occasional scurry of the field mice through the shrubs, the forest seemed creepier today; it reminded me of my most recent nightmare. I knew it was just because I was alone, missing Jacob's carefree whistle and the sound of another pair of feet squishing across the damp ground. The sense of unease grew stronger the deeper I got into the trees. Breathing started to get more difficult—not because of exertion, but because I was having trouble with the stupid hole in my chest again. I kept my arms tight around my torso and tried to banish the ache from my thoughts. I almost turned around, but I hated to waste the effort I'd already expended. The rhythm of my footsteps started to numb my mind and my pain as I trudged on. My breathing evened out eventually, and I was glad I hadn't quit. I was getting better at this bushwhacking thing; I could tell I was faster. I didn't realize quite how much more efficiently I was moving. I thought I'd covered maybe four miles, and I wasn't even starting to look around for it yet. And then, with an abruptness that disoriented me, I stepped through a low arch made by two vine maples—pushing past the chest-high ferns—into the meadow. It was the same place, of that I was instantly sure. I'd never seen another clearing so symmetrical. It was as perfectly round as if someone had intentionally created the flawless circle, tearing out the trees but leaving no evidence of that violence in the waving grass. To the east, I could hear the stream bubbling quietly. The place wasn't nearly so stunning without the sunlight, but it was still very beautiful and serene. It was the wrong season for wildflowers; the ground was thick with tall grass that swayed in the light breeze like ripples across a lake. It was the same place… but it didn't hold what I had been searching for. The disappointment was nearly as instantaneous as the recognition. I sank down right where I was, kneeling there at the edge of the clearing, beginning to gasp. What was the point of going any farther? Nothing lingered here. Nothing more than the memories that I could have called back whenever I wanted to, if I was ever willing to endure the corresponding pain—the pain that had me now, had me cold. There was nothing special about this place without him. I wasn't exactly sure what I'd hoped to feel here, but the meadow was empty of atmosphere, empty of everything, just like everywhere else. Just like my nightmares. My head swirled dizzily. At least I'd come alone. I felt a rush of thankfulness as I realized that. If I'd discovered the meadow with Jacob… well, there was no way I could have disguised the abyss I was plunging into now. How could I have explained the way I was fracturing into pieces, the way I had to curl into a ball to keep the empty hole from tearing me apart? It was so much better that I didn't have an audience. And I wouldn't have to explain to anyone why I was in such a hurry to leave, either. Jacob would have assumed, after going to so much trouble to locate the stupid place, I would want to spend more than a few seconds here. But I was already trying to find the strength to get to my feet again, forcing myself out of the ball so that I could escape. There was too much pain in this empty place to bear—I would crawl away if I had to. How lucky that I was alone! Alone. I repeated the word with grim satisfaction as I wrenched myself to my feet despite the pain. At precisely that moment, a figure stepped out from the trees to the north, some thirty paces away. A dizzying array of emotions shot through me in a second. The first was surprise; I was far from any trail here, and I didn't expect company. Then, as my eyes focused on the motionless figure, seeing the utter stillness, the pallid skin, a rush of piercing hope rocked through me. I suppressed it viciously, fighting against the equally sharp lash of agony as my eyes continued to the face beneath the black hair, the face that wasn't the one I wanted to see. Next was fear; this was not the face I grieved for, but it was close enough for me to know that the man facing me was no stray hiker. And finally, in the end, recognition. \"Laurent!\" I cried in surprised pleasure. It was an irrational response. I probably should have stopped at fear. Laurent had been one of James's coven when we'd first met. He hadn't been involved with the hunt that followed—the hunt where I was the quarry—but that was only because he was afraid; I was protected by a bigger coven than his own. It would have been different if that wasn't the case—he'd had no compunctions, at the time, against making a meal of me. Of course, he must have changed, because he'd gone to Alaska to live with the other civilized coven there, the other family that refused to drink human blood for ethical  reasons. The other family like… but I couldn't let myself think the name. Yes, fear would have made more sense, but all I felt was an overwhelming satisfaction. The meadow was a magic place again. A darker magic than I'd expected, to be sure, but magic all the same. Here was the connection I'd sought. The proof, however remote, that—somewhere in the same world where I lived— he did exist. It was impossible how exactly the same Laurent looked. I suppose it was very silly and human to expect some kind of change in the last year. But there was something… I couldn't quite put my finger on it. \"Bella?\" he asked, looking more astonished than I felt. \"You remember.\" I smiled. It was ridiculous that I should be so elated because a vampire knew my name. He grinned. \"I didn't expect to see you here.\" He strolled toward me, his expression bemused. \"Isn't it the other way around? I do live here. I thought you'd gone to Alaska.\" He stopped about ten paces away, cocking his head to the side. His face was the most beautiful face I'd seen in what felt like an eternity. I studied his features with a strangely greedy sense of release. Here was someone I didn't have to pretend for—someone who already knew everything I could never say. \"You're right,\" he agreed. \"I did go to Alaska. Still, I didn't expect… When I found the Cullen place empty, I thought they'd moved on.\" \"Oh.\" I bit my lip as the name set the raw edges of my wound throbbing. It took me a second to compose myself. Laurent waited with curious eyes. \"They did move on,\" I finally managed to tell him. \"Hmm,\" he murmured. \"I'm surprised they left you behind. Weren't you sort of a pet of theirs?\" His eyes were innocent of any intended offense. I smiled wryly. \"Something like that.\" \"Hmm,\" he said, thoughtful again. At that precise moment, I realized why he looked the same—too much the same. After Carlisle told us that Laurent had stayed with Tanya's family, I'd begun to picture him, on the rare occasions that I thought of him at all, with the same golden eyes that the… Cullens—I forced the name out, wincing—had. That all good vampires had. I took an involuntary step back, and his curious, dark red eyes followed the movement. \"Do they visit often?\" he asked, still casual, but his weight shifted toward me. \"Lie,\" the beautiful velvet voice whispered anxiously from my memory. I started at the sound of his voice, but it should not have surprised me. Was I not in the worst danger imaginable? The motorcycle was safe as kittens next to this. I did what the voice said to do. \"Now and again.\" I tried to make my voice light, relaxed. \"The time seems longer to me, I imagine. You know how they get distracted…\" I was beginning to babble. I had to work to shut myself up. \"Hmm,\" he said again. \"The house smelled like it had been vacant for a while…\" \"You must lie better than that, Bella,\" the voice urged. I tried. \"I'll have to mention to Carlisle that you stopped by. He'll be sorry they missed your visit.\" I pretended to deliberate for a second. \"But I probably shouldn't mention it to… Edward, I suppose—\" I barely managed to say his name, and it twisted my expression on the way out, ruining my bluff \"—he has such a temper… well, I'm sure you remember. He's still <em>touchy</em> about the whole James thing.\" I rolled my eyes and waved one hand dismissively, like it was all ancient history, but there was an edge of hysteria to my voice. I wondered if he would recognize what it was. \"Is he really?\" Laurent asked pleasantly… skeptically. I kept my reply short, so that my voice wouldn't betray my panic. \"Mm-hmm.\" Laurent took a casual step to the side, gazing around at the little meadow. I didn't miss that the step brought him closer to me. In my head, the voice responded with a low snarl. \"So how are things working out in Denali? Carlisle said you were staying with Tanya?\" My voice was too high. The question made him pause. \"I like Tanya very much,\" he mused. \"And her sister Irina even more… I've never stayed in one place for so long before, and I enjoy the advantages, the novelty of it. But, the restrictions are difficult… I'm surprised that any of them can keep it up for long.\" He smiled at me conspiratorially. \"Sometimes I cheat.\" I couldn't swallow. My foot started to ease back, but I froze when his red eyes flickered down to catch the movement. \"Oh,\" I said in a faint voice. \"Jasper has problems with that, too.\" \"Don't move,\" the voice whispered. I tried to do what he instructed. It was hard; the instinct to take flight was nearly uncontrollable. \"Really?\" Laurent seemed interested. \"Is that why they left?\" \"No,\" I answered honestly. \"Jasper is more careful at home.\" \"Yes,\" Laurent agreed. \"I am, too.\" The step forward he took now was quite deliberate. \"Did Victoria ever find you?\" I asked, breathless, desperate to distract him. It was the first question that popped into my head, and I regretted it as soon as the words were spoken. Victoria—who had hunted me with James, and then disappeared—was not someone I wanted to think of at this particular moment. But the question did stop him. \"Yes,\" he said, hesitating on that step. \"I actually came here as a favor to her.\" He made a face. \"She won't be happy about this.\" \"About what?\" I said eagerly, inviting him to continue. He was glaring into the trees, away from me. I took advantage of his diversion, taking a furtive step back. He looked back at me and smiled—the expression made him look like a black-haired angel. \"About me killing you,\" he answered in a seductive purr. I staggered back another step. The frantic growling in my head made it hard to hear. \"She wanted to save that part for herself,\" he went on blithely. \"She's sort of… put out with you, Bella.\" \"Me?\" I squeaked. He shook his head and chuckled. \"I know, it seems a little backward to me, too. But James was her mate, and your Edward killed him.\" Even here, on the point of death, his name tore against my unhealed wounds like a serrated edge. Laurent was oblivious to my reaction. \"She thought it more appropriate to kill you than Edward—fair turnabout, mate for mate. She asked me to get the lay of the land for her, so to speak. I didn't imagine you would be so easy to get to. So maybe her plan was flawed—apparently it wouldn't be the revenge she imagined, since you must not mean very much to him if he left you here unprotected.\" Another blow, another tear through my chest. Laurent's weight shifted slightly, and I stumbled another step back. He frowned. \"I suppose she'll be angry, all the same.\" \"Then why not wait for her?\" I choked out. A mischievous grin rearranged his features. \"Well, you've caught me at a bad time, Bella. I didn't come to this place on Victoria's mission—I was hunting. I'm quite thirsty, and you do smell… simply mouthwatering.\" Laurent looked at me with approval, as if he meant it as a compliment. \"Threaten him,\" the beautiful delusion ordered, his voice distorted with dread. \"He'll know it was you,\" I whispered obediently. \"You won't get away with this.\" \"And why not?\" Laurent's smile widened. He gazed around the small opening in the trees. \"The scent will wash away with the next rain. No one will find your body—you'll simply go missing, like so many, many other humans. There's no reason for Edward to think of me, if he cares enough to investigate. This is nothing personal, let me assure you, Bella. Just thirst.\" \"Beg,\" my hallucination begged. \"Please,\" I gasped. Laurent shook his head, his face kind. \"Look at it this way, Bella. You're very lucky I was the one to find you.\" \"Am I?\" I mouthed, faltering another step back. Laurent followed, lithe and graceful. \"Yes,\" he assured me. \"I'll be very quick. You won't feel a thing, I promise. Oh, I'll lie to Victoria about that later, naturally, just to placate her. But if you knew what she had planned for you, Bella…\" He shook his head with a slow movement, almost as if in disgust. \"I swear you'd be thanking me for this.\" I stared at him in horror. He sniffed at the breeze that blew threads of my hair in his direction. \"Mouthwatering,\" he repeated, inhaling deeply. I tensed for the spring, my eyes squinting as I cringed away, and the sound of Edward's furious roar echoed distantly in the back of my head. His name burst through all the walls I'd built to contain it. Edward, Edward, Edward. I was going to die. It shouldn't matter if I thought of him now. Edward, I love you. Through my narrowed eyes, I watched as Laurent paused in the act of inhaling and whipped his head abruptly to the left. I was afraid to look away from him, to follow his glance, though he hardly needed a distraction or any other trick to overpower me. I was too amazed to feel relief when he started slowly backing away from me. \"I don't believe it,\" he said, his voice so low that I barely heard it. I had to look then. My eyes scanned the meadow, searching for the interruption that had extended my life by a few seconds. At first I saw nothing, and my gaze flickered back to Laurent. He was retreating more quickly now, his eyes boring into the forest. Then I saw it; a huge black shape eased out of the trees, quiet as a shadow, and stalked deliberately toward the vampire. It was enormous—as tall as a horse, but thicker, much more muscular. The long muzzle grimaced, revealing a line of dagger-like incisors. A grisly snarl rolled out from between the teeth, rumbling across the clearing like a prolonged crack of thunder. The bear. Only, it wasn't a bear at all. Still, this gigantic black monster had to be the creature causing all the alarm. From a distance, anyone would assume it was a bear. What else could be so vast, so powerfully built? I wished I were lucky enough to see it from a distance. Instead, it padded silently through the grass a mere ten feet from where I stood. \"Don't move an inch,\" Edward's voice whispered. I stared at the monstrous creature, my mind boggling as I tried to put a name to it. There was a distinctly canine cast to the shape of it, the way it moved. I could only think of one possibility, locked in horror as I was. Yet I'd never imagined that a wolf could get so big. Another growl rumbled in its throat, and I shuddered away from the sound. Laurent was backing toward the edge of the trees, and, under the freezing terror,  confusion swept through me. Why was Laurent retreating? Granted, the wolf was monstrous in size, but it was just an animal. What reason would a vampire have for fearing an animal? And Laurent was afraid. His eyes were wide with horror, just like mine. As if in answer to my question, suddenly the mammoth wolf was not alone. Flanking it on either side, another two gigantic beasts prowled silently into the meadow. One was a deep gray, the other brown, neither one quite as tall as the first. The gray wolf came through the trees only a few feet from me, its eyes locked on Laurent. Before I could even react, two more wolves followed, lined up in a V, like geese flying south. Which meant that the rusty brown monster that shrugged through the brush last was close enough for me to touch. I gave an involuntary gasp and jumped back—which was the stupidest thing I could have done. I froze again, waiting for the wolves to turn on me, the much weaker of the available prey. I wished briefly that Laurent would get on with it and crush the wolf pack—it should be so simple for him. I guessed that, between the two choices before me, being eaten by wolves was almost certainly the worse option. The wolf closest to me, the reddish brown one, turned its head slightly at the sound of my gasp. The wolf's eyes were dark, nearly black. It gazed at me for a fraction of a second, the deep eyes seeming too intelligent for a wild animal. As it stared at me, I suddenly thought of Jacob—again, with gratitude. At least I'd come here alone, to this fairytale meadow filled with dark monsters. At least Jacob wasn't going to die, too. At least I wouldn't have his death on my hands. Then another low growl from the leader caused the russet wolf to whip his head around, back toward Laurent. Laurent was staring at the pack of monster wolves with unconcealed shock and fear. The first I could understand. But I was stunned when, without warning, he spun and disappeared into the trees. He ran away. The wolves were after him in a second, sprinting across the open grass with a few powerful bounds, snarling and snapping so loudly that my hands flew up instinctively to cover my ears. The sound faded with surprising swiftness once they disappeared into the woods. And then I was alone again. My knees buckled under me, and I fell onto my hands, sobs building in my throat. I knew I needed to leave, and leave now. How long would the wolves chase Laurent before they doubled back for me? Or would Laurent turn on them? Would he be the one that came looking? I couldn't move at first, though; my arms and legs were shaking, and I didn't know how to get back to my feet. My mind couldn't move past the fear, the horror or the confusion. I didn't understand what I'd just witnessed. A vampire should not have run from overgrown dogs like that. What good would their teeth be against his granite skin? And the wolves should have given Laurent a wide berth. Even if their extraordinary size had taught them to fear nothing, it still made no sense that they would pursue him. I doubted his icy marble skin would smell anything like food. Why would they pass up something warm-blooded and weak like me to chase after Laurent? I couldn't make it add up. A cold breeze whipped through the meadow, swaying the grass like something was moving through it. I scrambled to my feet, backing away even though the wind brushed harmlessly past me. Stumbling in panic, I turned and ran headlong into the trees. The next few hours were agony. It took me three times as long to escape the trees as it had to get to the meadow. At first I paid no attention to where I was headed, focused only on what I was running from By the time I collected myself enough to remember the compass, I was deep in the unfamiliar and menacing forest. My hands were shaking so violently that I had to set the compass on the muddy ground to be able to read it. Every few minutes I would stop to put the compass down and check that I was still heading northwest, hearing—when the sounds weren't hidden behind the frantic squelching of my footsteps—the quiet whisper of unseen things moving in the leaves. The call of a jaybird made me leap back and fall into a thick stand of young spruce, scraping up my arms and tangling my hair with sap. The sudden rush of a squirrel up a hemlock made me scream so loud it hurt my own ears. At last there was a break in the trees ahead. I came out onto the empty road a mile or so south of where I'd left the truck. Exhausted as I was, I jogged up the lane until I found it. By the time I pulled myself into the cab, I was sobbing again. I fiercely shoved down both stiff locks before I dug my keys out of my pocket. The roar of the engine was comforting and sane. It helped me control the tears as I sped as fast as my truck would allow toward the main highway. I was calmer, but still a mess when I got home. Charlie's cruiser was in the driveway—I hadn't realized how late it was. The sky was already dusky. \"Bella?\" Charlie asked when I slammed the front door behind me and hastily turned the locks.  \"Yeah, it's me.\" My voice was unsteady. \"Where have you been?\" he thundered, appearing through the kitchen doorway with an ominous expression. I hesitated. He'd probably called the Stanleys. I'd better stick to the truth. \"I was hiking,\" I admitted. His eyes were tight. \"What happened to going to Jessica's?\" \"I didn't feel like Calculus today.\" Charlie folded his arms across his chest. \"I thought I asked you to stay out of the forest.\" \"Yeah, I know. Don't worry, I won't do it again.\" I shuddered. Charlie seemed to really look at me for the first time. I remembered that I had spent some time on the forest floor today; I must be a mess. \"What happened?\" Charlie demanded. Again, I decided that the truth, or part of it anyway, was the best option. I was too shaken to pretend that I'd spent an uneventful day with the flora and fauna. \"I saw the bear.\" I tried to say it calmly, but my voice was high and shaky. \"It's not a bear, though—it's some kind of wolf. And there are five of them. A big black one, and gray, and reddish-brown…\" Charlie's eyes grew round with horror. He strode quickly to me and grabbed the tops of my arms. \"Are you okay?\" My head bobbed in a weak nod. \"Tell me what happened.\" \"They didn't pay any attention to me. But after they were gone, I ran away and I fell down a lot.\" He let go of my shoulders and wrapped his arms around me. For a long moment, he didn't say anything. \"Wolves,\" he murmured. \"What?\" \"The rangers said the tracks were wrong for a bear—but wolves just don't get that big…\" \"These were huge.\" \"How many did you say you saw?\" \"Five.\" Charlie shook his head, frowning with anxiety, He finally spoke in a tone that allowed no argument. \"No more hiking.\" \"No problem,\" I promised fervently. .  Charlie called the station to report what I'd seen. I fudged a little bit about where exactly I'd seen the wolves—claiming I'd been on the trail that led to the north. I didn't want my dad to know how deep I'd gone into the forest against his wishes, and, more importantly, I didn't want anyone wandering near where Laurent might be searching for me. The thought of it made me feel sick. \"Are you hungry?\" he asked me when he hung up the phone. I shook my head, though I must have been starving. I hadn't eaten all day. \"Just tired,\" I told him. I turned for the stairs. \"Hey,\" Charlie said, his voice suddenly suspicious again. \"Didn't you say Jacob was gone for the day?\" \"That's what Billy said,\" I told him, confused by his question. He studied my expression for a minute, and seemed satisfied with what he saw there. \"Huh.\" \"Why?\" I demanded. It sounded like he was implying that I'd been lying to him this morning. About something besides studying with Jessica. \"Well, it's just that when I went to pick up Harry, I saw Jacob out in front of the store down there with some of his friends. I waved hi, but he… well, I guess I don't know if he saw me. I think maybe he was arguing with his friends. He looked strange, like he was upset about something. And… different. It's like you can watch that kid growing! He gets bigger every time I see him.\" \"Billy said Jake and his friends were going up to Port Angeles to see some movies. They were probably just waiting for someone to meet them.\" \"Oh.\" Charlie nodded and headed for the kitchen. I stood in the hall, thinking about Jacob arguing with his friends. I wondered if he had confronted Embry about the situation with Sam. Maybe that was the reason he'd ditched me today—if it meant he could sort things out with Embry, I was glad he had. I paused to check the locks again before I went to my room. It was a silly thing to do. What difference would a lock make to any of the monsters I'd seen this afternoon? I assumed the handle alone would stymie the wolves, not having opposable thumbs. And if Laurent came here… Or… Victoria. I lay down on my bed, but I was shaking too hard to hope for sleep. I curled into a cramped ball under my quilt, and faced the horrifying facts. There was nothing I could do. There were no precautions I could take. There was no place I could hide. There was no one who could help me. I realized, with a nauseous roll of my stomach, that the situation was worse than even that. Because all those facts applied to Charlie, too. My father, sleeping one room away from me, was just a hairsbreadth off the heart of the target that was centered on me. My scent would lead them here, whether I was here or not. The tremors rocked me until my teeth chattered. To calm myself, I fantasized the impossible: I imagined the big wolves catching up to Laurent in the woods and massacring the indestructible immortal the way they would any normal person. Despite the absurdity of such a vision, the idea comforted me. If the wolves got him, then he couldn't tell Victoria I was here all alone. If he didn't return, maybe she'd think the Cullens were still protecting me. If only the wolves could win such a fight… My good vampires were never coming back; how soothing it was to imagine that the other kind could also disappear. I squeezed my eyes tight together and waited for unconsciousness—almost eager for my nightmare to start. Better that than the pale, beautiful face that smiled at me now from behind my lids. In my imagination, Victoria's eyes were black with thirst, bright with anticipation, and her lips curled back from her gleaming teeth in pleasure. Her red hair was brilliant as fire; it blew chaotically around her wild face. Laurent's words repeated in my head. If you knew what she had planned for you … I pressed my fist against my mouth to keep from screaming.",
            "vi": "10         10. ĐỒNG CỎ  JACOB ĐÃ KHÔNG GỌI ĐIỆN THOẠI  Lần đầu tôi gọi, Billy nghe máy và bảo tôi là Jacob vẫn còn trên giường. Tôi tò mò, muốn kiểm tra xem Billy đã đưa anh chàng đi bác sĩ chưa. Billy bảo rồi, nhưng, vì lý do nào đó không hiểu nữa, tôi không thực sự tin ông. Trong hai ngày kế, tôi lại gọi, cứ vài lần một ngày, nhưng chẳng có ai ở đó.  Thứ bảy, tôi quyết định đi gặp anh ta, chẳng được mời. Nhưng căn nhà nhỏ màu đỏ trống rỗng. Điều này làm cho tôi hoảng lên - liệu Jacob ốm nặng đến nỗi anh chàng cần phải nhập viện? Trên đường trở về nhà tôi có ghé qua bệnh viện, nhưng người y tá ở bàn tiếp tân cho tôi biết không có Jacob hay Billy ở đó.  Tôi bắt Charlie gọi Harry Clearwater ngay khi bố đi làm về. Tôi chờ, lo lắng, trong khi Charlie tán dóc với ông bạn già; cuộc nói chuyện có vẻ huyên thuyên chẳng dứt nhưng tuyệt nhiên chẳng hề đề cập đến Jacob. Dường như Harry đã ở bệnh viện…làm các xét nghiệm gì đó về tim. Charlie nhăn trán, nhưng Harry vẫn đùa với ông, không thèm để ý đến việc này, mãi cho đến Charlie cười lại. Chỉ đến khi Charlie hỏi thăm về Jacob, và giờ thì phía bên kia đầu dây chẳng cho tôi biết gì thêm, chỉ nghe nhiều tiếng “hừm” và “vậy à”. Tôi gõ gõ ngón tay lên quầy cạnh ông cho đến khi ông đặt tay lên ngăn tay tôi lại.  Cuối cùng, Charlie gác máy điện thoại và quay qua tôi.  \"Harry nói có vấn đề gì đó về đường dây điện thoại, và đó là lý do tại sao con không thể liên lạc được. Billy đã đưa Jake đến bác sĩ ở dưới đó, và hình như anh chàng bị bệnh tăng bạch cầu đơn nhân. Nó rất mệt, và vì thế Billy không muốn có khách thăm viếng,\" ông báo lại.  \"Không cho thăm viếng à?\" Tôi gặng hỏi với vẻ nghi ngờ Charlie nhướng một bên chân mày.  “Giờ thì con đừng có gây rắc rối nữa nhé, Bells. Billy biết điều gì là tốt nhất cho Jake. Chẳng bao lâu nữa anh sẽ khoẻ lên và đi lại được. Kiên nhẫn nhé!” Tôi không ép. Charlie quá lo lắng cho Harry. Đó rõ ràng là chuyện quan trọng hơn –làm ông khó chịu vì lo lắng cỏn con của mình thì không hay chút nào. Thay vào đó, tôi đi thẳng lên lầu và bật máy tính lên. Tôi tìm một trang web trực tuyến về y học và gõ chữ “bệnh tăng bạch cầu đơn nhân \" vào hộp tìm kiếm. Tất cả những gì tôi biết về bệnh này này là mình có lẽ bị lây bệnh vì hôn, rõ ràng không phải trường hợp của Jake. Tôi nhanh chóng đọc kỹ các triệu chứng – sốt thì anh chàng chắc chắn có, nhưng các triệu chứng còn lại là gì? Không có đau họng khủng khiếp, không kiệt sức, không đau đầu, ít ra thì không có trước khi anh quay về nhà sau buổi chiếu phim; anh đã nói là cảm thấy \" khoẻ như vâm” mà. Có phải nó thật sự đến nhanh thế không? Bài báo cho thấy dường như cảm giác đau xuất hiện trước tiên.  Tôi nhìn chăm chú vào màn hình máy tính và thắc mắc không biết, chính xác, tại sao tôi lại làm việc này. Tại sao tôi cảm thấy quá …quá nghi ngờ, giống như tôi không tin chuyện của Billy vậy? Tại sao Billy lại nói dối Harry? Có lẽ tôi ngu. Tôi lo lắng, và, thành thật mà nói, tôi sợ không được gặp Jacob – chính điều đó đã làm tôi lo lắng.  Tôi đọc lướt qua phần còn lại của bài báo, tìm thêm thông tin. Tôi dừng lại khi đọc đến phần bệnh có thể kéo dài hơn một tháng như thế nào.  Một tháng? Tôi há hốc miệng. . Nhưng Billy không thể không cho thăm viếng lâu được. Tất nhiên là không rồi. Jake sẽ phát điên khi nằm chết dí trên giường lâu mà không có ai để chuyện trò.  Thế thì Billy sợ điều gì? Bài báo nói rằng người bị bệnh bệnh đơn nhân nhiễm trùng cần tránh hoạt động thể lực, nhưng đâu có nói gì về chuyện thăm viếng. Bệnh này không lây nhiễm lắm.  Tôi sẽ cho Billy một tuần, tôi quyết định, trước khi tôi trở nên hung hăng. Một tuần là hào phóng lắm rồi.  Một tuần dài quá. Vào thứ Tư, tôi chắc mình sẽ không sống nổi cho đến ngày thứ bảy. Khi quyết định để yên cho Billy và Jacob trong một tuần, tôi đã không tin Jacob sẽ chấp nhận quy định của Billy. Mỗi ngày khi tôi từ trường về đến nhà, tôi liền chạy đến điện thoại kiểm tra tin nhắn. Chẳng hề có tin nhắn nào cả.  Tôi gian lận ba lần bằng cách cố gắng gọi anh, nhưng đường dây điện thoại vẫn không kết nối được.  Tôi đã ở trong nhà quá nhiều và ở một mình quá lâu. Không có Jacob, adrenaline và sự xao nhãng của tôi, mọi thứ mà tôi đang đè nén bắt đầu dâng lên trong tôi. Những giấc mơ lại trở nên dữ dội. Tôi không còn thấy kết cục nữa. Chỉ sự hư vô khủng khiếp - nửa thời gian trong rừng, nửa thời gian ở biển dương xỉ không người nơi ngôi nhà trắng không còn tồn tại. Đôi khi Sam Uley có mặt trong rừng, theo dõi tôi. Tôi không chú ý đến anh ta – sự hiện diện của anh ấy không thoải mái chút nào; chẳng làm tôi cảm thấy ít cô đơn hơn. Chẳng làm tôi ngừng la hét và tỉnh giấc, nhiều đêm liền.  Cái lỗ thủng trong ngực tôi đau hơn bao giờ hết. Tôi nghĩ mình đã kiểm soát được nó, nhưng tôi thấy mình gập người, ngày này qua ngày khác, giữ chặt hai bên hông lại và thở hổn hển.  Tôi không giỏi đối phó với việc này một mình.  Tôi cảm thấy nhẹ nhõm vô cùng khi sáng tôi thức giấc - dĩ nhiên, hét lên - và nhớ rằng hôm nay là thứ bảy. Hôm nay tôi có thể gọi Jacob. Và nếu đường điện thoại vẫn không liên lạc được, tôi sẽ đến La Push. Dù thể nào đi chăng nữa thì, hôm nay tình hình sẽ tốt hơn tuần lễ cô đơn vừa rồi.  Tôi quay số, rồi chờ đợi mà không hy vọng nhiều.  Tôi bất ngờ khi Billy lên tiếng ngay tiếng reng thứ hai.  \"Alô ?\" \"Ồ, điện thoại kết nối lại rồi! Chào, bác Billy. Cháu là Bella. Cháu chỉ gọi hỏi xem sức khoẻ Jacob như thế nào. Bạn ấy đã khoẻ và tiếp khách được chưa? Cháu định ghé qua chơi \" \"Bác xin lỗi, Bella, \" Billy cắt ngang, và tôi tự hỏi có phải ông đang xem ti vi không; ông có vẻ bị phân tâm.  \"Nó không có ở nhà.\" \"Ồ.\" Tôi phải mất một giây sau mới lên tiếng. \"Vậy bạn ấy đã cảm thấy đỡ hơn chưa?\" \"Ờ,” Billy do dự một lúc khá lâu. \"Rốt cuộc hóa ra không phải là bệnh tăng bạch cầu đơn nhân. Chỉ do vài thứ vi - rút khác gây ra.\" \"Ôi. Vậy hiện nay bạn ấy đang ở đâu?\" \"Nó đang chở bạn tới Port Angeles- Bác nghĩ chúng nó sẽ xem buổi chiếu hai phim hay làm cái gì đó. Nó đã đi cả ngày trời rồi.” \"À, thiệt nhẹ cả người. Cháu lo quá. Cháu vui vì anh ấy đã khoẻ hẳn để ra ngoài.“ Giọng tôi có vẻ giả dối khủng khiếp khi tôi lắp bắp nói nhanh.  Jacob đã khoẻ hơn, nhưng chưa đủ khoẻ để gọi tôi. Anh chàng đã ra ngoài chơi với bạn bè. Tôi thì đang ngồi nhà, nhớ anh từng giờ.  Tôi cô đơn, lo lắng, chán nản… bị xuyên tim  - và bây giờ bơ vơ khi nhận ra rằng một tuần lễ không gặp mặt nhau chẳng ảnh hưởng đến anh như tôi.  \"Cháu có muốn nhắn riêng chuyện gì không?\" Billy yêu cầu lịch sự.  \"Dạ không, không có.\" \"Ừm, bác sẽ nói với nó rằng có cháu gọi điện thoại hỏi thăm, \" Billy hứa. \" Chào cháu Bella. \" \"Chào bác, \" tôi đáp lại, nhưng ông đã gác máy.  Tôi đứng sững một lát với điện thoại vẫn trên tay.  Jacob chắc đã đổi ý, như tôi đã sợ. Anh đang nghe theo lời khuyên của tôi và không phí thêm thời gian nữa với một người không thể đáp lại tình cảm của mình. Tôi cảm thấy mặt mình không còn chút máu.  \"Có chuyện gì vậy ?\" Charlie vừa hỏi vừa đi xuống cầu thang.  \"Dạ không, \" tôi nói dối, gác máy điện thoại. \" Billy nói Jacob cảm thấy đỡ hơn nhiều. Không phải bệnh tăng bạch cầu đơn nhân. Thế là tốt rồi.\" \"Nó sẽ đến đây, hay là con sẽ đến đó?\" Charlie hỏi lơ đãng khi bắt đầu sục sạo tủ lạnh.  \"Không,\" tôi thú nhận. \"Anh ấy đang đi chơi với một vài người bạn khác.\" Giọng tôi cuối cùng đã làm Charlie đế ý. Bố ngước nhìn tôi bất giác lo lắng, bàn tay ông sững lại bên gói phô - mai lát.  \"Chẳng phải còn hơi sớm để ăn trưa sao?\" Tôi hỏi nhẹ nhàng hết mức có thể, cố làm bố phân tâm.  \"Không, bố chỉ gói vài thứ để đem ra sông…” \"Ồ, hôm nay đi câu à?\" \"Ừm, Harry gọi... và trời không mưa.” Ông vừa nói vừa chất một đống đồ ăn trên quầy.  Bất ngờ ông ngước nhìn lên lần nữa như thể ông vừa nhận ra điều gì đó.  \"Này, con có muốn bố ở nhà với con không, vì Jake vắng mặt?\" \"Không sao đâu bố\" tôi nói, tỏ vẻ dửng dưng. \" Cá sẽ cắn câu nhiều hơn khi thời tiết tốt. \" Ông nhìn tôi chằm chằm, vẻ do dự hiện rõ trên khuôn mặt. Tôi biết rằng ông đang lo lắng, sợ để tôi ở nhà một mình, trong trường hợp sợ tôi \"quanh quẩn trong buồn khổ” trở lại.  \"Thiệt đó, bố. Con sẽ gọi Jessica, \" tôi bịa chuyện thật nhanh. Tôi thà là ở một mình còn hơn là có ông ở nhà canh chừng tôi suốt cả ngày. \"Tụi con sẽ nghiên cứu bài trắc nghiệm giải tích. Con có thể nhờ cô ta giúp.\" Phần này thì đúng rồi.  Nhưng tôi sẽ phải làm mà không nhờ cô ta giúp.  \"Đó là ý hay đấy. Con đã dành quá nhiều thời gian chơi với Jacob, những người bạn khác của con sẽ nghĩ con đã quên họ.\" Tôi mỉm cười và gật đầu làm như tôi quan tâm lắm đến suy nghĩ của các người bạn khác.  Charlie vừa mới quay đi, thì lại xoay người lại với vẻ lo lắng. \"Này, con sẽ học ở đây hoặc ở nhà của Jess, đúng không?\" \"Đương nhiên, còn có chỗ nào nữa đâu hả bố?\" \"Ừm, chỉ là bố muốn con cẩn thận tránh xa rừng, như bố đã nói rồi đó.” Tôi mất cả phút mới hiểu, vì phân tâm. \"Có thêm rắc rối với gấu à?\" Charlie gật đầu, cau mày. \"Chỗ chúng ta có một người đi bộ đường dài bị mất tích- kiểm lâm tìm thấy trại của anh ta sáng sớm hôm nay, nhưng không có dấu vết gì của anh ta cả. Có vài dấu chân thú lớn ... dĩ nhiên có thể chúng đã đến sau, khi ngửi thấy mùi thức ăn... dù sao chăng nữa, bây giờ họ đang đặt bẫy để bắt.\" \"Ồ,\" tôi lơ đãng nói. Tôi thực sự không lắng nghe lời cảnh báo của ông; tôi cảm thấy khó chịu vì chuyện Jacob hơn là khả năng sợ bị gấu ăn thịt.  Tôi mừng khi thấy Charlie vội vã. Ông không chờ tôi gọi Jessica, vì vậy tôi không cần phải mang bộ mặt ngớ ngẩn. Tôi cẩn thận đến thu dọn các sách giáo khoa trên bàn ở bếp để xếp vào túi ; có lẽ quá nhiều, và nếu ông không háo hức để kịp hẹn, thế nào ông cũng nghi ngờ.  Tôi bận tỏ vẻ bận rộn đến nỗi nguyên cả ngày trống trải khủng khiếp không làm tôi suy sụp cho đến khi tôi nhìn bố lái xe đi. Mất khoảng hai phút nhìn chằm chằm vào chiếc điện thoại nằm im lặng trong gian bếp rồi quyết định rằng hôm nay tôi sẽ không ở nhà. Tôi cân nhắc các lựa chọn của mình.  Tôi sẽ không gọi cho Jessica. Theo những gì tôi biết, Jessica đã theo phe bọn xấu.  Tôi có thể lái xe đến La Push và lấy chiếc xe máy của tôi –ý nghĩ thôi thúc tôi nhưng chỉ có một rắc rối nhỏ: ai sẽ chở tôi đến phòng cấp cứu nếu tôi cần sau đó? Hay là… tôi đã có bản đồ và la bàn trong xe tải. Giờ đây tôi chắc chắn tôi hiểu cách làm đủ rõ để không bị lạc. Có lẽ tôi hôm nay chỉ theo hai đường, thực hiện trước kế hoạch đến khi Jacob quyết định cho tôi hân hạnh được gặp mặt anh. Tôi cố không nghĩ chuyện đó có thể kéo dài bao lâu. Hay sẽ là chẳng bao giờ nữa.  . Tôi cảm thấy dằn vặt vì tội lỗi đôi chút khi tôi nghĩ Charlie sẽ cảm thấy thế nào về việc này, nhưng tôi lờ đi. Hôm nay tôi lại không thể ở nhà được nữa.  Vài phút sau tôi đã trên con đường đất quen thuộc không biết dẫn đến chỗ nào cụ thể cả. Tôi hạ kính cửa sổ và tôi lái nhanh hết mức xe tải tôi có thể chịu được, cố tận hưởng làn gió ve vuốt mặt mình. Trời có mây, nhưng hầu như khô ráo – một ngày quá đẹp ở Forks.  Khởi đầu làm tôi mất thời gian hơn Jacob. Sau khi đỗ xe ở chỗ thường lệ, tôi phải mất ít nhất mười lăm phút nghiên cứu chiếc kim nhỏ trên mặt la bàn và các điểm đánh dấu trên bản đồ nay đã sờn. Khi tôi cảm thấy khá chắc là mình đang theo đúng với đường vẽ trên mạng lưới, tôi bắt đầu vào rừng. Khu rừng hôm nay tràn đầy sức sống, tất cả sinh vật nhỏ đang tận hưởng sự khô ráo ngắn ngủi. Không hiểu vì sao, mặc dù có tiếng chim hót líu lo và tiếng quạ kêu, tiếng côn trùng kêu vo vo ầm ĩ  quanh đầu tôi, và thỉnh thoảng những chú chuột đồng chạy vụt qua lùm cây bụi, nhưng tôi cảm thấy khu rừng hôm nay có vẻ rùng rợn; nó làm tôi nhớ cơn ác mộng gần đây nhất của tôi. Tôi biết nó rùng rợn là vì tôi ở đây có một mình, thiếu tiếng huýt sáo hồn nhiên của Jacob và âm thanh của một đôi chân nữa lóc bóc trên vùng đất ẩm ướt.  Càng tiến sâu vào rừng, cảm giác lo lắng càng tăng dần. Hơi thở bắt đầu nặng nề hơn - không phải do tôi gắng sức, mà vì tôi một lần nữa lại gặp khó khăn với cái lỗ thủng ngu ngốc trong ngực mình. Tôi ghì cánh tay ôm lấy thân mình và cố tống cơn đau ra khỏi tâm trí. Tôi gần như muốn quay lại, nhưng tôi không muốn phí công sức đã bỏ ra.  . Khi tôi lê bước, nhịp chân của tôi bắt đầu làm tê dại tâm trí và cơn đau của tôi. Cuối cùng, nhịp thở của tôi đã ổn định, và tôi vui vì đã không từ bỏ ý định của mình. Tôi đang thông thạo hơn trong việc băng rừng; có thể nói tôi bắt đầu đi nhanh hơn.  Tôi không nhận ra tôi đang di chuyển hiệu quả như thế nào. Tôi nghĩ tôi đã đi có lẽ được bốn dặm, và tôi thậm chí chưa nhìn quanh khắp nơi tìm kiếm nó. Và rồi một cái dốc đã làm tôi mất phương hướng, tôi bước qua mái vòm thấp được tạo ra bởi hai cây gỗ thích – đẩy mấy cây dương xỉ cao ngang ngực để đi qua – vào đồng cỏ.  Cũng là nơi ấy, tôi chắc chắn điều đó ngay tức khắc. Tôi chưa bao giờ thấy khoảng rừng trống cân đối đến như thế. Nó hoàn toàn tròn trịa như thể ai đó đã cố ý tạo ra vòng tròn hoàn mỹ, nhổ cây đi nhưng không để lại dấu vết bạo lực nào trong bãi cỏ nhấp nhô kia. Đến phía đông, tôi có thể nghe tiếng suối chảy rì rầm lặng lẽ.  Nơi này gần như không đẹp sững sờ khi không có nắng trời, nhưng nó vẫn vô cùng xinh đẹp và thanh bình. Không phải mùa hoa dại nở; mặt đất đầy những cây cỏ cao đu đưa trong làn gió thoảng như mặt hồ gợn sóng lăn tăn.  Cũng là nơi ấy... nhưng nó không có những gì tôi đã tìm kiếm.  Cảm giác thất vọng đến với tôi ngay khi tôi nhận ra điều đó. Tôi quỳ xuống ngay chỗ đang đứng, quỳ ở  chỗ bìa rừng trống đó, bắt đầu thở hổn hển.  Đi xa hơn nữa để làm gì?  Chẳng có gì lưu lại nơi đây.  Chẳng có gì ngoài những kỷ niệm tôi có thể nhớ lại ngay bất cứ khi nào mình muốn, nếu tôi muốn chịu cơn  đau tương tự – cơn đau đang xâm chiếm tôi đây, làm tôi lạnh giá.  Nơi này chẳng có gì đặc biệt khi không có anh. Tôi không rõ  là mình hy vọng sẽ cảm thấy gì ở đây, nhưng đồng cỏ thì dường như thiếu khí trời, thiếu mọi thứ, y như mọi nơi khác. Cũng giống như những cơn ác mộng của tôi. Đầu tôi quay cuồng choáng váng. Ít ra thì tôi cũng đã đến một mình. Tôi vội cám ơn khi nhận ra điều đó. Nếu tôi khám phá đồng cỏ cùng Jacob… ừm, tôi không thể nào che đậy được vực thẳm mà tôi đang lao xuống lúc bấy giờ. Sao tôi có thể giải thích được khi thân thể tôi đang rạn nứt ra nhiều mảnh, khi tôi phải cuộn tròn để lỗ hổng không xé tôi thành từng mảnh? Tốt hơn nhiều khi không có ai chứng kiến.  Và tôi không phải giải thích cho ai hiểu tại sao tôi vội vã rời khỏi đây như vậy. Jacob hẳn sẽ cho rằng, sau khi trải qua bao khó khăn để tìm ra nơi ngu ngốc này, tôi sẽ muốn ở lại đây lâu hơn là chỉ một vài giây. Nhưng tôi đã cố gắng tìm sức mạnh để đứng lên lại, thôi không cuộn tròn nữa.  Quá đau đớn phải chịu ở nơi trống rỗng này - tôi sẽ bò đi nếu cần.  Thật may mắn khi tôi chỉ có một mình! Một mình. Tôi lặp lại từ này với vẻ hết sức thoả mãn khi tôi vặn mình đứng dậy mặc kệ cơn đau. Đúng lúc đó, một cái bóng bước ra từ cánh rừng phía bắc, cách khoảng ba mươi bước. Cảm giác choáng váng xuyên qua người tôi ngay tức thì. Đầu tiên là bất ngờ; tôi đã xa các con đường mòn ở đây, và tôi không nghĩ có người đi theo. Sau đó, mắt tôi chiếu thẳng vào hình thù bất động kia, thấy hoàn toàn tĩnh lặng, làn da xanh xao, niềm hy vọng vội vã xâm chiếm lấy tôi. Tôi hết sức kiềm chế, cố gắng chống lại cảm giác đau đớn đang cứa đều trên thân thể tôi khi mắt của tôi tiếp tục chú mục vào khuôn mặt núp dưới mái tóc đen kia, khuôn mặt này không phải là khuôn mặt mà tôi muốn nhìn thấy. Kế đến là nỗi sợ hãi; đây không phải là khuôn mặt tôi đau buồn vì nó, nhưng đã đủ gần để tôi biết là người đàn ông đang đối diện với tôi không phải là người đi bộ đường dài bị lạc.  Và cuối cùng, cuối cùng, nhận ra. \"Laurent !\" Tôi thét lên vì vui sướng bất ngờ.  Đó là một phản ứng vô lý. Lẽ ra tôi phải dừng lại vì sợ.  Laurent là một thành viên trong nhóm James khi chúng tôi gặp lần đầu tiên. Hắn đã không tham gia vào cuộc săn lùng sau đó– cuộc đi săn mà tôi là con mồi - nhưng chỉ là vì hắn sợ; vì tôi đã được bảo vệ bởi một nhóm hùng mạnh hơn nhóm của hắn. Việc đó lẽ ra phải khác nếu đó không phải là trường hợp này - hắn đã không hối tiếc, vào lúc đó, vì chống lại việc biến tôi thành thức ăn. Tất nhiên, hắn chắc đã thay đổi, vì hắn đã đến Alaska để sống với một nhóm văn minh khác ở đó, một dòng tộc khác không chịu hút máu người vì lý do đạo đức. Dòng tộc khác đó giống ... nhưng tôi không để mình nghĩ đến cái tên ấy.  Đúng vậy, sợ hãi thì hợp lẽ hơn, nhưng tấc cả những gì tôi cảm nhận là cảm giác thoả mãn vô bờ. Đồng cỏ lại là một nơi đầy lôi cuốn. Thật ra mà nói, một sự lôi cuốn đáng sợ hơn tôi mong, chắc chắn vậy, nhưng vẫn là lôi cuốn. Đây là sự liên hệ tôi đã tìm kiếm. Bằng chứng, tuy xa xôi, - rằng ở một nơi nào đó trong cùng thế giới mà tôi sống - anh đã tồn tại. Thật không thể tin được Laurent vẫn y như xưa. Tôi cho rằng thật là ngốc và quá người khi mong chờ một sự thay đổi nào đó trong năm ngoái. Nhưng có điều gì đó ….. khiến tôi không thể nhận ra.  \"Bella ?\" hắn hỏi, có vẻ ngạc nhiên hơn cả tôi.  \"Ông nhớ à.\" Tôi mỉm cười. Thật buồn cười hết sức khi tôi lại tự hào như thế vì được một con ma cà rồng biết tên.  Hắn cười toe toét. \"Tôi không nghĩ sẽ gặp cô ở đây. \"  Hắn đi về phía tôi, vẻ mặt kinh ngạc.  \"Trái đất tròn mà? Tôi sống ở đây mà. Tôi tưởng ông đã đến Alaska rồi.” Hắn dừng lại cách khoảng mười bước, nghểnh đầu sang một bên. Khuôn mặt hắn là khuôn mặt đẹp nhất tôi từng thấy đã rất lâu rồi. Tôi nhìn chăm chú nét mặt của hắn với cảm giác nhẹ nhõm thèm khát kỳ lạ. Đây là người mà tôi không cần phải giả vờ - người đã biết mọi thứ tôi không bao giờ có thể nói ra.  \"Đúng,\" hắn đồng ý. \" Tôi đã đến Alaska. Nhưng, tôi vẫn không ngờ... khi tôi thấy nhà gia đình Cullen vắng tanh, tôi mới biết họ đã chuyển đi nơi khác.\" \"Ôi. \" Tôi cắn môi khi cái tên đó làm đau buốt vết thương trong lòng tôi. Phải mất một giây sau tôi mới bình tĩnh được. Laurent chờ đợi với mắt tò mò.  \"Họ đã chuyển đi rồi,” cuối cùng thì tôi cố nói với hắn.  \"Hừm,” hắn lẩm bẩm. \"Tôi ngạc nhiên khi họ để cô lại. Cô không phải là một loại thú cưng của họ sao?\"  Mắt hắn tỏ vẻ ngây thơ trước sự xúc phạm cố tình kia.  Tôi mỉm cười nhăn nhó. “Đại loại như thế.” \"Hừm, \" hắn nói, lại tỏ vẻ tư lự. Đúng lúc ấy, tôi nhận ra tại sao hắn y như trước- y hệt như trước. Sau khi Carlisle bảo chúng tôi là Laurent đã ở với gia đình Tanya, tôi đã bắt đầu hình dung ra hắn, trong những dịp hiếm hoi tôi đã nghĩ về hắn, cũng có đôi mắt vàng... mà gia đình Cullens - tôi buộc thốt lên cái tên này, cau mày - có. Đó là cái mà mọi ma cà rồng tốt có.  Tôi vô tình lùi lại một bước, và con mắt tò mò, đỏ sẫm của hắn theo dõi từng cử động của tôi.  \"Họ có thăm cô thường không?\" hắn hỏi, giọng vẫn bình thường, nhưng hắn đang nhích về phía tôi.  \"Nói dối đi” giọng nói mượt mà êm ái thì thầm đầy lo lắng trong đầu tôi.  Tôi bắt đầu nghe giọng anh, nhưng lẽ ra tôi chẳng nên bất ngờ gì. Chẳng phải tôi không đang gặp nỗi nguy hiểm tệ hại nhất có thể tưởng tượng ra sao? Xe máy chỉ là mèo con so với chuyện này.  Tôi làm theo lời giọng nói. \"Thỉnh thoảng.\" Tôi cố nói với giọng nhẹ nhàng, thư thái. \" Thời gian hình như dài hơn đối với tôi. Ông biết họ hay xao lãng lắm...\" tôi bắt đầu lắp bắp. Tôi phải ráng chặn họng mình lại.  \"Hừm,” hắn nói nữa. \"Ngôi nhà bốc mùi như thể đã bị bỏ trống khá lâu... \" “Em phải nói xạo giỏi hơn thế, Bella,\" giọng nói thúc giục.  Tôi cố gắng. \"Tôi sẽ nói cho Carlisle biết là ông có ghé qua. Ông ấy sẽ tiếc lắm vì lỡ chuyến viếng thăm của ông. \" Tôi giả vờ cân nhắc một chút. \" Nhưng chắc tôi không nên đề cập chuyện đó với ... Edward\"  tôi nói không ra nỗi tên anh, và vẻ mặt tôi méo xệch khi nhắc đến nó, phá hỏng sự lừa bịp của tôi – “tính khí anh ấy như vậy đấy… ừm, tôi chắc chắn ông còn nhớ. Anh ấy vẫn còn  nhạy cảm về chuyện James.\"  Tôi trợn tròn mắt và phẩy mạnh tay, như thể đó là chuyện lâu lắm rồi vậy, nhưng đôi chút cuồng loạn ẩn trong giọng nói. Tôi tự hỏi liệu hắn có nhận ra đó là gì không.  “Anh ta vẫn vậy thật sao?\" Laurent thích thú hỏi ... đầy ngờ vực.  Tôi cố trả lời ngắn ngủn, để giọng mình không lộ vẻ hoảng sợ.  “Ừm-hừm.\" Laurent bước thong thả sang một bên, nhìn quanh quất đồng cỏ nhỏ. Tôi không bỏ qua chuyện bước chân đó đã làm hắn ta gần tôi hơn. Trong đầu tôi, giọng nói phản ứng bằng tiếng gầm gừ trầm trầm.  \"Thế chuyện ở Denali ra sao? Carlisle bảo là ông đang ở với Tanya mà?\"  Giọng tôi quá cao.   Câu hỏi này làm hắn ngừng lại. \"Tôi rất thích Tanya, \" hắn trầm ngâm.  \"Và thích chị Irina của cô ấy hơn ... Tôi chưa bao giờ ở một chỗ lâu như thế, và tôi thích những thuận lợi đó, sự mới lạ của nó nữa. Nhưng, kiềm chế thực khó ... Tôi ngạc nhiên khi ai trong bọn họ cũng có thể giữ vững tinh thần lâu đến vậy.\"  Hắn mỉm cười với tôi một cách bí ẩn. \"Đôi khi tôi giả bộ.” Tôi không thể chịu đựng nổi nữa. Chân tôi bắt đầu lùi lại, nhưng tôi cứng người khi đôi mắt màu đỏ của hắn liếc xuống bắt gặp cử động của tôi.  \"Ồ, \"  tôi nói với giọng yếu ớt. \" Jasper cũng bị khó khăn trong chuyện đó. \" \"Đừng nhúc nhích, \" giọng nói thì thầm. Tôi cố làm theo lời anh dặn. Thật khó; bản năng muốn bỏ chạy gần như không kiểm soát được.  \" Thật sao?\" Laurent có vẻ quan tâm. \" Đó có phải là lý do họ bỏ đi?\" \" Không, \" tôi trả lời trung thực. \" Jasper cẩn thận hơn khi ở nhà. \" \" Ờ, \" Laurent đồng ý. \" Tôi cũng vậy. \" Bước chân tiến về phía trước của hắn giờ đây quả là cố tình.  \"Victoria đã bao giờ tìm cô chưa?\" Tôi hỏi, nín thở, muốn làm hắn phân tâm. Đó là câu hỏi đầu tiên bất thình lình nảy ra trong đầu tôi, và tôi lấy làm hối hận khi thốt nên lời.  Victoria - người đã săn lùng tôi cùng với James, rồi biến mất - không phải là người mà tôi muốn nghĩ về trong giây phút đặc biệt này.  Nhưng câu hỏi đã ngăn hắn lại.  “Có, \" hắn nói, do dự không bước tới nữa. \" Tôi thực sự đến đây để giúp cô ấy. \" Hắn nhăn nhó. \" Cô ấy sẽ không vui về chuyện này.” “Về việc gì ?\" Tôi hăng hái hỏi, như mời mọc hắn nói tiếp. Hắn đang nhìn vào rừng, không nhìn tôi. Tôi lợi dụng sự xao lãng của hắn, lén lút lùi bước.  Hắn ngoái lại nhìn tôi và mỉm cười – vẻ mặt lúc này làm hắn trông giống như một thiên thần tóc đen.  “Về việc tôi sẽ giết cô, \" hắn đáp lại bằng tiếng rừ rừ quyến rũ. Tôi lùi thêm một bước nữa. Tiếng gầm gừ lồng lộn trong đầu tôi làm tôi khó nghe rõ.  \"Cô ta muốn dành phần đó cho mình, “ hắn thoải mái nói tiếp. \" Cô ấy đại loại ... rất tức cô đấy, Bella. \" “Tôi à ?\" Tôi nói the thé.  Hắn lắc đầu và cười khúc khích. \"Tôi biết, dường như cũng hơi muộn đối với tôi, nữa. Nhưng James là bạn trai cô ấy, và Edward của cô đã giết anh ta.” Ngay cả ở đây, trong thời điểm cận kề cái chết, tên anh như lưỡi cưa cứa vào vết thương chưa lành của tôi.  Laurent không để ý đến phản ứng của tôi. \" Cô ấy nghĩ giết cô hợp lý hơn giết Edward – một sự hoán đổi công bằng,  bạn tình người này giết bạn tình người khác. Cô ấy yêu cầu tôi nắm tình hình dùm cô ấy, rồi nói cho cô ấy biết. Tôi không nghĩ cô dễ dàng tiếp cận như thế. Vì thế có lẽ kế hoạch của cô ấy có thiếu sót - rõ ràng chẳng giống cuộc trả thù như cô ta tưởng, vì cô hẳn chẳng có ý nghĩa nhiều đối với hắn ta khi hắn bỏ mặc cô ở đây chẳng được bảo vệ. \" Một cú đánh nữa, một cú xé toang lồng ngực tôi.  Laurent di chuyển từ từ, và tôi loạng choạng lùi thêm một bước nữa.  Gã cau mày. \"Tôi nghĩ cô ấy sẽ giận lắm, cũng thế thôi. \" “Thế sao không chờ cô ấy?\"  Tôi nghẹn lời.  Nụ cười ranh mãnh làm thay đổi nét mặt của gã. \"À, cô đã gặp tôi không đúng lúc, Bella. Tôi không đến nơi này theo sứ mệnh của Victoria - tôi đang đi săn. Tôi rất khát, và cô có mùi... thơm nhỏ dãi.” Laurent nhìn tôi vừa ý, như thể gã xem đó là một lời khen.  \"Doạ hắn đi,”  ảo giác ngọt ngào ra lệnh, giọng anh lạc đi vì sợ hãi.  \"Anh ấy sẽ biết ông là thủ phạm, \" tôi ngoan ngoãn thì thầm . \"Ông sẽ không thoát được nếu làm việc này. \" \"Tại sao không thoát được? Laurent cười lớn. Gã nhìn chằm chằm quanh chỗ rừng thưa nhỏ. \"Mùi sẽ bị xoá sạch trong cơn mưa tới. Sẽ chẳng ai tìm thấy xác cô – đơn giản là cô mất tích thôi, giống như rất nhiều, nhiều người khác. Edward chẳng có lý do gì mà nghĩ là tôi, nếu hắn đủ quan tâm để muốn điều tra.  Chuyện này chẳng có ý xúc phạm gì đâu, thiệt đó, Bella. Chỉ vì đói thôi. \" \"Van xin đi,\" ảo giác van lơn.  \"Xin ông, \" tôi thở hổn hển.  Laurent lắc đầu, khuôn mặt gã ân cần. “Suy nghĩ kiểu này nè, Bella. Cô rất may mắn khi tôi là người tìm thấy cô. \" \"Tôi may mắn?\" Tôi nhăn nhó, loạng choạng lùi thêm một bước nữa.  Laurent bước theo, uyển chuyển và duyên dáng \"Ừ, \" gã cả quyết với tôi. \" Tôi sẽ rất nhanh. Tôi hứa là cô sẽ không cảm thấy gì hết. Ồ, sau đó tôi sẽ nói dối Victoria về việc này, nói một cách tự nhiên, chỉ để làm cô ấy nguôi giận. Nhưng giá mà cô biết cô ta định làm gì với cô, Bella… \" gã chậm chạp lắc đầu, hầu như thể chán ghét. \"Tôi thề là cô sẽ cám ơn tôi về việc này. \" Tôi kinh hoàng nhìn chằm chằm vào gã.  Gã hít làn gió nhẹ thổi mấy cọng tóc của tôi về hướng gã. \"Thèm nhỏ dãi, \" gã lặp lại, hít sâu.  Tôi hồi hộp chờ cú nhảy, tôi vừa nheo mắt vừa co rúm người lại, và âm thanh của tiếng gầm rống giận dữ của Edward vang vọng xa xa sau đầu tôi. Tên anh phá tung mọi bức tường tôi đã xây để nhốt nó.  Edward, Edward, Edward. Tôi sắp chết. Bây giờ có nghĩ đến anh cũng chẳng sao cả. Edward, em yêu anh. Qua con mắt nheo lại, tôi chăm chú chờ khi Laurent ngừng hít và đột ngột quay phắt đầu về phía trái. Tôi sợ không dám rời mắt khỏi gã, để nhìn theo ánh mắt gã, mặc dù gã hầu như chẳng cần phải làm tôi phân tâm hoặc dùng bất cứ một mẹo nào khác để áp đảo tôi. Tôi quá kinh ngạc đến nỗi cảm thấy nhẹ nhõm khi gã bắt đầu từ từ lùi xa khỏi tôi.  \"Không thể tin được,\" gã nói, giọng thấp đến nỗi tôi hầu như không nghe gì cả.  Vậy là tôi phải nhìn. Mắt tôi quét qua đồng cỏ, tìm xem sự gián đoạn đã kéo dài đời tôi thêm một vài giây. Lúc đầu tôi chẳng thấy gì, và ánh nhìn chằm chằm của tôi liếc lại về phía Laurent. Bây giờ gã đang lùi nhanh hơn, mắt hướng vào rừng.  Thế rồi tôi đã thấy; một hình thù đen khổng lồ lộ diện ra khỏi cánh rừng, êm như một cái bóng, và khoan thai bước về phía ma cà rồng. Thật đồ sộ - cao bằng con  ngựa, nhưng mập hơn, vạm vỡ hơn nhiều. Mõm dài nhăn lại, để lộ một hàm răng lởm chởm như dao găm. Tiếng gầm gừ ghê rợn phát ra dưới hàm răng, ầm ầm qua cánh rừng thưa như tiếng sấm chói tai kéo dài.  Con gấu. Chỉ có điều, chẳng phải gấu.  Tuy thế, con quái vật đen khổng lồ ấy chắc chắn là sinh vật gây ra toàn bộ nỗi hoảng sợ ấy. Từ xa, ai cũng sẽ nghĩ đó là một con gấu. Còn con gì khác có thể to đến thế, khoẻ đến thế? Tôi ước gì tôi đủ may mắn nhìn thấy nó từ xa. Thay vào đó, nó lặng lẽ bước nhẹ qua cỏ cách chỗ tôi đứng chỉ mười bộ. “Đừng nhúc nhích gì cả,” tiếng Edward thì thầm.  Tôi nhìn chằm chằm vào con thú khổng lồ, đầu óc tôi lưỡng lự khi cố đặt tên cho nó. Có cái răng nanh lộ rõ, cách nó di chuyển. Tôi chỉ có thể nghĩ ra một khả năng, khi đang cứng người khiếp sợ. Nhưng tôi chưa từng tưởng tượng nỗi một con sói có thể to lớn đến vậy.  Một tiếng gầm gừ khác phát ra từ trong họng nó, và tôi rùng mình vì âm thanh này. Laurent đang lùi về phía bìa rừng, và, trong lúc nỗi kinh hoàng như đông đặc lại thì sự bối rối xâm chiếm lấy tôi. Vì sao Laurent rút lui? Cho dù chó sói khổng lồ, nhưng nó chỉ là một con thú thôi mà. Lý do gì khiến một con ma cà rồng lại sợ một con thú chớ? Và Laurent sợ. Mắt gã mở to hãi hùng, giống như tôi vậy.  Như thể trả lời cho câu hỏi của tôi, bỗng nhiên con sói to lớn không chỉ có một mình. Ở cả hai bên hông nó là hai con thú khổng lồ lặng lẽ đi lững thững vào đồng cỏ. Một con xám đen, con kia màu nâu, nhưng không con nào cao lớn bằng con đầu tiên. Con sói xám đi xuyên qua khu rừng chỉ cách tôi vài bộ, mắt nó chú mục vào Laurent.  Trước khi tôi kịp phản ứng, thêm hai con sói nữa đi theo, sắp hàng thành chữ V, giống như những chú ngỗng bay về phương nam. Điều đó cũng có nghĩa là con quái vật màu nâu đỏ nhún vai bước qua bụi rậm sau cùng sát tôi đến nỗi tôi có thể sờ được nó.  Tôi vô tình thở hổn hển và nhảy lùi lại - điều ngớ ngẩn nhất tôi có thể làm. Tôi cứng người lại, chờ bọn sói tấn công tôi, con mồi yếu hơn nhiều trong số con mồi đang có. Tôi ước thật nhanh Laurent sẽ xoay sở nghiền nát đàn sói – việc này hẳn rất đơn giản với gã. Tôi nghĩ thế, giữa hai lựa chọn trước mắt, thì bị sói ăn thịt đương nhiên là lựa chọn tệ hại hơn rồi.  Con sói gần tôi nhất, con màu nâu đỏ, hơi quay đầu lại khi nghe tiếng thở hổn hển của tôi.  Mắt nó sẫm, gần như đen. Nó nhìn chằm chằm vào tôi chưa đầy một giây, đôi mắt sâu của nó có vẻ quá đỗi thông minh đối với một con thú hoang.  Khi nó nhìn tôi chằm chằm, tôi bỗng nghĩ đến Jacob - một lần nữa, với lòng biết ơn. Ít ra tôi đến đây một mình, đến đồng cỏ như trong truyện cổ tích đầy quái vật hung ác. Ít ra thì Jacob cũng sẽ không chết. Ít ra tôi cũng không chịu trách nhiệm trước cái chết của anh.  Sau đó một tiếng gầm gừ nho nhỏ khác từ con đầu đàn làm cho con chó sói màu nâu đỏ quay phắt đầu lại, quay lại phía Laurent.  Laurent đang nhìn chằm chằm vào đàn sói khổng lồ với nỗi sợ hãi và kinh hoàng thấy rõ. Điều này thì tôi có thể hiểu. Nhưng sau đó tôi sửng sốt khi gã quay người và biến mất vào rừng.  Gã đã bỏ chạy.  Trong nháy mắt, lũ sói rượt theo gã, chạy hết tốc lực qua bãi cỏ mở rộng, nhảy vài cú mạnh, gầm gừ và đớp to đến nỗi theo bản năng tôi phải đưa tay bịt tai lại. Âm thanh đó đột ngột biến mất khi chúng biến vào rừng.  Và rồi một lần nữa tôi còn lại một mình.  Đầu gối khuỵ xuống, và tôi úp mặt vào tay, cổ họng bật ra những tiếng nức nở.  Tôi biết mình cần rời khỏi đây, và ngay bây giờ. Mất bao lâu thì mấy con sói săn đuổi Laurent xong sẽ quay lại chỗ tôi ? Hay Laurent sẽ tấn công chúng? Liệu có phải gã sẽ là người đến tìm tôi? Tuy vậy, lúc đầu tôi không nhúc nhích được, tay chân tôi đang rung lên bần bật, và tôi không biết làm sao để đứng trở lại trên đôi chân mình.  Tâm trí tôi không thể nào vượt qua nỗi sợ hãi, khiếp sợ hay hoảng loạn. Tôi không hiểu điều mình vừa chứng kiến.  Một ma cà rồng lẽ ra không chạy trốn mấy con chó to như thế. Răng chúng có phập vào làn da như đá hoa cương của gã cũng nhằm nhò gì? Và đàn sói lẽ ra phải tránh xa Laurent. Dù là kích cỡ phi thường của chúng đã dạy chúng không sợ gì cả, nhưng vẫn đuổi theo hắn thì thật khó hiểu. Tôi không tin làn da cẩm thạch lạnh giá của hắn lại có mùi gì giống thức ăn. Tại sao chúng lại bỏ qua một sinh vật máu nóng và yếu đuối như tôi để đuổi theo Laurent ? Tôi chẳng thể phân định sự việc cho hợp lý được.  Một làn gió lạnh lướt qua đồng cỏ, lay động cỏ như thể có cái gì đó di chuyển qua nó.  Tôi lóng ngóng đứng dậy, lùi lại mặc dù cơn gió chạm nhẹ qua chẳng hề hấn gì đến tôi. Vừa vấp té trong sợ hãi, tôi quay người và chạy đâm đầu vào rừng.  Mấy tiếng đồ hồ sau đó thật khốn khổ. Tôi phải mất gấp ba lần thời gian mới thoát khỏi cánh rừng so với thời gian đến đồng cỏ này.  Lúc đầu tôi không chú ý mình đang cắm đầu cắm cổ chạy đi đâu, chỉ lo chạy trốn khỏi nó. Lúc đủ trấn tĩnh nhớ đến la bàn, thì tôi đã đi sâu vào một khu rừng xa lạ và nguy hiểm. Bàn tay tôi run rẩy dữ dội đến nỗi tôi phải để la bàn trên đất bùn mới đọc được.  Cứ vài phút một lần tôi dừng lại đặt la bàn xuống và kiểm tra xem mình vẫn còn đi theo hướng tây bắc không, nghe ngóng- khi âm thanh không bị che giấu sau tiếng chân lép nhép điên cuồng của tôi – tiếng thì thầm lặng lẽ của những thứ không nhìn thấy được đang di chuyển trong lá.  Tiếng hót của một con chim giẻ cùi làm tôi nhảy thụt lùi và rơi vào vùng dày rậm cây vân sam còn non, làm rách tay tôi và mủ cây thì làm mái tóc tôi rối bù. Một con sóc vội vã tót lên cây độc cần làm tôi hét to đến nỗi tai tôi ù đặc.  Cuối cùng rồi bìa rừng cũng hiện ra phía trước. Tôi đi ra con đường không người khoảng một dặm ở phía nam nơi tôi để chiếc xe tải. Quá kiệt sức, tôi chạy lên làn đường cho đến khi tôi thấy nó. Lúc thả người vào ca-bin, tôi lại khóc nức nở. Tôi gạt mạnh đóng cả hai khoá rồi mới rút chìa khoá ra khỏi túi. Tiếng gầm của động cơ làm tôi cảm thấy an ủi và tỉnh táo. Nó giúp tôi kiềm nước mắt khi tăng tốc hết mức có thể về phía đường cao tốc chính.  Tôi đã bình tĩnh hơn, nhưng vẫn còn nhếch nhác khi về đến nhà. Chiếc xe tuần tra của Charlie đang nằm ở đường lái xe vào nhà - tôi không ngờ mình về muộn đến vậy. Trời đã tối.  \"Bella hả?\" Charlie hỏi khi tôi đóng sầm cửa trước và vội vàng khóa lại.  \"Dạ, con đây.” Giọng tôi run rẩy.  \"Con đã ở đâu vậy?\"  ông gầm lên như sấm, xuất hiện ở cửa bếp với nét mặt đáng ngại. Tôi do dự. Có lẽ ông đã gọi cho Stanleys. Tôi nên nói thật.  “Con đi bộ đường dài, \" tôi thú nhận.  Mắt ông nhắm lại. \"Thế còn chuyện đến nhà Jessica?\" \"Con không thích học giải tích hôm nay.” Charlie khoanh tay trước ngực. \"Bố nhớ là bố đã yêu cầu con tránh xa rừng rồi mà.” \"Dạ, con biết. Bố đừng lo, con sẽ không làm vậy nữa.” Tôi rùng mình.  Lúc này Charlie có vẻ thật sự nhìn kỹ tôi. Tôi nhớ mình có lúc đã té trên thảm thực vật ở rừng hôm nay; ắt hẳn tôi nhếch nhác lắm.  “Chuyện gì đã xảy ra vậy?\" Charlie gặng hỏi.  Một lần nữa, tôi quyết định nói ra sự thật, hoặc một phần sự thật, đó là chọn lựa tốt nhất. Tôi chẳng còn bình tĩnh đâu nữa mà giả vờ là tôi đã có một ngày yên ổn bên cây cỏ và thú rừng.  \"Con đã thấy gấu. \" Tôi cố nói bình tĩnh, nhưng giọng tôi quá cao và run rẩy. \"Thật ra, không phải là gấu, - đó là một loại sói. Có năm con tất cả. Một con đen lớn, và một con xám, và một con nâu đỏ ...\" Mắt Charlie trợn tròn sợ hãi. Ông sải bước đến bên tôi và nắm lấy đầu cánh tay của tôi.  \"Con không sao chứ?\" Tôi gật đầu yếu ớt.  \"Kể bố nghe chuyện gì đã xảy ra.\" \"Chúng không để ý tới con. Nhưng sau khi chúng bỏ đi, con bỏ chạy và ngã nhiều lần.” Ông buông vai tôi ra rồi vòng tay ôm lấy tôi. Một hồi lâu, ông chẳng nói gì cả.  \"Sói à, \" ông lẩm bẩm.  “Gì hả bố?\" \"Kiểm lâm nói gấu chẳng đi trên đường mòn - nhưng sói thì không thể lớn đến thế được... \" \"Mấy con này khổng lồ. \" \"Con nói là con thấy mấy con?\" \" Năm. \" Charlie lắc đầu, cau mày vì lo âu, cuối cùng thì ông cũng nói trong giọng không thể tranh cãi được nữa. \"Không đi bộ trong rừng nữa nhé.” \"Chắc chắn rồi, \" tôi hứa nhiệt thành.  Charlie gọi đến trạm kiểm lâm để báo lại những gì tôi đã thấy. Tôi lưỡng lự một chút về nơi chính xác tôi đã thấy sói - khẳng định tôi đã đi theo đường mòn dẫn về hướng bắc. Tôi không muốn bố biết tôi đã đi sâu vào rừng trái với ý ông, và, quan trọng hơn, tôi không muốn bất kỳ ai lang thang gần nơi Laurent có thể tìm tôi.  Chỉ nghĩ đến đó thôi là tôi đã phát ốm rồi.  \"Con có đói không?\" ông hỏi tôi khi gác máy điện thoại.  Tôi lắc đầu, cho dù tôi đang đói rã họng. Tôi đã chẳng ăn gì suốt cả ngày.  \"Chỉ mệt thôi bố ạ,\" tôi bảo ông. Tôi quay người về phía cầu thang.  \"Này, \" Charlie nói, giọng ông đột ngột nghi ngờ trở lại. \" Chẳng phải con  nói Jacob đi chơi cả ngày sao?\" \"Đó là điều Billy nói, \" tôi nói với ông, không hiểu vì sao ông hỏi vậy.  Ông nhìn kỹ vẻ mặt của tôi một lát, và có vẻ hài lòng với những gì ông nhìn thấy ở đó.  \"Hừm.” \"Sao vậy bố?\" Tôi gặng hỏi. Nghe có vẻ như ông đang hàm ý rằng tôi đã nói dối ông lúc sáng nay. Về chuyện ngoài việc học với Jessica.  \"À, chuyện là khi lúc bố đến đón Harry, bố thấy Jacob ở bên ngoài phía trước cửa hàng với một số người bạn nó. Bố vẫy tay chào, nhưng nó…à, bố nghĩ không biết liệu nó có thấy bố không. Bố nghĩ có lẽ nó đang tranh luận với bạn. Nó trông có vẻ kỳ lạ, như thể khó chịu về chuyện gì đó. Và…khác lạ. Tựa như con thấy cậu nhóc này đang lớn vậy! Nó mỗi ngày một to ra mỗi khi bố gặp.” \"Billy bảo Jake cùng bạn anh ấy đến Port Angeles để xem phim gì đó. Họ có lẽ chờ gặp ai đó. \" \"Ồ. \" Charlie gật đầu và đi về phía nhà bếp.  Tôi đứng trong phòng khách, nghĩ về việc Jacob tranh luận với bạn anh. Tôi tự hỏi liệu anh có đe doạ Embry về chuyện Sam không. Có lẽ đó là lý do anh đã bỏ mặc tôi hôm nay - nếu điều đó có nghĩa là anh có thể thu xếp mọi chuyện với Embry, thì tôi vui mừng vì anh đã làm vậy. Tôi ngừng lại để kiểm tra khóa cửa lần nữa trước khi vô phòng. Đó là một việc làm ngu ngốc.  Có gì khác biệt giữa việc khóa cửa với bất kỳ con quái vật nào mà tôi thấy chiều nay? Tôi cho rằng nội nắm cửa cũng chặn được sói rồi, chúng đâu có ngón tay để vặn ngược. Còn nếu như Laurent đến đây… Hay… Victoria.  Tôi nằm xuống giường, nhưng tôi run dữ dội nên không thể ngủ được. Tôi cuộn tròn dưới lớp mền, và đối mặt với những sự kiện khủng khiếp.  Tôi không thể làm được gì. Tôi không thể đề phòng được.  Chẳng có nơi nào để trốn.  Chẳng ai có thể giúp tôi.  Tôi nhận ra, dạ dày mình đang cuộn lên cơn buồn nôn, tình trạng thậm chí còn tệ hơn thế nữa. Bởi vì tất cả những việc đó cũng liên quan đến Charlie nữa. Bố tôi, ngủ trong một căn phòng xa chỗ tôi, chỉ xa mục tiêu tập trung vào tôi có chút xíu. Mùi hương của tôi sẽ dẫn họ đến đây, dù tôi có ở đây hay không.  Cơn rùng mình đã làm tôi run lên cho đến khi răng tôi va vào nhau kêu lập cập.  Để giữ bình tĩnh, tôi tưởng tượng những điều không thể xảy ra: tôi tưởng tượng những con sói lớn bắt kịp Laurent trong rừng và tiêu diệt kẻ bất tử kia theo cách chúng làm đối với người thường. Mặc dù tưởng tượng như thế nghe có vẻ vô lý, nhưng ý tưởng này đã an ủi tôi. Nếu những con sói đó bắt được gã, thì gã không thể nói cho Victoria biết tôi ở đây chỉ có một mình. Nếu gã không trở lại, có lẽ cô ta sẽ nghĩ gia đình Cullens vẫn còn bảo vệ tôi.  Chỉ nếu mấy con sói thắng được trận chiến đó ... Mấy con ma cà rồng tốt của tôi không bao giờ trở lại; thật thư thái biết bao khi tưởng tượng ra cảnh con ma cà rồng xấu kia cũng biến mất.  Tôi cố nhắm mắt chặt lại và chờ đón sự vô thức – gần như háo hức đón chờ mong cơn ác mộng bắt đầu. Thế còn đỡ hơn khuôn mặt xinh đẹp, nhợt nhạt đang mỉm cười với tôi sau rèm mi. Trong trí tưởng tượng của tôi, đôi mắt Victoria tối sầm khát máu, sáng rực háo hức, và đôi môi cong lên để lộ hàm răng sáng bóng khoái trá. Mái tóc đỏ của cô ấy sáng rực như lửa; vờn bay quanh khuôn mặt hoang dại.  Lời nói của Laurent lặp lại trong đầu tôi. Nếu mà cô biết cô ấy định làm gì với cô… Tôi ấn nắm tay vô miệng để khỏi thét lên."
        }
    ],
    "suggestions": []
}