{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['taunz'pi:pl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">townsfolk</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['taunz'foulk]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">townsfolk</font></td></tr></table><i/></div>",
            "word": "townspeople",
            "pronounce": "['taunz'pi:pl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>townspeople</k><blockquote>(also <cclass><b>townsfolk</b>) </cclass></blockquote><blockquote>■ <cclass>plural noun the people living in a particular town or city. </cclass></blockquote></div>",
            "word": "townspeople",
            "pronounce": "['taunz'pi:pl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "townspeople",
            "pronounce": "['taunz'pi:pl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "townspeople",
            "pronounce": "['taunz'pi:pl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "townspeople",
            "pronounce": "['taunz'pi:pl]"
        }
    },
    "sentences": [
        {
            "en": "<em>Townspeople</em> are dynamic.",
            "vi": "Người thành thị thì năng động."
        },
        {
            "en": "The <em>townspeople</em> fought tooth and nail against the government's plan to build the plant.",
            "vi": "Dân chúng trong thị trấn đã kịch liệt chống đối kế hoạch của muốn xây nhà máy này của chính phủ."
        },
        {
            "en": "His views are not popular with the <em>townspeople</em> as a whole.",
            "vi": "Nói chung quan điểm của anh ấy không phổ biến với dân ở thị trấn."
        },
        {
            "en": "At night, you can enjoy song and dance performances by the <em>townspeople</em> in their traditional costumes.",
            "vi": "Ban đêm, các bạn có thể xem chương trình ca múa do người dân địa phương biểu diễn trong trang phục truyền thống của họ."
        },
        {
            "en": "Along with the hunting of wild peach trees to serve <em>townspeople</em> each Tet, the forests have also become desolate.",
            "vi": "Cùng với việc săn tìm những cây đào rừng phục vụ cho người dân thành thị mỗi dịp Tết, những rừng đào cũng trở nên hoang vắng."
        },
        {
            "en": "The <em>townspeople</em> will come in for a look at me; and after they have had their say i shan't have much to fear from the judgment of God.",
            "vi": "Dân trong hạt sẽ đến nhìn tôi một lần chót, và sau khi họ nói lên cảm nghĩ của họ thì tôi không còn thấy sợ gì lắm về lời phán quyết của thượng đế nữa."
        },
        {
            "en": "She insisted that Scarlett go driving in the afternoons, little though Scarlett wished to expose herself to the eager carious gaze of her fellow <em>townspeople</em>.",
            "vi": "Nàng ép scarlett chiều chiều đánh xe đi chơi, mặc dù scarlett ngại phơi mình trước con mắt tò mò hau háu của hàng phố."
        },
        {
            "en": "When the fisherman told the <em>townspeople</em> he had seen a beautiful mermaid on a rock in the river, they knew it was just a fish story.",
            "vi": "Khi ông ngư phủ này nói với người dân trong thành phố rằng ông ấy đã trông thấy một nàng tiên cá tuyệt đẹp ngồi trên một tảng đá bên sông, họ biết đó chỉ là một câu chuyện phóng đại."
        },
        {
            "en": "A group of the <em>townspeople</em> stood on the station siding of a little Kansas town, awaiting the coming of the night train, which was already 20 minutes overdue.",
            "vi": "Một toán dân trong thành phố đứng trên đường toa xe đỗ của nhà ga tại thành phố nhỏ thuộc tiểu bang kansas để đợi một chuyến tàu đêm đã bị chậm tới 20 phút."
        },
        {
            "en": "When the fisherman told the <em>townspeople</em> he had seen a beautiful mermaid on a rock in the river, they knew it was just a fish story, but the story was so charming that they built a statue to her.",
            "vi": "Khi ông ngư phủ này nói với người dân trong thành phố rằng ông ấy đã trông thấy một ngư nhân tuyệt đẹp ngồi trên một tảng đá bên sông, họ biết đó chỉ là một câu chuyện phóng đại. Tuy nhiên, câu chuyện này hấp dẫn đến độ người dân xây một bức tượng cho ngư nhân này."
        },
        {
            "en": "The <em>townspeople</em> fought tooth and nail against the government's plan to build the plant. And I' m happy to say this grassroots effort paid off. The government had to give up the plan.",
            "vi": "Dân chúng trong thị trấn đã tranh đấu hết sức mãnh liệt để chống kế hoạch của chính phủ muốn xây nhà máy điện này. Và tôi rất sung sướng mà nói rằng nỗ lực của dân chúng đã mang lại kết quả. Chính phủ đã phải hủy bỏ kế hoạch của họ."
        },
        {
            "en": "When the fisherman told the <em>townspeople</em> he had seen a beautiful mermaid on a rock in the river, they knew it was just a fish story, but the story was so charming that they built a statue to her.",
            "vi": "dân trong thành phố rằng ông ấy đã trông thấy một ngư nhân tuyệt đẹp ngồi trên một tảng đá bên sông, họ biết đó chỉ là một câu chuyện phóng đại. Tuy nhiên, câu chuyện này hấp dẫn đến độ người dân xây một bức tượng cho ngư nhân này."
        },
        {
            "en": "4h30 am 7/5, <em>townspeople</em> Chu Se, Chu Se (Gia Lai) also drunk sleep, then woke later heard the engines roar, steel collide then emits rumble on Highway 14.",
            "vi": "Vào lúc 4h30' rạng sáng ngày 7/5, khi người dân ở huyện Chư Sê (Gia Lai) vẫn còn chìm trong giấc ngủ, thì bị đánh thức bởi tiếng động cơ gầm và tiếng va chạm bén nhọn, sau đó một tiếng nổ lớn vang lên trên đường cao tốc 14."
        },
        {
            "en": "The <em>townspeople</em> drew back enough to make room for it and then formed a close semicircle about it, looking curiously at the palm leaf which lay across the black cover.",
            "vi": "Đám dân thành phố lùi lại để nhường chỗ cho chiếc quan tài rồi xúm lại quanh quan tài tò mò nhìn chiếc lá kè đặt trên nắp áo quan màu đen."
        },
        {
            "en": "4h30 am 7/5, <em>townspeople</em> Chu Se, Chu Se (Gia Lai) also drunk sleep, then woke later heard the engines roar, steel collide then emits rumble on Highway 14.",
            "vi": "Vào lúc 4h30' rạng sáng ngày 7/5, khi người dân ở huyện Chư Sê (Gia Lai) vẫn còn chìm trong giấc ngủ, thì bị đánh thức bởi tiếng động cơ gầm và tiếng va chạm bén nhọn, sau đó một tiếng nổ lớn vang lên trên đường cao tốc 14."
        },
        {
            "en": "The <em>townspeople</em> fought tooth and nail against the government's plan to build the plant. And I'm happy to say this grassroots effort paid off. The government had to give up the plan.",
            "vi": "Dân chúng trong thị trấn đã tranh đấu hết sức mãnh liệt để chống kế hoạch của chính phủ muốn xây nhà máy điện này. Và tôi rất sung sướng mà nói rằng nỗ lực của dân chúng đã mang lại kết quả. Chính phủ đã phải hủy bỏ kế hoạch của họ."
        },
        {
            "en": "The Tay ethnic boy said that in the past, wild peach trees were everywhere. In recent years, when <em>townspeople</em> began to like decorating their houses with wild peach trees during Tet, local people flocked to the forest to hunt peach trees. Therefore, it is no longer easy to find a fine wild peach tree today.",
            "vi": "Cậu bé dân tộc Tày nói rằng trong quá khứ, những cây đào rừng có ở mọi nơi, nhưng những năm gần đây khi người dân thành thị bắt đầu thích trang trí nhà cửa của họ bằng những cây đào rừng trong dịp Tết thì người dân địa phương ồ ạt kéo nhau vào rừng để săn tìm những cây đào rừng. Vì thế ngày nay rất khó để tìm một cây đào rừng ưng ý."
        },
        {
            "en": "Eyam is a remote village in England that sacrificed itself to prevent spreading the the Bubonic plague. In 1665, the village tailor’s assistant unwrapped a bundle of cloth from London that arrived infested with plague-carrying fleas and was dead within a week. When it began to spread, the <em>townspeople</em> decided to quarantine the entire village. At least 1/3 of them died, but the nearby villages were saved.",
            "vi": "Eyam là một ngôi làng xa xôi hẻo lánh ở Anh đã hy sinh cả làng để ngăn phát tán bệnh dịch hạch. Vào năm 1665, người giúp việc của thợ may trong làng mở một cuộn vải từ Luân Đôn gửi đến đầy bọ chét nhiễm bệnh, nên đã chết trong vòng một tuần. Khi bệnh dịch này bắt đầu lan rộng, dân chúng đã quyết định cách ly cả làng. Ít nhất 1/3 dân làng đã chết, nhưng những ngôi làng lân cận đã thoát dịch bệnh."
        }
    ],
    "suggestions": []
}