{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['taun∫ip]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thành phố nhỏ; cộng đồng sống ở thành phố nhỏ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thành phố, ngoại ô (dành cho những người không phải dân da trắng ở Nam Phi)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khu vực hành chính của một hạt; quận sáu dặm vuông (ở Mỹ, Canada)</td></tr></table><i/></div>",
            "word": "township",
            "pronounce": "['taun∫ip]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>township</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 (in South Africa) a suburb or city of predominantly black occupation, formerly officially designated for black occupation by apartheid legislation. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>N. Amer. a division of a county with some corporate powers. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ a district six miles square. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>Brit. <cclass>historical a manor or parish as a territorial division. </cclass></cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ a small town or village forming part of a large parish. </blockquote></blockquote><blockquote><blockquote>4》 <cclass>Austral./NZ a small town. </cclass></blockquote></blockquote><blockquote><blockquote>5》 <cclass>S. African a new area being developed for residential or industrial use by speculators. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>tūnscipe</i> 'the inhabitants of a village' (see <kref>town</kref>, <kref>-ship</kref>). </blockquote></div>",
            "word": "township",
            "pronounce": "['taun∫ip]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "township",
            "pronounce": "['taun∫ip]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "township",
            "pronounce": "['taun∫ip]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "township",
            "pronounce": "['taun∫ip]"
        }
    },
    "sentences": [
        {
            "en": "<em>township</em>",
            "vi": "tỉnh lỵ"
        },
        {
            "en": "The institute is located in the <em>township</em> of Princeton.",
            "vi": "Viện nghiên cứu nằm ở thị trấn của Princeton."
        },
        {
            "en": "The direct election of <em>township</em> heads has been piloted in some regions of China.",
            "vi": "Việc bầu cử trực tiếp người đứng đầu thị tứ đã được thí điểm ở một số vùng ở Trung quốc."
        },
        {
            "en": "An Thoi <em>township</em> is situated on the southern tip of the island.",
            "vi": "Thị trấn An Thới nằm ở cực nam của hòn đảo."
        },
        {
            "en": "The <em>township</em> would be developed in the period of 5 years.",
            "vi": "Thị trấn này sẽ được phát triển trong giai đoạn 5 năm nữa."
        },
        {
            "en": "People save their belongings in Ilagan <em>township</em>, a day after typhoon Megi (local name 'Juan') barreled through Isabela province in northeastern Philippines, 19 Oct. 2010",
            "vi": "Ở thị trấn  Ilagan, mọi người tiết kiệm đồ dùng cá nhân của mình, một ngày sau khi bão Megi (tên địa phương là 'Juan' ) quét qua tỉnh Isabela ở miền đông bắc Philippines, ngày 19 tháng mười năm 2010."
        },
        {
            "en": "The <em>township</em> of Wuzhen hosts an annual internet conference attended by political and technology leaders. Chinese citizens with grievances show up, too, hoping to get their attention.",
            "vi": "Thị trấn Ô Trấn tổ chức hội nghị Internet hàng năm với sự tham dự của các nhà lãnh đạo chính trị và công nghệ. Các công dân Trung Quốc với những bất bình cũng xuất hiện, mong muốn thu hút sự chú ý của họ."
        },
        {
            "en": "The <em>township</em> of Wuzhen hosts an annual internet conference attended by political and technology leaders. Chinese citizens with grievances show up, too, hoping to get their attention.",
            "vi": "Thị trấn Ô Trấn tổ chức hội nghị Internet hàng năm với sự tham dự của các nhà lãnh đạo chính trị và công nghệ. Các công dân Trung Quốc với những bất bình cũng xuất hiện, mong muốn thu hút sự chú ý của họ."
        },
        {
            "en": "State-owned industry could not respond to the demands but the legacy of commune and brigade-run enterprises (now called <em>township</em> and village enterprises—TVEs) could respond.",
            "vi": "Các doanh nghiệp công nghiệp của nhà nước đã không thích nghi kịp với những thay đổi này, trong khi các xí nghiệp hương trấn (TVEs) – một di sản còn lại của thời kỳ công xã – đã phản ứng kịp thời."
        },
        {
            "en": "Collectively-owned enterprises mainly consist of <em>township</em> and village enterprises (TVEs which are rural, quasi-private enterprises that function as fully private enterprises).",
            "vi": "Các công ty sở hữu tập thể chủ yếu là các công ty ở làng hoặc thị trấn (TVEs là các công ty ở nông thôn, bán tư nhân mà hoạt động như là các công ty hoàn toàn tư nhân)."
        },
        {
            "en": "Officials at the town, <em>township</em> and municipal levels of government are supposed to guide and support the work of the committees, but are not supposed to intervene.",
            "vi": "Các cán bộ ở các cấp chính quyền thị trấn, thị tứ và thành phố sẽ hướng dẫn và hỗ trợ công việc của các hội đồng, nhưng không can thiệp vào."
        },
        {
            "en": "<em>Township</em> heads are the equivalent of commune People’s Committee chairmen in Viet Nam, although Chinese townships are generally larger than Vietnamese communes.",
            "vi": "Người đứng đầu thị tứ tương ứng với chủ tịch Uỷ ban Nhân dân xã ở Việt Nam, cho dù thị tứ Trung Quốc thường lớn hơn so với các xã của Việt Nam."
        },
        {
            "en": "The growth of semiprivate <em>township</em> and village enterprises (TVEs) during this period appears particularly dramatic in comparison to the SOE sector.",
            "vi": "Tăng trưởng của các xí nghiệp hương trấn bán tư nhân (TVEs) trong giai đoạn này đặc biệt có vẻ ngoạn mục so với với các xí nghiệp quốc doanh."
        },
        {
            "en": "A fisherman catches fish with his cormorants on a canal on January 31, 2006 in Xitang <em>Township</em> of Jiashan County, Zhejiang Province, southeast China. (China Photos/Getty Images)",
            "vi": "Một ngư dân bắt cá cùng bầy chim cốc của ông trên một con kênh vào ngày 31/1/2006 tại Trấn Tây Đường, thuộc Gia Thiện, tỉnh Chiết Giang, đông nam Trung Quốc. (China Photos/Getty Images)"
        },
        {
            "en": "I would say that within the next five years we would see direct elections of the country and <em>township</em> heads, as one of the most critical reforms to be implemented.",
            "vi": "Tôi cũng xin nói rằng trong vòng 5 năm tới, chúng ta sẽ chứng kiến cuộc bầu cử trực tiếp vào các vị trị đứng đầu quốc gia và các thành phố, và đây sẽ là một trong những cuộc cải cách quan trọng nhất."
        },
        {
            "en": "State police said a car tried to pass another vehicle at the crest of a hill and hit an oncoming car early Wednesday evening on Draketown Road in Washington <em>Township</em>, Erie County.",
            "vi": "Cảnh sát tiểu bang nói rằng một xe hơi/ô tô đã cố qua mặt một chiếc khác ở đỉnh đồi rồi tông vào một xe hơi khác đang trờ tới vào chiều thứ tư trên đường Draketown ở thành phố Washington, hạt Erie."
        },
        {
            "en": "Total non-agriculture employment includes total urban employment plus employment in <em>township</em> and village enterprises in Commercial Power Centers in China: The Role of Business Groups in Policy Making by Dao Chi Tong.",
            "vi": "Tổng lao động phi nông nghiệp bao gồm toàn bộ lao động thành thị, lao động trong các doanh nghiệp hương trấn ở các Trung tâm quyền lực thương mại ở Trung Quốc: Vai trò của các nhóm kinh doanh trong hoạch định chính sách của Dao Chi Tong."
        },
        {
            "en": "Many officials were found to have made up their work experience and length of employment to reach the criteria for promotions. An example is former party secretary of Yingtan City, Jiangxi Province, Xu Kai, who was promoted within a year from a <em>township</em> cadre to a city party secretary—which was attributed to the fake length of employment on his personal record.",
            "vi": "Nhiều quan chức bị phát hiện đã bịa đặt kinh nghiệm và thời gian công tác để đạt tiêu chuẩn thăng chức. Một ví dụ cho trường hợp này là vụ việc của cựu bí thư thành ủy thành phố Ưng Đàm, tỉnh Giang Tây, ông Hứa Khải . Trong vòng một năm, ông Hứa đã được thăng chức từ một cán bộ thị xã lên bí thư thành ủy nhờ việc khai man thời gian công tác trong lý lịch cá nhân của mình."
        },
        {
            "en": " The Ranakpur Jain Temple was built by a wealthy Jain businessman named Dharma Shah under the patronage of the liberal and gifted Rajput monarch Rana Kumbha in the 15th century. According to local legend Dharma Shah had a celestial vision that left in his heart a burning determination to build a temple in honor of Adinath, the founder of the Jain religion. When Dharma Shah approached Rana Kumbha with his plan, the king not only gave him a plot of land to build the temple but also advised him to build a <em>township</em> near the site. The construction of the temple and the <em>township</em> began simultaneously. The town was named Ranakpur after the King Rana Kumbha.",
            "vi": "Đền Ranakpur Jain được xây dựng bởi một thương nhân giàu có mộ đạo Kỳ Na tên Dharma Shah với sự bảo trợ của đức vua tài năng và hào phóng Rajput, Rana Kumbha vào thế kỷ thứ 15. Theo truyền thuyết địa phương, thiên nhãn của Dharma Shah khiến trái tim ông nung nấu quyết tâm bỏng cháy mong muốn xây dựng một ngôi đền để tỏ lòng trân trọng của mình dành cho Adinath, người sáng lập nên tôn giáo Kỳ Na giáo. Khi Dharma Shah mang kế hoạch của mình đến gặp Rana Kumbha, Đức vua chẳng những đã cho ông một thửa đất để xây dựng ngôi đền này mà còn khuyên ông nên xây dựng một thị trấn gần đó nữa. Việc xây dựng đền và thị trấn được tiến hành cùng lúc. Thành phố này được đặt tên Ranakpur theo tên Đức vua Rana Kumbha."
        },
        {
            "en": "Typhoon heads for South China after striking Philippines         People save their belongings in Ilagan <em>township</em>, a day after typhoon Megi (local name 'Juan') barreled through Isabela province in northeastern Philippines, 19 Oct. 2010 Typhoon Megi is heading toward southern China after killing at least 13 people in the northern Philippines. Chinese forecasters say the center of the storm is expected to pass between Hainan and Hong Kong islands on the way to the mainland Guangdong province. They say the typhoon will bring torrential rain to the province during the next few days. Chinese official news agency Xinhua quotes local authorities as saying it is too early to tell where and when Megi will make landfall, but that central and western parts of the province are the most vulnerable. Thousands of people have been evacuated from Guangdong's coastal areas. Disaster officials have ordered civil affairs departments to prepare for relief operations. In the Philippines, President Benigno Aquino said careful preparation kept the death toll relatively low after the typhoon swept over northern Luzon island. U.S. Secretary of State Hillary Clinton expressed condolences to the Philippines for the damage and loss of life the storm caused.  Typhoon Megi flattened parts of Luzon island with winds of up to 225 kilometers per hour. It left in ruins many parts of Isabella province, the most populated in Luzon's Cagayan Valley. The storm uprooted trees, tore roofs from houses and destroyed crucial rice crops. Thousands of people were moved into typhoon-safe buildings ahead of the storm, and rescue teams with emergency supplies were pre-positioned in critical areas. Megi was the strongest storm to hit the Philippines in four years. It lost some of its force while crossing the mountains of Luzon, but is strengthening over the South China Sea. China has issued warnings for Fujian, Guangdong, Guangxi and Hainan provinces as the country braces for possibly the biggest storm to hit China this year.",
            "vi": "Bão tiến vào miền Nam Trung Quốc sau khi tấn công Philippines      Ở thị trấn  Ilagan, mọi người tiết kiệm đồ dùng cá nhân của mình, một ngày sau khi bão Megi (tên địa phương là 'Juan' ) quét qua tỉnh Isabela ở miền đông bắc Philippines, ngày 19 tháng mười năm 2010. Bão Megi đang tiến vào miền nam Trung Quốc sau khi làm ít nhất 13 người chết ở miền bắc Philippines. Các chuyên gia dự báo thời tiết của Trung Quốc nói rằng tâm bão có thể đi từ đảo Hải Nam qua đảo Hồng Kông trên đường tiến vào tỉnh Quảng Đông ở đất liền. Họ nói rằng bão sẽ kèm theo mưa to ở tỉnh này trong vài ngày tới. Xinhua, Thông tấn xã chính thức của Trung Quốc trích dẫn chính quyền địa phương nói rằng còn quá sớm để nêu ra địa điểm và thời gian bão Megi sẽ vào đất liền, nhưng miền trung và miền tây của tỉnh này có thể bị ảnh hưởng nhiều nhất. Hàng ngàn người đã được di tản khỏi miền duyên hải tỉnh Quảng Đông. Các viên chức chịu trách nhiệm về thảm hoạ đã lệnh cho các cơ quan dân sự chuẩn bị cho các hoạt động cứu trợ.  Tại Philippines, Tổng thống Benigno Aquino nói rằng việc chuẩn bị cẩn thận đã hạn chế tổng số người chết ở mức tương đối thấp sau khi cơn bão quét qua miền bắc đảo Luzon.  Ngoại trưởng Mỹ Hillary Clinton gửi lời chia buồn đến Philippines về thiệt hại và tổn thất nhân mạng do cơn bão gây ra.  Bão Megi đã quét qua nhiều vùng của đảo Luzon với sức gió lên tới 225 ki-lô-mét mỗi giờ. Nó làm cho nhiều khu vực của tỉnh Isabella hư hại nghiêm trọng - những khu vực đông dân nhất ở thung lũng Cagayan của Luzon. Bão nhỗ bật rễ cây,  làm tốc mái nhà và tàn phá cây lúa vốn dĩ là cây trồng rất quan trọng. Hàng ngàn người đã được chuyển tới các toà nhà  ránh bão trước khi bão tới, và các đội cứu hộ cùng với hàng viện trợ khẩn cấp đã được bố trí sẵn ở các khu vực mấu chốt.  Megi là cơn bão mạnh nhất tấn công Philippines trong vòng bốn năm qua. Nó giảm dần sức gió khi đi qua dãy núi Luzon, nhưng lại mạnh hơn khi tiến vào Biển Đông.  Trung Quốc đã cảnh báo các tỉnh Phúc Kiến, Quảng Đông, Quảng Tây và Hải Nam rằng có thể là nước này phải chuẩn bị đối phó với cơn bão lớn nhất tấn công Trung Quốc trong năm nay."
        }
    ],
    "suggestions": []
}