{
    "en_vn": {
        "data": {
            "content": null,
            "word": "TR"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>TR</k><blockquote>■ <cclass>abbreviation Turkey (international vehicle registration). </cclass></blockquote></div>",
            "word": "TR"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "TR"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "TR"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "TR"
        }
    },
    "sentences": [
        {
            "en": "Take <em>tr</em> converge into accountThe Swell is portbarter the work",
            "vi": "Quan tâm đến quy trình chuyển đổi công việc"
        },
        {
            "en": "Va khng co cai gi, <em>tr</em> thng, lai vi ai i vi minh hn chinh minh.",
            "vi": "And whoever walks a furlong without sympathy walks to his own funeral drest in his shroud."
        },
        {
            "en": "They have given me a Yaris <em>TR</em> as a courtesy car, and I really don't like it.",
            "vi": "Họ đã cho tôi mượn chiếc xe Yaris TR để dùng đỡ, và thực sự tôi không thích nó."
        },
        {
            "en": "United States (US) Trade Representative (<em>TR</em>) (2006) \"US - Viet Nam WTO Bilateral Accession Agreement: Ensuring a Level Playing Field for US Textiles and Apparel Industries\", Trade Facts, Office of the United States Trade Representative, May.",
            "vi": "Đại diện Thương mại Hoa Kỳ (TR) (2006) \"Hiệp định Gia Nhập WTO Song phương giữa Việt Nam và Hoa Kỳ: Đảm bảo một Sân chơi Bình đẳng cho Ngành công nghiệp Dệt May Hoa Kỳ\", Thực tế Thương mại, Văn phòng Đại diện Thương mại Mỹ, tháng Năm."
        },
        {
            "en": "Va vt u tin ma no nhin thy va thu nhn vi mt cam xuc ngac nhin hay thng hai, hay triu mn, hay s st, thi no <em>tr</em> thanh vt o.",
            "vi": "And that object became part of him for the day or a certain part of the day, or for many years or stretching cycles of years."
        }
    ],
    "suggestions": []
}