{
    "en_vn": {
        "data": {
            "content": null,
            "word": "trac"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "trac"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "trac"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "trac"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "trac"
        }
    },
    "sentences": [
        {
            "en": "toi <em>trac</em> troc den sang",
            "vi": "i was awake till dawn"
        },
        {
            "en": "However, with the addition of <em>TRAC</em> II resources, this figure could go up to $33,000,000.",
            "vi": "Tuy nhiên, với lượng kinh phí bổ sung từ nguồn TRAC II, con số này có thể lên tới 33.000.000 USD."
        },
        {
            "en": "The amount of the <em>TRAC</em> I regular resources for the Country Programme (2006-2010) is $20,128,000.",
            "vi": "Lượng kinh phí được cung cấp từ nguồn vốn thường xuyên TRAC I cho Chương trình Quốc gia (2006-2010) là 20.128.000 USD."
        },
        {
            "en": "Lan Ong (The Lazy Old Man) is the pseudonym taken by Le Huu <em>Trac</em> (1720-1791), one of the fathers of the Vietnamese traditional medicine.",
            "vi": "Lãn Ông là biệt danh của Lê Hữu Trác (1720 - 1791), một trong những người khai sinh nền y học cổ truyền Việt Nam."
        },
        {
            "en": "Lan Ong (The Lazy Old Man) is the pseudonym taken by Le Huu <em>Trac</em> (1720 - 1791), one of the fathers of the Vietnamese traditional medicine.",
            "vi": "Lãn Ông là biệt danh của Lê Hữu Trác (1720 -1791), một trong những người khai sinh nền y học cổ truyền Việt Nam."
        },
        {
            "en": "Xoan Festival is organized in Huong Nha village, Tam Thanh District, Phu Tho province from the 7th to the 10th of the first lunar month. The festival aims to celebrate Xuan Nuong – a talented woman general of Hai Ba Trung (sisters Trung <em>Trac</em> and Trung Nhi) and praise the work of Hung Kings.",
            "vi": "Lễ Hội hát Xoan đươc tổ chức ở làng Hương Nha, huyện Tâm Thanh, tỉnh Phú Thọ từ ngày 7 đến 10/1 âm lịch. Mục đích lễ hội để tưởng nhớ Nàng Xuân Nương - Một người phụ nữ hội tụ nhiều tài năng của Hai Bà Trưng (chị gái của bà Trưng Trắc và Trưng Nhị) và ca ngợi công lao của Vua Hùng."
        }
    ],
    "suggestions": []
}