{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tradable",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Tradable",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tradable",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tradable",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tradable",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Tradable</em>",
            "vi": "Khả thương"
        },
        {
            "en": "The extremely rapid growth of exports resulted in an economy that is at or above its optimum ratio of <em>tradable</em> to non-<em>tradable</em> goods.",
            "vi": "Tốc độ tăng trưởng xuất khẩu cực nhanh đã tạo nên một nền kinh tế đang có hoặc ở trên tỷ lệ tối ưu về hàng hóa thương mại và phi thương mại."
        },
        {
            "en": "Most of the accrual of funds in them is invested in the <em>tradable</em> capital market.",
            "vi": "Hầu hết các quỹ tích lũy vào chúng được đầu tư trong thị trường vốn thương mại."
        },
        {
            "en": "A proper valuation of recent recapitalization by means of Treasury bonds (non-<em>tradable</em>) and Non Performing Loan, including directed lending would give an even worse picture.",
            "vi": "Một định giá chính xác các khoản tái cấp vốn gần đây dưới hình thức trái phiếu kho bạc (không giao dịch được) và các khoản nợ quá hạn bao gồm cả các khoản cho vay theo chỉ định sẽ phác thảo một bức tranh tồi tệ hơn."
        },
        {
            "en": "However, the proportion of migrants in the total workforce seems small relative to that in the informal low-paid non-<em>tradable</em> sector.",
            "vi": "Xong tỉ lệ lao động di cư trong lực lượng lao động của khu vực phi thương mại không chính thức là tương đối thấp."
        },
        {
            "en": "A number of structural features including weak infrastructure, poor financial intermediation and aid dependency distort incentives to entrepreneurs forcing investment into the non-<em>tradable</em> sector.",
            "vi": "Một số vấn đề về cơ cấu như cơ sở hạ tầng nghèo nàn, trung gian tài chính yếu kém và phụ thuộc vào viện trợ làm méo mó những biện pháp khuyến khích đối với các doanh nghiệp buộc phải đầu tư vào khu vực phi mậu dịch."
        },
        {
            "en": "Thus, the structural constraints to export growth set by the size of the non-<em>tradable</em> goods sector, will limit the external stimulus to growth in the future.",
            "vi": "Vì vậy, những hạn chế về mặt cơ cấu của tăng trưởng xuất khẩu xác định bởi kích cỡ của khu vực hàng hóa phi thương mại sẽ hạn chế những kích thích tăng trưởng xuất khẩu từ bên ngoài trong tương lai."
        }
    ],
    "suggestions": []
}