{
    "en_vn": {
        "data": {
            "content": null,
            "word": "trampling",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "trampling",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "trampling",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "trampling",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "trampling",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "You are <em>trampling</em> on my toes.",
            "vi": "Anh đang giẫm lên ngón chân tôi kìa."
        },
        {
            "en": "I don't want all those people <em>trampling</em> about all over my flower beds.",
            "vi": "Tôi không muốn tất cả bọn họ giẫm nát lên luống hoa của tôi."
        },
        {
            "en": "I don't want those people <em>trampling</em> on all over my garden.",
            "vi": "Tôi không thích người ta đi vào vườn của tôi."
        },
        {
            "en": "Two men were working fast, <em>trampling</em> the straw and building it into a stack.",
            "vi": "Hai người đàn ông làm việc cực nhanh, đạp chân trên rơm, nhồi thành một đống."
        },
        {
            "en": "He was turning round and round, <em>trampling</em> down the grass. Then he curled into that round nest with a flop and a sigh of satisfaction.",
            "vi": "Nó quay vòng, quay vòng, đạp chân trên cỏ. Rồi nó cuộn mình lại nằm phịch xuống và thở ra một hơi dài thoải mái."
        },
        {
            "en": "I never know what to say at a funeral. I feel like a bull in a china shop, <em>trampling</em> on feelings without even meaning to.",
            "vi": "Tôi chẳng biết nói gì tại buổi lễ tang bây giờ. Tôi có cảm giác như gà mắc tóc, nhịp chân mà chẳng biết làm gì hơn."
        },
        {
            "en": "Our soldiers, hot on the heels of the fleeing enemy, butchered everything in their way, <em>trampling</em> under foot without mercy the living as well as those dying or dead.",
            "vi": "Những binh lính của chúng ta, theo sát gót kẻ thù đang tháo chạy, tàn sát mọi thứ trên đường của họ, giẫm đạp dưới chân không chút khoan dung những người sống cũng như những người đang chết hay đã chết."
        },
        {
            "en": "But after a day touring near the shore, the couple canceled the diving tour. The husband explained that they had seen tourists <em>trampling</em> coral reefs. The couple decided to sit on the boat and the wife bursted out crying.",
            "vi": "Nhưng sau một chuyến tham quan gần bờ, cặp vợ chồng đã hủy bỏ các tour lặn biển. Người chồng giải thích rằng họ đã nhìn thấy khách du lịch chà đạp rạn san hô. Cặp vợ chồng đã quyết định ngồi trên thuyền và người vợ thì khóc."
        }
    ],
    "suggestions": []
}