{
    "en_vn": {
        "data": {
            "content": null,
            "word": "transcribed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "transcribed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "transcribed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "transcribed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "transcribed"
        }
    },
    "sentences": [
        {
            "en": "How is this word <em>transcribed</em>",
            "vi": "Từ này phiên âm như thế nào"
        },
        {
            "en": "How is that word <em>transcribed</em>?",
            "vi": "Từ đó phiên âm ra sao?"
        },
        {
            "en": "Your performance now is <em>transcribed</em> onto compact disc.",
            "vi": "Hiện tại phần trình diễn của cô đã được ghi lại vào đĩa compắc."
        },
        {
            "en": "A piano piece was <em>transcribed</em> for the guitar by Peter.",
            "vi": "Một bản nhạc cho piano đã được Peter chuyển biên cho ghi-ta."
        },
        {
            "en": "The word \"the\" is <em>transcribed</em> as [ðə] in phonetic symbols.",
            "vi": "Từ\"the\"được chuyển thành [ðə] trong phiên âm quốc tế."
        },
        {
            "en": "A performance now is always <em>transcribed</em> onto compacts disc.",
            "vi": "Giờ thì một buổi trình diễn luôn được ghi âm vào đĩa CD."
        },
        {
            "en": "A piano piece was <em>transcribed</em> for the guitar by Peter.",
            "vi": "Một bản nhạc cho piano đã được Peter chuyển biên cho ghi - ta."
        },
        {
            "en": "They composed poetry in Chinese-<em>transcribed</em> Vietnamese in old days.",
            "vi": "Ngày trước họ sáng tác thơ nôm."
        },
        {
            "en": "A gene is expressed when it is being <em>transcribed</em> into mRNA.",
            "vi": "Một gen chỉ có thể được biểu hiện khi nó được phiên mã thành mARN."
        },
        {
            "en": "Pictures of street vendors and their <em>transcribed</em> calls are stored in Paris",
            "vi": "Hình ảnh người bán hàng rong và những tiếng rao của họ được lưu giữ ở Pa-ri (Pháp)"
        },
        {
            "en": "The promoters of eukaryotic genes have been intensely studied, especially those <em>transcribed</em> by RNA polymerase II.",
            "vi": "Vùng khởi động của các gen ở sinh vật nhân chuẩn đã được nghiên cứu cặn kẽ, đặc biệt là những gen được phiên mã bởi ARN polymerase II."
        },
        {
            "en": "In this dictionary, the last vowel of \"transcendent\" is <em>transcribed</em> as [ə].",
            "vi": "Trong từ điển này, nguyên âm cuối cùng của \"transcendent\"được phiên âm là [ə]."
        },
        {
            "en": "Pictures of street vendors and their <em>transcribed</em> calls are stored in Paris",
            "vi": "Hình ảnh người bán hàng rong và những tiếng rao của họ được lưu giữ ở Pa-ri (Pháp)"
        },
        {
            "en": "This poem is <em>transcribed</em> in a manuscript collection devoted to Ralegh's life and death.",
            "vi": "Bài thơ này được chép lại trong một bộ sưu tập bản gốc dành cho cuộc đời và sự ra đi của Ralegh."
        },
        {
            "en": "She jotted down a few notes, and later <em>transcribed</em> them into an exercise book.",
            "vi": "Cô ta viết ngoáy vội những điều ghi chép, rồi sau đó chép lại vào một quyển vở."
        },
        {
            "en": "A virus might insert its DNA into a human chromosome next to a proto - oncogene, and as the viral genes are <em>transcribed</em> at their characteristically high rate, the adjacent proto - oncogene sequence is rapidly <em>transcribed</em> too.",
            "vi": "Vi rút có thể chèn ADN của nó vào nhiễm sắc thể của người ở bên cạnh gen tiền ung thư và khi các gen của vi rút được phiên mã với tốc độ cao đặc trưng của chúng thì trình tự gen tiền ung thư bên cạnh cũng được phiên mã nhanh chóng."
        },
        {
            "en": "A virus might insert its DNA into a human chromosome next to a proto-oncogene, and as the viral genes are <em>transcribed</em> at their characteristically high rate, the adjacent proto-oncogene sequence is rapidly <em>transcribed</em> too.",
            "vi": "Vi rút có thể chèn ADN của nó vào nhiễm sắc thể của người ở bên cạnh gen tiền ung thư và khi các gen của vi rút được phiên mã với tốc độ cao đặc trưng của chúng thì trình"
        },
        {
            "en": "Antisense RNA is a single - stranded RNA that is complementary to a messenger RNA strand <em>transcribed</em> within a cell.",
            "vi": "ARN vô nghĩa là một mạch đơn ARN bổ sung cho đoạn ARN thông tin được dịch mã trong một tế bào."
        },
        {
            "en": "Antisense RNA is a single-stranded RNA that is complementary to a messenger RNA strand <em>transcribed</em> within a cell.",
            "vi": "ARN vô nghĩa là một mạch đơn ARN bổ sung cho đoạn ARN thông tin được dịch mã trong một tế bào."
        },
        {
            "en": "Because cDNAs represent only the portions of eukaryotic genes that are <em>transcribed</em> into the mRNA, cDNA clones are particularly useful for analysis of gene expression and cell specialization.",
            "vi": "Do cDNA chỉ đại diện cho bộ phận các gen ở sinh vật nhân chuẩn đã được phiên mã thành mRNA, nên các dòng cDNA đặc biệt hữu ích cho phân tích biểu hiện gen và biệt hóa tế bào."
        }
    ],
    "suggestions": []
}