{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tranquillizing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tranquillizing</k><blockquote><cclass>adjective (especially of a drug) have a calming or sedative effect on.</cclass></blockquote><blockquote>→ <kref>tranquillize</kref></blockquote></div>",
            "word": "tranquillizing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tranquillizing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tranquillizing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tranquillizing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A <em>tranquillizing</em> drug used to relieve anxiety, tension, and agitation.",
            "vi": "Một loại thuốc an thần dùng để làm giảm lo âu, căng thẳng và kích động."
        },
        {
            "en": "A drug with muscle-relaxant, analgesic, and <em>tranquillizing</em> action.",
            "vi": "Một loại thuốc làm dãn cơ, giảm đau và an thần."
        },
        {
            "en": "A tricyclic antidepressant drug that has a mild <em>tranquillizing</em> action.",
            "vi": "Một thuốc chống trầm cảm có ba vòng, nó có tác dụng an thần nhẹ."
        },
        {
            "en": "It is usually treated with <em>tranquillizing</em> drugs and reassurance.",
            "vi": "Tình trạng này thường chữa bằng các thuốc an thần và làm yên lòng."
        },
        {
            "en": "A state of calmness and freedom from anxiety, especially the state produced by <em>tranquillizing</em> drugs.",
            "vi": "Một tình trạng bình yên và thoát khỏi mọi lo âu, đặc biệt tình trạng gây ra do thuốc an thần."
        },
        {
            "en": "It can be treated with psychotherapy, behavious therapy, and <em>tranquillizing</em> drugs.",
            "vi": "Tình trạng này có thể chữa bằng liệu pháp tâm lý, liệu pháp cư xử và thuốc an thần."
        },
        {
            "en": "A <em>tranquillizing</em> drug used in the treatment of mild anxiety and tension, including premenstrual tension.",
            "vi": "Một loại thuốc an thần dùng để điều trị chứng lo âu và căng thẳng, gồm cả căng thẳng tiền kinh."
        }
    ],
    "suggestions": []
}