{
    "en_vn": {
        "data": {
            "content": null,
            "word": "transferrable"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "transferrable"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "transferrable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "transferrable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "transferrable"
        }
    },
    "sentences": [
        {
            "en": "In these roles, you’ll be in charge of kids activities, such as teaching them new skills or leading activity sessions. This is a great way to develop leadership skills, which are also <em>transferrable</em> to other management roles where you’ll need to keep your team engaged with their work. It’s also great experience for leading client meetings – adults can have short attention spans too!",
            "vi": "Trong những vai trò này, bạn sẽ thay đổi những hoạt động của trẻ em, giống như dạy chúng những kỹ năng mới hoặc hướng dẫn hoạt động khóa học. Đây là một cách tuyệt vời để phát triển kỹ năng lãnh đạo, cũng có khả năng truyền quản lý những vai trò khác nơi mà bạn sẽ cần giữ đội của bạn đã có xích mích với công việc của họ. Nó cũng là trải nghiệm tuyệt vời để lãnh đạo những cuộc gặp gỡ khách hàng - những người trưởng thành cũng có thể có dành ra  những khoảng thời gian ngắn để tham gia."
        },
        {
            "en": "Clubs and societies are usually run by committees which members can volunteer to be a part of. Committee positions can range in scope, from club president or treasurer, to running events, to coaching or training members. Each of these roles involve a wealth of skills <em>transferrable</em> to many management roles in business, including leadership, dealing with people, and time management skills. Some roles also allow you to build on specific skills. For example, if you’re looking to enter a finance role, a role as a club treasurer is a great way to show you have experience managing an organization’s budget.",
            "vi": "Các câu lạc bộ và tổ chức xã hội thường hoạt động dưới hình thức ủy ban trong đó những thành viên có thể trở thành một phần trong đó. Những vị trí trong ủy ban có thể sắp xếp theo kiến thức của mọi người, từ chủ tịch câu lạc bộ hoặc thủ quỹ, để tổ chức những sự kiện, để hướng dẫn và huấn luyện thành viên. Mỗi vị trí bao gồm sự phong phú về những kỹ năng được áp dụng trong nhiều vai trò quản lý trong kinh doanh, bao gồm khả năng lãnh đạo, giao tiếp với mọi người , và kỹ năng quản lý thời gian. Một số vai trò cũng cho phép bạn xây dựng những kỹ năng đặc biệt. Ví dụ, nếu bạn đang kiếm việc vào vị trí tài chính, một vai trò như là một thủ quỹ câu lạc bộ là một cách tuyệt với để cho bạn thấy trải nghiệm quản lý ngân sách của một tổ chức."
        },
        {
            "en": "That was an odd one, and I don't have a great answer for that. Certainly we know that heads of finance and HR tend to move around a lot more because the skills are very <em>transferrable</em>, and in fact it looks better for an HR executive or CFO to show a breadth of industry. You actually get a bit disadvantaged if you've been in the same company or the same industry your whole career, as an HR person. But general counsel is a little different, because legal issues are often more specific to the industry. So I don't really understand that one.\"",
            "vi": "Đó là một vấn đề hết sức kỳ cục, và tôi không có câu trả lời thoả đáng cho câu hỏi đó. Tất nhiên chúng ta biết rằng những người đứng đầu phòng tài chính và nhân sự thường có xu hướng đổi công ty nhiều hơn vì những kỹ năng của họ có thể truyền lại cho người khác, và trên thực tế giám đốc nhân sự (HR) hay Giám đốc tài chính (CFO) mà tỏ ra am hiểu rộng về lĩnh vực của mình thì tốt hơn. Bạn thực sự có một chút bất lợi nếu bạn làm nhân sự hoài trong cùng một công ty hoặc cùng một lĩnh vực suốt sự nghiệp của mình. Nhưng tổng tư vấn (trưởng phòng pháp chế) thì lại hơi khác, vì các vấn đề pháp lý thường mang tính đặc trưng trong ngành hơn. Cho nên tôi không thực sự hiểu chuyện đó.\""
        }
    ],
    "suggestions": []
}