{
    "en_vn": {
        "data": {
            "content": null,
            "word": "travails"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>travails</k><blockquote>painful or laborious effort.</blockquote><blockquote>→ <kref>travail</kref></blockquote></div>",
            "word": "travails"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "travails"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "travails"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "travails"
        }
    },
    "sentences": [
        {
            "en": "<em>Travails</em> can train people.",
            "vi": "Công việc cực khổ có thể rèn luyện con người."
        },
        {
            "en": "Bo Guagua did not attend the seminar at Harvard’s Fairbank Center for Chinese Studies, which focused on his family’s <em>travails</em>. But in a statement sent a few days later to Harvard’s student-run newspaper, the Crimson, he responded to allegations of ill- gotten wealth. He said he had never used his family name to make money and, contrary to media reports, had never driven a Ferrari. Funding for his overseas studies, he said, came entirely from unspecified “scholarships earned independently, and my mother’s generosity from the savings she earned from her years as a successful lawyer and writer.”",
            "vi": "Bạc Qua Qua đã không tham dự hội thảo tại Trung tâm Fairbank của Harvard về việc du học của người Trung Quốc, trong đó tập trung vào những khó khăn của gia đình anh. Nhưng có một lời giải đáp được gửi một vài ngày sau đó đến tờ báo sinh viên của Harvard mang tên the Havard Crimson, Bạc Qua Qua đã giải đáp những lời cáo buộc về khối tài sản không rõ nguồn gốc của mình. Anh ấy nói rằng, anh chưa bao giờ dùng tên gia đình của mình để kiếm tiền. Điều này ngược lại với những gì phương tiện truyền thông đưa tin, anh cũng chưa bao giờ lái một chiếc Ferrari. Anh ấy cho biết, nguồn tài trợ cho việc du học của mình hoàn toàn đến từ nguồn không rõ là \"các học bổng mà tôi tự mình giành được và các khoản tiền tiết kiệm của mẹ tôi mà bà đã kiếm được từ những năm khi bà còn là một luật sư và đồng thời nhà văn có tiếng (thành công).\""
        },
        {
            "en": "A New York judge has dismissed the sexual assault case against former IMF director Dominique Strauss-Kahn. The move came as prosecutors cited doubts over the credibility of his accuser, 32-year-old hotel maid Nafissatou Diallo.    Mr Strauss-Kahn, 62, was accused in May of attacking the African immigrant as she entered his hotel room to clean it.   The ruling means he is a free man, though he still faces a civil suit Ms Diallo filed this month.   \"Our inability to believe the complainant beyond a reasonable doubt means, in good faith, that we could not ask a jury to do that,\" Assistant District Attorney Joan Illuzzi-Orbon told Judge Michael Obus.      “Hurried sexual encounter”    The dismissal of criminal charges at the New York State Supreme Court will take effect once the judge rules on an appeal against the move.    Mr Strauss-Kahn, considered a French presidential contender before the case, arrived for the hearing in lower Manhattan on Tuesday in a six-car motorcade with his wife Anne Sinclair.    Outside, about two dozen placard-waving protesters denounced the result, their cries audible from the packed courtroom on the 13th floor.   Ms Diallo claimed Mr Strauss-Kahn had confronted her in his luxury hotel suite in the city on 14 May and forced her to perform oral sex.    Prosecutors said DNA evidence had found that a \"hurried\" sexual encounter did occur between the two, but it did not establish Ms Diallo's claim that it was non-consensual.   In a statement released by his legal team on Tuesday, Mr Strauss-Kahn said: \"These past two-and-a-half months have been a nightmare for me and my family.    \"I want to thank all the friends in France and in the United States who have believed in my innocence, and to the thousands of people who sent us their support personally and in writing.    \"I am most deeply grateful to my wife and family who have gone through this ordeal with me.\"   He added: \"We will have nothing further to say about this matter and we look forward to returning to our home and resuming something of a more normal life.\"   'Rush to judgment'    Outside the court on Tuesday, Mr Strauss-Kahn's lawyer, William Taylor, accused the media, police and prosecutors of a \"collective rush to judgment\".   \"I want to remind you how uncritically the media examined this case from the beginning without even looking at the improbability of the story on its face,\" he said.   In court papers filed on Monday, Manhattan prosecutors said they did not feel at ease pursuing the case, citing deep concerns over Ms Diallo's credibility.     She \"has not been truthful on matters great and small\" and has an ability to present \"fiction as fact with complete conviction,\" they wrote.   Medical and DNA evidence, meanwhile, was \"simply inconclusive\" as proof of a forced sexual encounter, they added.   Mr Strauss-Kahn was forced from his job as director of the International Monetary Fund after his arrest on board an Air France jet in May.   But within weeks, prosecutors said there were inconsistencies in Ms Diallo's accounts of the alleged assault and of her background.   It was revealed that she had been recorded discussing the case with a jailed friend and appeared to refer to Mr Strauss-Kahn's wealth, which his supporters said pointed to a financial motive.   Prosecutors also said Ms Diallo had not been truthful in tax documents, nor on an asylum application form in her account of a gang rape she said she suffered back in Guinea.   Mr Strauss-Kahn was later freed from his restrictive bail conditions.   Ms Diallo then took the unusual step of giving media interviews, defending her allegations against him, and on 8 August, she filed a civil suit against Mr Strauss-Kahn.   The Frenchman's legal <em>travails</em> are not yet over: authorities in Paris are still considering whether to press charges against him over a claim by French writer Tristane Banon that he tried to rape her during a 2003 interview.    Ms Banon made the allegation after the Diallo case, saying that she feared no-one would have believed her beforehand.  ",
            "vi": "Thẩm phán New York đã huỷ bỏ vụ kiện hiếp dâm chống lại cựu giám đốc Quỹ tiền tệ thế giới Dominique Strauss-Kahn.    Động thái này xảy ra khi các công tố viên đưa ra nghi vấn về tính trung thực của người buộc tội ông, cô nữ hầu phòng khách sạn 32 tuổi - Nafissatou Diallo.   Ông Strauss-Kahn, 62 tuổi, bị buộc tội đã tấn công một người nhập cư Châu Phi khi cô ta vào phòng khách sạn của ông để dọn dẹp vào tháng năm.    Phán quyết này đồng nghĩa với việc ông là người vô tội, cho dù vẫn phải đối mặt với vụ kiện dân sự mà cô Diallo đã nộp đơn vào tháng này.    \"Việc chúng tôi không thể tin nguyên đơn hết sức chắc chắn là bị đơn có tội đồng nghĩa với, thành thật mà nói, chúng tôi không thể yêu cầu hội đồng xét xử tiến hành xét xử vụ án này,\" trợ lý công tố viên Joan Illuzzi-Orbon nói với thẩm phán - Michael Obus.        “Vụ quan hệ tình dục vội vã”      Việc huỷ cáo buộc hình sự ở toà án tối cao bang New York sẽ có hiệu lực ngay khi vị thẩm phán này ra quyết định trong phiên điều tra trước khi xét xử chính thức.       Ông Strauss - Kahn, được xem là đối thủ của tổng thống Pháp trước khi vụ kiện xảy ra, đã đến phiên toà ở Lower Manhattan vào ngày thứ ba trong đoàn xe hộ tống gồm sáu chiếc cùng vợ là Anne Sinclair.    Bên ngoài, khoảng hai mươi bốn người biểu tình đang phe phẩy những tấm áp-phích phản đối kịch liệt trước phán quyết toà án, từ phòng xử án chật ních trên tầng 13 còn nghe rõ tiếng khóc của họ.    Cô Diallo khai rằng ông Strauss - Kahn đã gặp cô ta trong căn phòng khách sạn sang trọng thượng hạng của mình ở thành phố này vào ngày 14 tháng năm và ép buộc cô quan hệ tình dục qua đường miệng.   Công tố viên cho biết bằng chứng AND đã cho thấy có chuyện quan hệ tình dục “vội vã” kia giữa hai người, nhưng nó không chứng minh được lời khai của cô Diallo là chuyện đó đã xảy ra “không đồng thuận”.    Trong lời tuyên bố do nhóm tư vấn pháp lý của ông ta công bố vào ngày thứ ba, ông Strauss - Kahn đã nói: \"Hai tháng rưỡi nay trôi qua như một cơn ác mộng đối với tôi và cả gia đình tôi nữa.    \"Tôi muốn cảm ơn tất cả bạn bè ở Pháp và ở Hoa Kỳ, những người đã tin rằng tôi vô tội, và cảm ơn đến hàng ngàn người đã đích thân giúp và cũng như gởi thư cho tôi.    \"Tôi hết sức biết ơn vợ tôi và gia đình đã cùng tôi vượt qua cơn sóng gió này.\"   Ông nói thêm : \"Chúng tôi sẽ không còn gì để nói thêm về vấn đề này nữa và chúng tôi mong được quay về nhà và tiếp tục cuộc sống bình thường.\"   'Vội vã đưa ra phán xét'   Vào ngày thứ ba, bên ngoài toà án, luật sư của ông Strauss - Kahn, William Taylor, buộc tội các phương tiện truyền thông đại chúng, cảnh sát và công tố viên \"cả thảy cùng nhau vội vã đưa ra phán xét\".    \"Tôi muốn nhắc các ông rằng phương tiện truyền thông đại chúng đã xem xét vụ kiện này ngay từ đầu một cách hết sức thiển cận, thậm chí không nhìn nhận ra câu chuyện này không chắc đã xảy ra theo như vẻ bề ngoài của nó,” ông ta nói.   Trong các hồ sơ được nộp tại toà vào ngày thứ hai, các công tố viên Manhattan cho biết họ cảm thấy áp lực khi theo đuổi vụ kiện này, bên cạnh đó còn đưa ra những lo ngại sâu sắc đối với tính trung thực của cô Diallo.   Cô ta \"đã khai không trung thực từ chuyện lớn tới chuyện  nhỏ\" và có khả năng là cô ta  “diễn vở tuồng như thật kèm theo kết tội hoàn hảo\" họ viết.   Bằng chứng về AND và y khoa, trong khi đó, đơn thuần không đủ sức  thuyết  phục là vụ quan hệ tình dục này có cưỡng bức, họ cho biết thêm.   Ông Strauss-Kahn đã bị buộc phải rời khỏi chức giám đốc Quỹ tiền tệ quốc tế sau khi bị bắt trên chiếc phản lực của hãng hàng không Air France vào tháng năm.   Nhưng trong vòng nhiều tuần, các công tố viên cho biết có sự mâu thuẫn trong lời khai của cô Diallo về cái được cho là vụ tấn công và xuất thân của cô ta.    Người ta tiết lộ rằng cô ta đã được ghi âm lại khi bàn vụ kiện này với người bạn trong tù và dường như có nói đến sự giàu có của ông Strauss-Kahn, mà người ủng hộ của ông ta muốn ám chỉ đến động cơ tài chính.    Các công tố viên cũng cho biết thêm cô Diallo đã không trung thực trong việc khai thuế, cũng như trên đơn xin tị nạn trong lời khai trước đây cô ta đã từng bị hiếp dâm tập thể ở Guinea.   Ông Strauss - Kahn sau đó đã được giải thoát khỏi những điều kiện tại ngoại hạn chế.   Sau đó, cô Diallo đi bước bất thường tiếp theo là đã trả lời phỏng vấn với giới truyền thông, bảo vệ luận điệu chống lại ông ta, và vào ngày 8 tháng tám, cô ta nộp đơn cho vụ án dân sự chống lại ông Strauss - Kahn.    Những thủ tục khó khăn về mặt pháp lý của người đàn ông Pháp này vẫn chưa kết thúc: các nhà chức trách ở Paris vẫn còn cân nhắc xem liệu có kết tội ông ta đối với đơn kiện của cô Tristane Banon - một nhà văn Pháp - cáo buộc rằng ông ta đã định cưỡng hiếp mình trong cuộc phỏng vấn năm 2003.    Cô Banon đã đưa ra lời buộc tội này sau vụ Diallo, lấy lý do là trước đây cô ta sợ không ai chịu tin những điều mình nói."
        }
    ],
    "suggestions": []
}