{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[trɔ:l]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lưới rà, lưới rê, lưới vét (thả ngầm dước đáy sông, biển) (như) <font color=\"#1371BB\">trawl-net</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) dây câu giăng (như) <font color=\"#1371BB\">trawl-line</font>, <font color=\"#1371BB\">setline</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đánh cá bằng lưới rà, đánh lưới rê, đánh lưới vét; giăng lưới vét</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đánh cá (một vùng nào đó) bằng lưới rà</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(+ <font color=\"#1371BB\">through</font>) tìm kiếm, rà soát (qua hồ sơ...)</td></tr></table><i/></div>",
            "word": "trawl"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>trawl</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 fish or catch with a trawl net or seine. </blockquote></blockquote><blockquote><blockquote>2》 search thoroughly. </blockquote></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an act of trawling. </blockquote></blockquote><blockquote><blockquote>2》 (also <cclass><b>trawl net</b>) a large wide-mouthed fishing net dragged by a boat along the bottom of the sea or a lake. </cclass></blockquote></blockquote><blockquote><blockquote>3》 (also <cclass><b>trawl line</b>) <cclass>N. Amer. a long sea-fishing line along which are tied buoys supporting baited hooks on short lines. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: prob. from MDu. <i>traghelen</i> 'to drag'. </blockquote></div>",
            "word": "trawl"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "trawl"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "trawl"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lưới rà</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lưới rẽ (đánh cá)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lưới vét</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A baglike net with an open mouth that is towed beneath a ship in order to catch marine life.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Một túi có miệng mở được kéo theo bên dưới một con tàu để bắt cá.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> giao thông &amp; vận tải</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kéo lưới vét (đánh cá)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thả lưới rà</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">trawl net</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lưới rà</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">trawl net</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lưới rê</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">trawl net</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lưới vét</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "trawl"
        }
    },
    "sentences": [
        {
            "en": "The software runs its own web searches and <em>trawl</em> s through social media sites.",
            "vi": "Chương trình này được chạy trên các trang web tìm kiếm riêng của nó và tìm thông tin cả trên các mạng xã hội."
        },
        {
            "en": "She said many of them are properly dressed and <em>trawl</em> bus stations asking for money, telling people they have been robbed and need tickets to travel back to their hometowns.",
            "vi": "Cô nói nhiều người trong số họ ăn mặc nghiêm chỉnh và loanh quanh chỗ trạm xe buýt để xin tiền, họ nói với người dân là họ bị cướp và cần mua vé để về quê."
        },
        {
            "en": "She said many of them are properly dressed and <em>trawl</em> bus stations asking for money, telling people they have been robbed and need tickets to travel back to their hometowns.",
            "vi": "Cô nói nhiều người trong số họ ăn mặc nghiêm chỉnh và loanh quanh chỗ trạm xe buýt để xin tiền, họ nói với người dân là họ bị cướp và cần mua vé để về quê."
        },
        {
            "en": "Post-natal depression in fathers 'often undiagnosed'        Many new fathers experience post-natal depression, yet most cases go undetected and untreated, experts warn. One in 10 new fathers may have the baby blues, US researchers believe - based on their <em>trawl</em> of medical literature While this rate is lower than in new mothers, it is more than currently recognised, they told the Journal of the American Medical Association . Lack of sleep and new responsibilities, or supporting a wife with post-natal depression can be triggers, they say. The Eastern Virginia Medical School team based their findings on 43 studies involving 28,004 parents from 16 different countries including the UK and the US. They found new fathers were generally happiest in the early weeks after the birth of their baby, with depression kicking in after three to six months By this time, at least 10% and up to 25% had post-natal depression.  And depression appeared to be shared - men were far more likely to be depressed if their partner also had post-natal depression. Dr James Paulson and Sharnail Bazemore, who carried out the study, said more efforts should be made to improve screening and referral of at-risk fathers, particularly as mounting evidence suggests that early paternal depression may have substantial emotional, behavioural and developmental effects on children \"Depression in one parent should prompt clinical attention to the other. \"Likewise, prevention and intervention efforts for depression in parents might be focused on the couple and family rather than the individual,\" they said. Paternal pressures. Bridget O'Connell, from the mental health charity Mind, said: \"Becoming a parent is one of the biggest changes that both men and women can go through, yet there is still very little understood about how it impacts on mental health, and how many people will experience a perinatal mental health problem”. \"New parents can be faced with sleep deprivation, changes in lifestyle, changes in their relationship and new responsibilities all at once, and we don't always remember that this is going to be an issue for men as well as for women.\" But Ellie Lee, a lecturer in social policy at Kent University, said it was important not to medicalise normal emotions. \"It is, of course, essential to diagnose and treat serious clinical depression. But there is a tendency to overuse medical labels. \"What is interesting is that saying men have post-natal depression severs the link with biology. Men have not been pregnant, had the hormonal surges or given birth.\" She said modern men were put under other strains. \"It is no longer good enough to just be the bread-winner. They have to be engaged and involved. They are expected to abstain from alcohol, attend every scan and 'feel the pain' of birth. \"This can be a stressful experience.\"",
            "vi": "Chứng trầm cảm của những người ông bố sau khi con được sinh ra‘thường không được chuẩn đoán’      Các chuyên gia cảnh báo rằng nhiều người mới làm bố bị chứng trầm cảm sau khi con được sinh ra, tuy nhiên hầu hết các trường hợp này không được phát hiện và chữa trị. Các nhà nghiên cứu Hoa Kỳ tin rằng một trong mười người mới làm bố có thể sinh con bị trầm cảm, dựa trên những tìm kiếm tài liệu trong y văn của họ. Họ phát biểu với tạp chí Hiệp hội Y khoa của Mỹ là tuy tỷ lệ này thấp hơn ở những người mới làm mẹ nhưng thực tế là nhiều hơn con số ghi nhận được hiện nay . Họ cũng nói rằng việc thiếu ngủ cùng vơí những trách nhiệm mới của ông bố hay việc chăm sóc bà mẹ trẻ bị chứng bệnh trầm cảm sau sinh có thể là nguyên nhân gây ra căn bệnh này. Những phát hiện này được nhóm nghiên cứu của trường Y Eastern Virginia đúc kết từ 43 cuộc nghiên cứu trên 28,004 cặp bố mẹ đến từ 16 quốc gia khác nhau trong đó có Anh và Hoa Kỳ. Họ thấy rằng những người mới làm bố thường hạnh phúc nhất trong những tuần đầu sau khi em bé được sinh ra, và bắt đầu bị trầm cảm từ 3 đến 6 tháng sau đó Vào thời gian này có ít nhất 10% và có thể lên đến 25% ông bố mắc phải chứng trầm cảm. Và chứng trầm cảm dường như có thể lây nhiễm – những người đàn ông có vợ bị trầm cảm sau sinh dường như có nguy cơ mắc bệnh này cao hơn.  Tiến sĩ James Paulson và Sharnail Bazemore, những người thực hiện nghiên cứu, nói rằng nên nỗ lực hơn nữa để cải tiến việc sàng lọc và tư vấn khám bệnh cho những người bố đang có nguy cơ bị bệnh, đặc biệt là khi đưa ra bằng chứng cho thấy chứng trầm cảm sớm ở người bố có thể ảnh hưởng đáng kể đến sự phát triển, hành vi và cảm xúc của trẻ . Chứng trầm cảm ở bố hoặc mẹ tác động lâm sàng đến người kia. “Tương tự như vậy thì những nỗ lực ngăn ngừa và can thiệp đối với chứng trầm cảm ở bố mẹ nên được tập trung vào từng cặp bố mẹ và gia đình thay vì tập trung từng cá nhân riêng lẻ”, họ cho biết Những áp lực của người làm bố Bridget O'Connell, từ trung tâm từ thiện sức khoẻ tâm thần Mind, nói rằng: “Việc trở thành bố mẹ là một trong những thay đổi lớn nhất mà cả người đàn ông và phụ nữ đều có thể trải qua, tuy nhiên ít ai hiểu được tác động của nó đến sức khoẻ tinh thần như thế nào và có bao nhiêu người sẽ gặp vấn đề sức khoẻ tinh thần trong thời kỳ mang thai từ tháng thứ 5 đến tháng thứ tám”. “Những người mới làm bố làm mẹ có thể đối mặt với chứng thiếu ngủ, thay đổi lối sống, thay đổi mối quan hệ và hàng loạt các trách nhiệm mới, và chúng ta đâu phải lúc nào cũng nhớ rằng đây sẽ là vấn đề dành cho nam giới cũng như cho nữ giới” Nhưng Ellie Lee, một giảng viên về chính sách xã hội tại trường Đại học Kent, cho rằng  điều quan là đừng coi những cảm xúc thông thường là một căn bệnh nào đó. “Dĩ nhiên chẩn đoán và chữa trị chứng trầm cảm lâm sàng nặng là cần thiết. Nhưng  hiện đang có một xu hướng là lạm dụng quá nhiều các tên gọi y khoa”. “Điều thú vị ở đây là việc nói nam giới bị chứng trầm cảm sau khi con được sinh ra có mối liên hệ về mặt sinh học. Người đàn ông không mang thai, không có hiện tượng tăng hóc-môn và cũng không sinh đẻ”. Bà cho rằng người đàn ông ngày nay đang đối mặt với những nỗi căng thẳng khác. “Không còn chỉ mỗi trách nhiệm kiếm cái ăn nuôi cả gia đình. Họ phải bị ràng buộc và bị lệ thuộc. Họ sẽ phải kiêng rượu, tham gia các cuộc kiểm tra thai kỳ và cảm nhận sự đau đớn của việc sinh đẻ”. “Điều này có thể là một trải nghiệm hết sức căng thẳng”."
        }
    ],
    "suggestions": []
}