{
    "en_vn": {
        "data": {
            "content": null,
            "word": "trawling",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "trawling",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "trawling",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "trawling",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "trawling",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The police are <em>trawling</em> through their files for similar cases.",
            "vi": "Cảnh sát đang rà soát tìm kiếm những vụ tương tự."
        },
        {
            "en": "It involves letting trees return to places that have been Denude d, allowing parts of the seabed to recover from <em>Trawling</em> and dredging , permitting rivers to flow freely again.",
            "vi": "Nó liên quan đến việc để các loài cây trở lại những nơi đã bị bỏ đi, cho phép các phần của đáy biển phục hồi từ việc đánh cá và nạo vét, cho phép dòng sông chảy tự do trở lại."
        },
        {
            "en": "\"Normally I catch 15-17 tonnes of tuna on a 20 to 25 day <em>trawling</em> trip,\" Hay says. \"I earned VND100million in profits in my first trip when the price was over VND 40,000 a kilo. I caught more on my three recent trips but ended up losing money, so I decided to stop.\"",
            "vi": "\"Bình thường, tôi bắt 15 - 17 tấn cá ngừ trong một chuyến đi kéo lưới dài 20-25 ngày\" ông Hay cho biết. \"Tôi kiếm 100 triệu tiền lời trong chuyến đi đầu tiên của tôi khi giá đạt trên 40.000 đồng một kg. Tôi bắt được nhiều cá hơn trong ba chuyến đi gần đây nhưng cuối cùng lại bị lỗ, vì vậy tôi quyết định dừng lại.\""
        },
        {
            "en": "<em>Trawling</em> for wild shrimp, meanwhile, comes with its own consequences: Every kilogram caught requires many multiples its weight in marine fuel, Pauly said, and kills between five and 15 kilograms of other aquatic species, which are thrown away as by-catch. “Whether you catch them or farm them, the environmental cost is immense,” he said.",
            "vi": "Đánh bắt tôm hoang dã sẽ gây ra những hậu quả: Mỗi kg bắt được làm giảm đi gấp bội các tài nguyên biển, Pauly nói, và giết chết 5 đén 15 kg các laoif sinh vật biển khác, chúng bị vứt đi như lúc bắt. \"Dù bắt hay nuôi chúng, môi trường vẫn bị ảnh hưởng nghiêm trọng.\""
        }
    ],
    "suggestions": []
}