{
    "en_vn": {
        "data": {
            "content": null,
            "word": "treasured",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "treasured",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "treasured",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "treasured",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "treasured",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Today's scanning technology helps you save your most <em>treasured</em> records.",
            "vi": "Công nghệ quét hình ngày nay giúp bạn lưu giữ được những tư liệu quý giá nhất."
        },
        {
            "en": "I offered flowers to my grandmother <em>treasured</em> memory.",
            "vi": "Tôi đã dâng hoa viếng hương hồn bà tôi."
        },
        {
            "en": "The sea at Nha Trang contains all kinds of <em>treasured</em> sea products.",
            "vi": "Biển Nha Trang có đủ các loại hải sản quí."
        },
        {
            "en": "I had <em>treasured</em> those sunny days, especially the dry sunlight of August day.",
            "vi": "Tôi đã trân trọng những ngày nắng, đặc biệt là thứ nắng khô của ngày tháng 8."
        },
        {
            "en": "All the things you collected, whether <em>treasured</em> or forgotten, will pass to someone else.",
            "vi": "Mọi thứ bạn lượm lặt, dù cất trong kho hay đã quên mất, đều sẽ sang tay người khác."
        },
        {
            "en": "Turn my sorrow into <em>treasured</em> gold. You pay me back in time and reap just what you sow",
            "vi": "Nỗi u sầu của tôi thì đáng giá lắm đấy. Anh phải trả lại cho tôi kịp thời đấy và gặt lấy chỉ những gì mà anh đã gieo lên thôi nhé."
        },
        {
            "en": "My most <em>treasured</em> possession is a simple rock that my daughter gave me when she was 2.",
            "vi": "Vật quý giá nhất của tôi là một hòn đá đơn giản mà con gái tặng khi nó 2 tuổi."
        },
        {
            "en": "If you do have an unexpected problem, no matter how small it seems to you, don't hesitate to ask park rangers for help. Asking directions or advice can mean the difference between a <em>treasured</em> memory and a nightmare.",
            "vi": "Nếu bạn có vấn đề đột xuất, dù nó có vẻ nhỏ như thế nào đi nữa, đừng ngần ngại nhờ nhân viên kiểm lâm giúp đỡ. Hỏi đường hoặc xin lời khuyên có thể mang lại sự khác biệt giữa một chuyến đi ác mộng hoặc nhiều kỷ niệm đẹp."
        },
        {
            "en": "Job responsibilities. Smart people like to remain challenged. Take a close look at the job descriptions of those you'd most like to keep, with an eye towards mixing things up and keeping incumbents challenged. If need be, give up some of your most <em>treasured</em> responsibilities to provide opportunities for your people to grow in their jobs.",
            "vi": "Trách nhiệm công việc. Người thông minh thích tiếp tục được thử thách. Đọc kỹ các mô tả công việc của những vị trí mà bạn muốn giữ với cách nhìn hòa hợp mọi thứ và giữ những thách thức hiện thời. Nếu cần thiết, từ bỏ một số trách nhiệm quý giá để trao cơ hội cho nhân viên bạn phát triển trong công việc của họ."
        }
    ],
    "suggestions": []
}