{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['tri:təbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có thể thương lượng, có thể điều đình, có thể dàn xếp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có thể xử lý</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có thể điều trị, có thể chữa</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a treatable cancer</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một ca ung thư có thể điều trị được</font></td></tr></table><i/></div>",
            "word": "treatable",
            "pronounce": "['tri:təbl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "treatable",
            "pronounce": "['tri:təbl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "treatable",
            "pronounce": "['tri:təbl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "treatable",
            "pronounce": "['tri:təbl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "treatable",
            "pronounce": "['tri:təbl]"
        }
    },
    "sentences": [
        {
            "en": "Autism is <em>treatable</em>.",
            "vi": "Bệnh tự kỷ có thể chữa được."
        },
        {
            "en": "Is it <em>treatable</em>?",
            "vi": "Có thể điều trị được không?"
        },
        {
            "en": "This is a <em>treatable</em> cancer.",
            "vi": "Đây là một ca ung thư có thể điều trị được."
        },
        {
            "en": "They say all phobias are <em>treatable</em>.",
            "vi": "Họ nói rằng mọi nỗi ám ảnh đều có thể điều trị được."
        },
        {
            "en": "\"There may be a very serious, yet <em>treatable</em>, condition involved.\"",
            "vi": "Có thể có một bệnh liên quan rất nghiêm trọng nhưng vẫn có thể chữa trị được”."
        },
        {
            "en": "The doctor said this was a <em>treatable</em> cancer.",
            "vi": "Bác sĩ đã bảo đây là một ca ung thư có thể điều trị được mà."
        },
        {
            "en": "Much of the stigma surrounding mental illness could be prevented by making the public aware that mental disorders are <em>treatable</em>.",
            "vi": "Sự miệt thị đối với bệnh tâm thần có thể loại bỏ bằng cách làm cho cộng đồng nhận thức được rằng các rối loạn tâm thần có thể phòng chống được."
        },
        {
            "en": "Astraphobia is <em>treatable</em>, so it is important to consult with a mental health professional as soon as possible. ",
            "vi": "Chứng sợ sấm sét có thể được điều trị, vì vậy điều quan trọng là phải hỏi ý kiến chuyên gia sức khỏe tâm thần càng sớm càng tốt."
        },
        {
            "en": "Testicular cancer is the most common but also one of the most <em>treatable</em> cancers in males ages 15 to 45.",
            "vi": "Ung thư tinh hoàn là dạng ung thư phổ biến nhất nhưng cũng là một trong những loại ung thư có thể chữa trị được ở nam giới độ tuổi từ 15 đến 45."
        },
        {
            "en": "Some forms of cancer are highly <em>treatable</em>, such as skin cancer, whereas others offer much less hope of recovery, such as pancreatic cancer.",
            "vi": "Một số thể ung thư có khả năng điều trị cao như ung thư da, trong khi đó một số khác thường ít có hy vọng hồi phục như ung thư tuyến tuỵ."
        },
        {
            "en": "Ablutophobia is highly <em>treatable</em> by trained professionals, but nearly impossible to overcome on your own. For tips on choosing the right therapist, see Finding a Therapist.",
            "vi": "Chứng sợ tắm có nhiều khả năng được chữa khỏi nhờ các chuyên gia, nhưng gần như không thể tự mình vượt qua. Để có lời khuyên về việc lựa chọn cách trị liệu phù hợp, xem Tìm một nhà trị liệu."
        },
        {
            "en": "The main one is the spread of the disease - if caught early, as with many cancers, it is much more <em>treatable</em>, particularly if only one part of one ovary is involved.",
            "vi": "Một yếu tố chính là sự di căn của bệnh – nếu phát hiện sớm, như với nhiều ung thư khác, nó sẽ dễ chữa trị hơn, đặc biệt là khi chỉ một phần của một buồng trứng bị ảnh hưởng."
        },
        {
            "en": "Pediophobia is easily <em>treatable</em>. Depending on the exact nature of your fear, a range of talk therapy styles may be appropriate. Cognitive-behavioral is the most common for those with a specific phobia, as it is both time-limited and effective. It is not the only choice, though. For more information about your treatment options, see \"Talk Therapy: An Overview.\"",
            "vi": "Ám ảnh sợ búp bê có thể được điều trị dễ dàng. Tùy thuộc vào bản chất chính xác của nỗi sợ hãi của bạn, các liệu pháp điều trị bằng cách trò chuyện có thể thích hợp. Liệu pháp nhận thức hành vi là phổ biến nhất để điều trị cho những người có một nỗi ám ảnh cụ thể, vì nó tốn ít thời gian và hiệu quả. Tuy nhiên, nó không phải là sự lựa chọn duy nhất. Để biết thêm thông tin về những tùy chọn điều trị của bạn, xem \"Liệu pháp trò chuyện: Tổng quan.\""
        },
        {
            "en": "Other medical conditions that may occur more frequently in kids with DS include thyroid problems, intestinal abnormalities, seizure disorders, respiratory problems, obesity, an increased susceptibility to infection, and a higher risk of childhood leukemia. Neck abnormalities are sometimes found and should be evaluated by a physician (these can be detected by cervical spine X-rays). Fortunately, many of these conditions are <em>treatable</em>. ",
            "vi": "Trẻ mắc hội chứng Down cũng có thể mắc nhiều chứng bệnh khác hơn như bệnh tuyến giáp, dị dạng ruột, động kinh, bệnh về đường hô hấp, béo phì, dễ bị nhiễm trùng nhiều hơn, và có nguy cơ mắc bệnh bạch cầu ở trẻ nhỏ nhiều hơn. Các dị tật cổ đôi khi cũng được phát hiện thấy và nên được bác sĩ khám và chẩn đoán (có thể phát hiện bằng cách chụp X quang cột sống cổ). May là nhiều chứng bệnh đó đều có thể chữa lành được."
        },
        {
            "en": "In RDS, the infant's immature lungs don't produce enough of an important substance called surfactant. Surfactant allows the inner surface of the lungs to expand properly when the infant makes the change from the womb to breathing air after birth. Fortunately, RDS is <em>treatable</em> and many infants do quite well.",
            "vi": "Đối với hội chứng suy hô hấp (RDS) thì phổi chưa hoàn thiện của trẻ sơ sinh không tạo đủ chất quan trọng được gọi là chất hoạt tính bề mặt. Chất hoạt tính bề mặt giúp cho bề mặt phổi bên trong giãn ra phù hợp khi trẻ chuyển từ trong bụng mẹ ra hít thở không khí bên ngoài sau khi chào đời. May là RDS có thể chữa lành được và nhiều trẻ phản ứng rất tốt."
        },
        {
            "en": "HyperbilirubinemiaA common <em>treatable</em> condition of premature babies is hyperbilirubinemia, which affects 80% of premature infants. Infants with hyperbilirubinemia have high levels of bilirubin, a compound that results from the natural breakdown of blood. This high level of bilirubin causes them to develop jaundice, a yellow discoloration of the skin and whites of the eyes.",
            "vi": "Tăng bilirubin huyếtChứng bệnh thường gặp có thể chữa lành ở trẻ sinh thiếu tháng là tăng bilirubin huyết, có đến 80% trẻ sinh non mắc chứng bệnh này. Trẻ sơ sinh bị tăng bilirubin huyết thường có nồng độ bilirubin (sắc tố da cam) cao, đây là một hợp chất do máu phân huỷ tự nhiên mà ra. Nồng độ sắc tố da cam cao làm cho trẻ sơ sinh bị vàng da – biến đổi màu vàng trên da và tròng trắng mắt."
        },
        {
            "en": "When the world’s governments launch the Sustainable Development Goals (SDGs) this September, they will rightly put education for all children at the forefront, alongside ending extreme poverty, hunger, and death from preventable and <em>treatable</em> causes. Yet, while many poor countries have increased domestic financing for education, the international community has not yet done its part. Aid for education remains too low and too fragmented.",
            "vi": "Vào tháng 9, khi chính phủ các nước trên thế giới thiết lập hệ thống các mục tiêu phát triển bền vững (SDGs), họ sẽ đều ưu tiên đặt phổ cập giáo dục cho trẻ em lên trước nhất, bên cạnh đó là tiêu diệt đói nghèo và giảm tỷ lệ tử vong gây ra bởi các căn bệnh đã có thuốc chữa trị và có thể phòng ngừa. Trong khi rất nhiều quốc gia nghèo đang gây quỹ trong nước cho giáo dục, thì cộng đồng quốc tế lại chưa hoàn thành sứ mệnh của mình. Vốn tài trợ cho giáo dục vẫn rất thấp và nhỏ lẻ."
        },
        {
            "en": "If you have a doomsday phobia, it is important to seek professional help. The phobia is <em>treatable</em>, but can worsen over time. Cognitive-behavioral therapy is a popular treatment for doomsday phobias. The goal of this type of therapy is to help you replace your fearful self-talk with more positive messages.",
            "vi": "Nếu bạn bị ám ảnh về ngày tận thế, thì việc tìm kiếm sự trợ giúp chuyên nghiệp là rất quan trọng. Ám ảnh này có thể điều trị được, nhưng có thể xấu đi theo thời gian. Liệu pháp nhận thức hành vi là cách điều trị thường áp dụng cho ám ảnh về ngày tận thế. Mục tiêu của loại liệu pháp này là giúp bạn thay thế tự kỷ ám thị đáng sợ của mình bằng những thông điệp tích cực hơn."
        },
        {
            "en": "Tech innovator had been battling pancreatic cancer for years Oct. 5, 2011 -- Steve Jobs, the visionary co-founder of Apple Inc. who revolutionized the way we use technology, died today after fighting advanced pancreatic cancer since 2004. The death was announced by the company he helped found. \"Apple has lost a visionary and creative genius, and the world has lost an amazing human being,\" Apple stated in a note on its web site. \"Those of us who have been fortunate enough to know and work with Steve have lost a dear friend and an inspiring mentor. Steve leaves behind a company that only he could have built, and his spirit will forever be the foundation of Apple.\" Unlike many famous people diagnosed with cancer or other fatal illnesses, Jobs revealed few details about his health after he was diagnosed with pancreatic cancer. That was also true when he resigned from the company in August 2011.  Jobs’ shed little insight on his condition in this excerpt from his letter to the Apple Board of Directors: “I have always said if there ever came a day when I could no longer meet my duties and expectations as Apple’s CEO, I would be the first to let you know. Unfortunately, that day has come. I hereby resign as CEO of Apple. I would like to serve, if the Board sees fit, as Chairman of the Board, director and Apple employee.” He was, however, willing to talk about death, as he did in 2005 commencement speech at Stanford University. He shared his relief at the time that he was diagnosed with a rare form of pancreatic cancer -- one did not mean an immediate death sentence.  Yet he was realistic about his future: “Remembering that I’ll be dead soon is the most important tool I’ve ever encountered to help me make the big choices in life. Because almost everything -- all external expectations, all pride, all fear of embarrassment or failure -- these things just fall away in the face of death, leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.” Legendary career In his nearly four-decade career, Jobs oversaw the development of some of the most iconic tech products of the past half century. He co-founded Apple Computer Inc. in 1976. Based in Cupertino, Calif., the company developed one of the first commercially successful personal computers, the Apple II. Less than 10 years after its founding, though, Apple’s business had lost its momentum, and, in 1985, Jobs was forced to resign. A year later, Jobs helped found Pixar, the independent animation studio that produced Toy Story and its two sequels, Monsters Inc., Ratatouille, and a host of others Academy Award-winning computer-animated films. Jobs returned to Apple in 1996. The following year he was named CEO, a position he resigned in August 2011. Back to Apple During his second tenure at Apple, the company introduced the iPod, the iPhone, and, most recently, the iPad. The popularity of each propelled Apple into its current position as one of the world’s most valuable technology companies. Meanwhile, its Macintosh line of personal computers has, over the past several years, transformed the company from an also-ran to a top seller in the PC market. But as Jobs was reviving Apple, his own health was suffering. Jobs' pancreatic cancer In 2004, Jobs was diagnosed with a rare form of cancer when a neuroendocrine tumor was discovered in his pancreas. This type of tumor accounts for 3% of all pancreatic tumors.  The distinction between types of pancreatic cancer is an important one. Whereas the most common form of pancreatic cancer is quite aggressive and deadly, neuroendocrine pancreatic cancer typically progresses slowly and is often <em>treatable</em>. “Neuroendocrine cancer has a much better prognosis,” says Rodney Pommier, MD, a surgeon at Oregon Health and Sciences University and an expert in neuroendocrine cancer. Pommier did not participate in Jobs’s care. Jobs had surgery in 2004 to remove the tumor, after which he returned to work. Five years later, though, he took another medical leave of absence from Apple. This time, he underwent a liver transplant at Methodist University Hospital in Memphis. Throughout his illness, Jobs preferred privacy over public disclosure of the details of his condition, and the reason for the liver transplant was never disclosed. There was speculation at the time that it was done because his cancer had spread to his liver.          ",
            "vi": "Nhà cải tiến công nghệ đã chiến đấu với chứng ung thư tuyến tụy trong nhiều năm 5/10/2011 - Steve Jobs, người đồng sáng lập nhìn xa thấy trước của hãng Apple Inc.- người đã thay đổi tận gốc cách sử dụng công nghệ của chúng ta, đã qua đời ngày hôm nay sau khi chống chọi lại căn bệnh ung thư tuyến tuỵ giai đoạn cao kể từ năm 2004. Tin này đã được công ty nơi ông giúp sáng lập thông báo.   Trong một thông điệp đăng trên trang web của mình, Apple ghi rõ “Apple đã mất đi một thiên tài đầy sáng tạo và nhìn xa thấy trước, và thế giới mất đi một con người hết sức tuyệt vời,” “Chúng tôi, những người có đủ may mắn được biết và làm việc cùng với Steve đã mất đi một người bạn đáng quý, một người thầy đầy cảm hứng. Steve để lại một công ty mà chỉ có ông mới có thể tạo dựng được, và linh hồn của ông sẽ mãi là nền móng của Apple.\"  Không giống như nhiều người nổi tiếng được chẩn đoán bị ung thư hoặc bị những căn bệnh chết người khác, Jobs chỉ tiết lộ một vài chi tiết về sức khỏe của mình sau khi bị chẩn đoán là ung thư tuyến tụy. Điều đó cũng hoàn toàn có thật khi ông từ chức ở công ty vào tháng 8 năm 2011. Người ta có thể hiểu thấu một chút về bệnh tình của ông trong đoạn trích dưới đây trong lá thư gởi đến Hội đồng quản trị của Apple:  “Tôi luôn nói rằng nếu có một ngày tôi không còn có thể đảm đương công việc của mình và không thể đáp ứng được kỳ vọng như một Giám đốc Điều hành Apple nữa thì tôi sẽ là người đầu tiên nói cho các bạn biết. Tiếc là, ngày ấy đã đến rồi. Do đó tôi từ chức Giám đốc Điều hành của Apple. Nếu Hội đồng quản trị thấy hợp lý, tôi xin được làm Chủ tịch Hội đồng Quản trị, giám đốc và nhân viên của Apple.”  Tuy nhiên, ông rất sẵn sàng nói về cái chết của mình, như trong bài diễn văn phát bằng tốt nghiệp vào năm 2005 tại trường Đại học Stanford. Ông chia sẻ tâm trạng nhẹ nhõm lúc bấy giờ khi được chẩn đoán một dạng ung thư tuyến tuỵ hiếm thấy – một dạng ung thư mà không có nghĩa là án tử hình tức thì. Tuy nhiên ông cũng rất thực tế về tương lai của mình:  “Việc luôn nhớ rằng mình sẽ chết sớm là một công cụ quan trọng nhất mà tôi từng gặp nhằm giúp mình đưa ra những quyết định lớn trong đời. Bởi hầu như mọi thứ – tất cả những mong đợi bên ngoài, tất cả những kiêu hãnh, tất cả nỗi sợ hãi về thất bại hoặc xấu hổ – tất cả đều hoàn toàn tan biến khi đối diện với cái chết, chỉ còn lại điều thật sự quan trọng với bản thân mình. Nghĩ rằng mình sắp chết là cách tốt nhất mà tôi biết để tránh rơi vào bẫy rằng tôi sẽ mất đi cái gì đó. Khi ta không còn gì nữa thì chẳng có lý do gì mà bạn không nghe theo lời mách bảo của trái tim.”  Sự nghiệp huyền thoại Trong quãng đời sự nghiệp kéo dài gần 4 thập niên, Jobs đã theo dõi và quan sát sự phát triển của một số sản phẩm công nghệ có tính biểu tượng nhất của một nửa thế kỷ qua. Ông đã đồng sáng lập Công ty Apple Computer Inc. vào năm 1976 tại Cupertino, Calif.. Apple đã phát triển một trong những máy tính cá nhân thành công về mặt thương mại đầu tiên, Apple II. Chưa đầy 10 năm sau khi sáng lập thì công việc kinh doanh của Apple đã mất trớn và Jobs bị buộc phải từ chức vào năm 1985.  Một năm sau, Jobs đã giúp sáng lập nên Pixar, đây là một hãng phim hoạt hình độc lập sản xuất ra Toy Story và hai cuốn tiếp theo sau đó, Monsters Inc., Ratatouille, và hàng loạt phim hoạt hình vi tính đoạt Giải thưởng Viện Hàn Lâm khác.  Jobs đã quay trở lại Apple vào năm 1996. Một năm sau ông lên làm Giám đốc Điều hành, ông đã từ chức này vào tháng 8 năm 2011. Trở lại Apple Trong nhiệm kỳ thứ hai của ông tại Apple, thì công ty đã đưa ra giới thiệu về các sản phẩm iPod, iPhone, và gần đây nhất là iPad. Sự nổi tiếng của từng sản phẩm đã đẩy Apple đến vị trí hiện thời của mình như là một trong những công ty công nghệ có giá trị lớn nhất trên thế giới.  Trong lúc đó, dòng máy tính cá nhân Macintosh của hãng, tồn tại vài năm qua, cũng đã biến công ty này từ ít có ảnh hưởng đến một công ty bán hàng chạy nhất trong thị trường PC. Nhưng khi Jobs đang vực Apple đứng dậy thì sức khỏe của ông lại suy sụp.  Chứng ung thư tuyến tụy của Steve Jobs Năm 2004, Jobs bị chẩn đoán mắc dạng ung thư hiếm thấy khi trong tuỵ của ông có khối u thần kinh nội tiết. Loại khối u này chiếm 3% tất cả khối u tụy.  Sự khác biệt giữa hai loại ung thư tuyến tụy là một sự khác biệt quan trọng. Trong khi dạng ung thư tuyến tụy thường gặp nhất rất dữ dội và gây tử vong thì chứng ung thư tuyến tụy thần kinh nội tiết lại thường diễn tiến chậm và thường có thể chữa lành.  Theo nhận xét của bác sĩ y khoa, bác sĩ phẫu thuật thuộc trường Đại học Khoa học và Y tế Oregon, và là chuyên gia về ung thư thần kinh nội tiết thì “Ung thư thần kinh nội tiết có tiên lượng khả quan hơn nhiều,” Pommier đã không chăm sóc cho Jobs.  Jobs được phẫu thuật cắt bỏ khối u vào năm 2004, sau khi ông quay lại làm việc. Tuy vậy, 5 năm sau, ông lại nghỉ bệnh tiếp ở Apple. Lần này, ông phải cấy ghép gan ở Bệnh viện Methodist University Hospital, Memphis. Suốt thời gian bệnh, Jobs muốn giữ kín hơn là công bố chi tiết cụ thể về bệnh tình của mình, và lý do cấy ghép gan cũng không hề được tiết lộ. Lúc đó người ta cũng suy đoán là bởi chứng ung thư đã di căn qua gan nên phải thực hiện thủ thuật đó.   "
        },
        {
            "en": "Ovarian cancer   \n Ovarian cancer is hard to spot - and as a result it is often advanced by the time diagnosis is made. \nIt is less common than lung or breast cancer, but on average, fewer than a third of patients are alive five years after they are first diagnosed, so the death toll is high.  However, if it is caught early, the chances of cure are higher - and methods of screening women for early signs of the disease are being evaluated.  Women whose fertility is at risk from chemotherapy can now take the step of freezing eggs for future use in these circumstances.  In addition, the ovary is responsible for the production of key sex hormones, and the effect of surgery can be to prematurely bring on the menopause.  Professor Patrick Johnston, an expert in ovarian cancer based at Queen's University in Belfast, said: \"It's a significant problem for the female population in the UK.  \"One of the major problems with ovarian cancer is that it's insidious - it's a difficult tumour to diagnose - which is one of the reasons why the majority of patients are diagnosed at later stages rather than earlier stages.\"  Symptoms Women with ovarian cancer in its early stages rarely have more than the most subtle symptoms.  They may feel swollen or bloated - or suffer a generalised discomfort in the lower abdomen. But these are all symptoms that could easily be caused by something minor. There could be a loss of appetite or weight loss.  It is only as a tumour grows and spreads that the symptoms become more pronounced.  It may press on neighbouring organs, such as the bowel or bladder, causing either constipation or frequent urination.  There can also be a build-up of fluid in the abdominal cavity, and around the lungs, causing shortness of breath.  It is infrequent that an obvious symptom such as bleeding from the vagina is present.  A doctor examining for the signs of ovarian cancer will carry out a full pelvic examination, feeling for the presence of a pronounced tumour.  Other tests include:   Ultrasound CT scan barium enema - the patient is given a mildly radioactive enema then a series of x-rays. The barium helps the radiologist highlight the exact shape of the bowel and rectum, which may show up problems  There may also be a CT scan carried out to look for signs of cancer.  In addition, blood tests may show up the presence of a substance produced by ovarian cancer cells but not by healthy ones.  However, the only way to confirm the presence of ovarian cancer is by performing a biopsy operation to take a tissue sample.  This is normally done by inserting a needle or tube into the abdominal cavity to take a tiny sample of tumour tissue.  Causes Scientists do not yet know what causes ovarian cancer, although there are some clues to its origin.  If a woman has a close relative who has had the disease, the risk of her developing the disease increases.  Some of these women may currently be offered screening tests, such as blood tests or ultrasound, to try to catch the disease early.  Women who have never had a child also run an increased risk of ovarian cancer. Most ovarian cancers happen in women over the age of 50 - the risk increases for older women.  In addition, women who have previously suffered from breast cancer are twice as likely to get ovarian cancer in the future.  Treatment Surgery is almost always the first treatment a woman with ovarian cancer undergoes.  This normally involves removal of the ovaries, the womb and the fallopian tubes, which link the two.  Usually both ovaries are removed, unless the patient has only a slow growing cancer in one, and wants her fertility to be preserved.  The surgeon cannot always be sure that all the cancerous cells have been removed, so chemotherapy is almost always given as well, to kill any which remain in the body.  The recommended chemotherapy used at first involves a drug containing platinum (usually carboplatin) used alone or in combination with another drug called paclitaxel (Taxol) . Chemotherapy can be given after surgery, or beforehand in selected cases.  Radiotherapy is also occasionally used to kill cancer cells in the pelvic area.  Many factors increase or reduce the woman's chance of beating ovarian cancer.  The main one is the spread of the disease - if caught early, as with many cancers, it is much more <em>treatable</em>, particularly if only one part of one ovary is involved. If the cancer involves a whole ovary, both ovaries, or has spread to involve other tissues, the chances of cure fall.  Also important is the type of ovarian cancer - some affect the cells which line the womb, whereas some affect the cells which produce eggs. Both have different cure rates.  The woman's age and general state of health can affect her ability to cope with surgery, chemotherapy and other treatments.",
            "vi": "Ovarian cancer      Ung thư buồng trứng khó được phát hiện – và do đó nó thường đã tiến triển khi các chẩn đoán được thực hiện. Bệnh ung thư này không thường gặp như ung thư phổi hay ung thư vú, nhưng bình quân, thì chỉ ít hơn một phần ba những người bị ung thư buồng trứng còn sống sau 5 năm bị mắc bệnh, vì vậy tỷ lệ tử vong do bệnh lại là cao. Tuy nhiên, nếu được phát hiện sớm, cơ hội điều trị sẽ cao hơn – và các phương pháp để kiểm tra chẩn đoán những dấu hiệu sớm về căn bệnh này cho phụ nữ đang được đánh giá. Hiện nay, các trường hợp bệnh ở những phụ nữ có khả năng sinh sản mà phải chịu hoá trị khi điều trị thì có thể thực hiện trữ đông trứng để dùng trong tương lai. Ngoài ra, buồng trứng còn có chức năng sản xuất các hoóc-môn sinh dục chính, và các ảnh hưởng của phẫu thuật có thể gây mãn kinh sớm Giáo sư Patrick Johnston, một chuyên gia về ung thư buồng trứng thuộc đại học Queen, Belfast, cho biết: “Căn bệnh này thật sự là một vấn đề nghiêm trọng đối với phụ nữ Anh”.  “Một trong những tính nghiêm trọng của ung thư buồng trứng chính là sự âm thầm của nó – để chuẩn đoán ung thư này rất khó – là một trong những lý do tại sao phần lớn bệnh nhân chỉ phát hiện bệnh vào những giai đoạn trễ hơn là sớm”. v Các triệu chứng Phụ nữ bị ung thư buồng trứng trong các giai đoạn sớm chỉ thường có những triệu chứng rất khó phát hiện.  Họ có thể cảm thấy bị phù nề hay sưng người – hoặc cảm thấy khó chịu chung chung ở vùng bụng dưới. Nhưng những triệu chứng này thường được cho là gây ra do những nguyên nhân ít nghiêm trọng hơn. Cũng có thể xảy ra mất ngon miệng và giảm cân nặng. Chỉ khi khối u phát triển và di căn thì các triệu chứng mới trở nên rõ rệt. Khối u có thể đè nén lên các cơ quan lân cận, như ruột hoặc bàng quang, gây táo bón hoặc mắc tiểu thường xuyên. Cũng có thể làm ứ dịch trong khoang bụng, và quanh phổi gây khó thở. Một số rất ít trường hợp sẽ có triệu chứng rõ ràng như là thấy xuất huyết âm đạo. Bác sĩ kiểm tra các dấu hiệu ung thư buồng trứng cũng sẽ kiểm tra tổng quát vùng chậu hông, để tìm  sự hiện diện của một khối u rõ ràng. Các kiểm tra khác bao gồm:  \nSiêu âm\n \n\nChụp CT\n\n Thụt bari – bệnh nhân được tiêm dung dịch thụt phóng xạ nhẹ và sau đó thực hiện một loạt các chụp X-quang. Nguyên tố bari giúp cho bác sĩ X-quang đánh dấu được hình dạng chính xác của ruột và trực tràng, các nơi có thể có vấn đề.  Cũng có thể thực hiện chụp CT để tìm dấu hiệu ung thư. Ngoài ra, các xét nghiệm máu cũng có thể cho biết sự có mặt của một chất chỉ được sản sinh bởi các tế bào ung thư của buồng trứng. Tuy nhiên, các duy nhất để khẳng định ung thư buồng trứng là thực hiện sinh thiết để lấy mẫu mô. Sinh thiết thường được thực hiện bằng cách đưa một cây kim hoặc ống hút vài trong khoang bụng để lấy một mẫu nhỏ của mô khối u. v Nguyên nhân gây bệnh Hiện nay các nhà khoa học vẫn chưa biết nguyên nhân gây ung thư buồng trứng, mặc dù đã có một vài bằng chứng về nguồn gốc của nó. Nếu một phụ nữ có một người họ hàng gần mắc bệnh này, thì nguy cơ mắc bệnh của người phụ nữ đó sẽ tăng lên. Một số những người này có thể sẽ được đề nghị làm các xét nghiệm kiểm tra, ví dụ như các xét nghiệm máu hoặc siêu âm, để phát hiện bệnh sớm. Phụ nữ chưa có con cũng có nguy cơ mắc bệnh nhiều hơn. Đa số các ca ung thư buồng trứng xảy ra ở phụ nữ trên 50 tuổi – nguy cơ càng tăng đối với người càng lớn tuổi. Bên cạnh đó, những người từng bị ung thư vú thì nguy cơ mắc ung thư buồng trứng trong tương lai sẽ cao gấp 2 lần. v Điều trị Phẫu thuật luôn là cách chữa trị đầu tiên cho một người bị ung thư buồng trứng. Phẫu thuật bao gồm việc cắt bỏ các buồng trứng, dạ con và vòi Fallope nối hai buồng trứng. Thường thì cả hai buồng trứng đều bị cắt bỏ, trừ khi bệnh nhân chị bị ung thư tiến triển chậm ở một bên và muốn được giữ khả năng sinh sản của mình. Bác sĩ phẫu thuật không phải lúc nào cũng chắc chắn được là các tế bào ung thư hoàn toàn được loại bỏ, do đó sẽ phải thực hiện kèm với hoá trị, để giết chết những tế bào bệnh còn lại trong cơ thể. Hoá trị liệu được đề nghị đầu tiên chứa các thuốc có chứa bạch kim (thường là carboplatin), dùng đơn lẻ hoặc kết hợp với một thuốc khác gọi là paclitaxel (Taxol). Hoá trị liệu có thể thực hiện trước hoặc sau phẫu thuật tuỳ từng trường hợp cụ thể. Đôi khi sẽ dùng phóng xạ để giết các tế bào ung thư trong vùng chậu hông. Nhiều yếu tố ảnh hưởng làm tăng hoặc giảm cơ hội chống chọi với bệnh ung thư buồng trứng của bệnh nhân. Một yếu tố chính là sự di căn của bệnh – nếu phát hiện sớm, như với nhiều ung thư khác, nó sẽ dễ chữa trị hơn, đặc biệt là khi chỉ một phần của một buồng trứng bị ảnh hưởng. Nếu ung thư di căn trong toàn bộ buồng trứng, hai vòi trứng hoặc đến cả các mô khác, thì không còn cơ hội điều trị nữa. Một yếu tố khác cũng quan trọng chính là loại ung thư buồng trứng – một số loại tác động lên các tế bào giới hạn tử cung, trong khi một số khác ảnh hưởng đến các tế bào tạo ra trứng. Cả hai có tỷ lệ chữa trị khác nhau. Tuổi và tình trạng sức khoẻ chung của người phụ nữ cũng ảnh hưởng khả năng đối mặt với việc phẫu thuật, hoá trị và các cách điều trị khác."
        }
    ],
    "suggestions": []
}