{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['tredmil]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(sử học) cối xay guồng (bánh xe cối xay quay bằng sức nặng của người hay súc vật giẫm lên các bậc ở vòng quanh rìa trong của nó; trước kia do những người tù vận hành, coi (như) hình phạt)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghĩa bóng) việc hàng ngày buồn tẻ; việc lao dịch; công việc hàng ngày đơn điệu, công việc hàng ngày mệt mỏi</td></tr></table><i/></div>",
            "word": "treadmill",
            "pronounce": "['tredmil]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>treadmill</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 (also <cclass><b>treadwheel</b>) a large wheel turned by the weight of people or animals treading on steps fitted into its inner surface, formerly used to drive machinery. </cclass></blockquote></blockquote><blockquote><blockquote>2》 a device used for exercise consisting of a continuous moving belt on which to walk or run. </blockquote></blockquote><blockquote><blockquote>3》 a job or situation that is tiring, boring, or unending. </blockquote></blockquote></div>",
            "word": "treadmill",
            "pronounce": "['tredmil]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "treadmill",
            "pronounce": "['tredmil]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>treadmill</k><blockquote><blockquote><ex><abr>n.</abr> on a treadmill</ex></blockquote></blockquote></div>",
            "word": "treadmill",
            "pronounce": "['tredmil]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "treadmill",
            "pronounce": "['tredmil]"
        }
    },
    "sentences": [
        {
            "en": "I use the <em>treadmill</em> twice a day.",
            "vi": "Tôi sử dụng máy chạy bộ 2 lần một ngày."
        },
        {
            "en": "I can't bear running on a <em>treadmill</em>.",
            "vi": "Tôi không thể chịu nổi việc chạy trên máy chạy bộ."
        },
        {
            "en": "I can't get off the office <em>treadmill</em>.",
            "vi": "Tôi không sao dứt ra khỏi công việc buồn tẻ hàng ngày ở cơ quan."
        },
        {
            "en": "I escaped the office <em>treadmill</em> 3 months ago.",
            "vi": "Tôi đã thoát khỏi công việc nhàm cháng của nhà nước cách đây 3 tháng."
        },
        {
            "en": "    – Run on an indoor <em>treadmill</em>, if you have the option.",
            "vi": "  - Chạy bộ trên máy tập thể dục trong nhà nếu bạn muốn ."
        },
        {
            "en": "I saw a girl running backwards on the <em>treadmill</em>.",
            "vi": "Tôi nhìn thấy một cô gái chạy ngược trên máy chạy bộ."
        },
        {
            "en": "A <em>treadmill</em> is driven by manpower rather than water - power.",
            "vi": "Chiếc cối xay guồng vận hành bằng sức người, chứ không phải sức nước."
        },
        {
            "en": "<em>Treadmill</em> driven by manpower rather than water-power",
            "vi": "Chiếc cối xay guồng vận hành bằng sức người, chứ không phải sức nước"
        },
        {
            "en": "This results is what agroecologists call the ‘<em>treadmill</em> syndrome’. ",
            "vi": "Kết quả này là cái mà các nhà nông nghiệp học gọi là \"hội chứng guồng quay\""
        },
        {
            "en": "A <em>treadmill</em> is driven by manpower rather than water-power.",
            "vi": "Chiếc cối xay guồng vận hành bằng sức người, chứ không phải sức nước."
        },
        {
            "en": "It was a great holiday. I'm afraid it's back to the <em>treadmill</em> Monday morning with everybody else.",
            "vi": "Quả thật là kỳ nghỉ hè tuyệt vời! Nhưng tôi e rằng tôi phải quay trở lại công việc buồn chán của tôi vào sáng thứ hai này."
        },
        {
            "en": "If only someone would find a smart and easy way to type while walking on a <em>treadmill</em>.",
            "vi": "Giá mà ai đó tìm ra một cách dễ dàng và thông minh để vừa đánh máy vừa bước đi trên chiếc cối xay."
        },
        {
            "en": "It was a great holiday. I 'm afraid it's back to the <em>treadmill</em> Monday morning with everybody else.",
            "vi": "Quả thật là kỳ nghỉ hè tuyệt vời! Nhưng tôi e rằng tôi phải quay trở lại công việc buồn chán của tôi vào sáng thứ hai này."
        },
        {
            "en": "People went to work, they did their job they came home. They were on a <em>treadmill</em> with no power, because the secret was kept in the few.",
            "vi": "Con người đi làm, sau khi làm xong việc của mình, họ về nhà. Cứ thế họ phải làm những công việc nhàm chán và họ không có quyền lực, bởi vì bí mật chỉ được một ít người nắm giữ."
        },
        {
            "en": "They compared the levels of oxygen in four adult humans and five adult chimps walking at the same rate over long period on a <em>treadmill</em>.",
            "vi": "Họ đã so sánh các mức ôxi trong cơ thể của bốn người lớn và năm con linh trưởng trưởng thành đi cùng tốc độ trong những khoảng thời gian dài trên một máy tập chạy bộ."
        },
        {
            "en": "This is the Lopifit. It’s not an electric bike, it’s not a scooter, it’s not a <em>treadmill</em>. It’s all three combined.",
            "vi": "Đây là chiếc Lopifit. Không phải xe đạp điện, không phải xe đẩy, cũng không phải máy đi bộ. Mà là chiếc xe phối hợp cả ba loại này."
        },
        {
            "en": "(CNN) -- The death of boxing champion Mike Tyson's 4-year-old daughter after a <em>treadmill</em> accident highlights the issue of hidden dangers in the home.",
            "vi": "(CNN) – Cái chết của con gái 4 tuổi của nhà vô địch đấm bốc Mike Tyson sau một tai nạn với máy tập chạy tại chỗ đã nêu bật vấn đề về những mối nguy hiểm tiềm ẩn trong nhà."
        },
        {
            "en": "The havoc that the ‘<em>treadmill</em> syndrome’ can bring about is well illustrate d by what happened to cotton farmers in Central America",
            "vi": "sự tàn phá mà \" hội chứng guồng quay \" có thể đem lại thì được minh họa với những gì đã xảy ra cho những nông dân trồng bông tại Trung Mỹ"
        },
        {
            "en": "British astronaut Tim Peake ran a marathon in space in record time on Sunday, strapped into a <em>treadmill</em> on the International Space Station (ISS) as thousands ran the London Marathon below.",
            "vi": "Phi hành gia người Anh là Tim Peake chạy marathon trên vũ trụ với thời gian kỷ lục vào hôm chủ nhật, anh buộc mình vào một chiếc máy chạy bộ trên Trạm không gian quốc tế (ISS) để chạy đua cùng hàng ngàn người trong cuộc thi marathon Luân Đôn dưới đất."
        },
        {
            "en": "Police in Phoenix, Arizona, say that Exodus Tyson was injured and later died after being strangled by a cord connected to the <em>treadmill</em>, possibly while playing with the machine.",
            "vi": "Cảnh sát ở Phoenix, Arizona, cho biết Exodus Tyson bị thương và rồi tử vong sau khi bị siết cổ bởi một sợi dây điện nối với máy tập chạy tại chỗ, có thể trong khi đang chơi với chiếc máy."
        }
    ],
    "suggestions": []
}