{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tresses"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tresses"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>tresses</k><blockquote>▸ <cclass>plural noun HAIR, head of hair, mane, mop of hair, shock of hair; locks, curls, ringlets.</cclass></blockquote></div>",
            "word": "tresses"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tresses"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tresses"
        }
    },
    "sentences": [
        {
            "en": "All her beautiful <em>tresses</em> have been sheared.",
            "vi": "Những bím tóc xinh đẹp của cô ta đã bị xén mất hết."
        },
        {
            "en": "All her beautiful <em>tresses</em> have been shorn off.",
            "vi": "Những bím tóc xinh đẹp của cô ta đã bị cắt hết."
        },
        {
            "en": "I wish I could comb her dark <em>tresses</em> by myself.",
            "vi": "Tôi ước gì có thể tự tay chải mái tóc dài đen mượt của nàng."
        },
        {
            "en": "Positive thinking could throw <em>tresses</em> away your life.",
            "vi": "Suy nghĩ lạc quan có thể xóa tan những căng thẳng trong cuộc sống."
        },
        {
            "en": "Option: Plant-based hair dyes  Plant-based hair dyes, including henna and vegetable dyes, can change hair color without harsh chemicals. But there are some drawbacks. Most won't result in a dramatic color change, and the results tend to fade sooner than with permanent dyes. A second option is to get highlights at a salon. A special cap or foil hair wrappers prevent the dye on your <em>tresses</em> from touching your scalp, so the chemicals aren't absorbed by your skin.",
            "vi": "Bạn có thể lựa chọn nhiều loại thuốc nhuộm tóc có nguồn gốc từ thực vật  Các loại thuốc nhuộm tóc có nguồn gốc từ thực vật như lá móng và các thuốc nhuộm thực vật có thể làm thay đổi màu tóc mà không chứa hoá chất độc hại. Nhưng chúng có một số nhược điểm. Đa số không làm biến đổi màu mạnh, và màu thường hay phai nhanh hơn so với thuốc nhuộm lâu bền. Bên cạnh đó bạn cũng có thể lựa chọn phương pháp highlight (nhuộm màu sọc sáng) ở thẩm mỹ viện. Bạn có thể đội mũ hoặc sử dụng các loại giấy bọc tóc đặc biệt để tránh cho thuốc nhuộm ở bím tóc dính vào da đầu, để hoá chất không thẩm thấu vào da của bạn.  "
        }
    ],
    "suggestions": []
}