{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[trai'æsik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(địa lý,địa chất) (thuộc) kỷ triat</td></tr></table><i/></div>",
            "word": "triassic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "triassic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "triassic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "triassic"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trial</font></td></tr></tbody></table></div>",
            "word": "triassic"
        }
    },
    "sentences": [
        {
            "en": "5. The Late <em>Triassic</em>",
            "vi": "5. Tuyệt chủng kỷ Trias"
        },
        {
            "en": "The Permian-<em>Triassic</em> catastrophe occurred 250 million years ago when rapidly rising levels of carbon dioxide and methane triggered runaway global warming, according to new research.",
            "vi": "Theo nghiên cứu mới đây thì thảm hoạ Permian-Triassic xảy ra cách đây 250 triệu năm khi nồng độ các-bô-ních và mê-tan tăng lên nhanh chóng gây ra hiện tượng khí hậu toàn cầu nóng lên rất nhanh."
        },
        {
            "en": "The Late <em>Triassic</em> event, 201m years ago, shares a number of similarities with the Late Permian event. It was caused by another large-scale eruption, this time of the Central Atlantic Magmatic Province, which heralded the splitting of the supercontinent Pangaea and the initial opening of what would later become the Atlantic Ocean.",
            "vi": "Tuyệt chủng kỷ Trias diễn ra cách đây 201 triệu năm, có một số điểm tương đồng với tuyệt chủng kỷ Permi. Đó là do vụ phun trào núi lửa có quy mô lớn khác, lần này thuộc phạm vi hoạt động macma của Trung Đại Tây Dương, đã báo trước sự phân chia của siêu lục địa Pangaea và mở đường hình thành nên Đại Tây Dương."
        },
        {
            "en": "A greenhouse effect rapidly took hold in the atmosphere, while the oceans suffered acidification and oxygen depletion. The ozone layer was partially destroyed, meaning lethal levels of UV radiation reached the Earth’s surface. The recovery took almost 10m years and even then, the unstable environment this catastrophic crisis created meant the subsequent <em>Triassic</em> period saw intermittent bursts of heightened extinction.",
            "vi": "Hiệu ứng nhà kính đã nhanh chóng chiếm lĩnh bầu khí quyển, trong khi các đại dương bị axit hóa và suy giảm lượng oxy. Tầng ozone đã bị phá hủy một phần, có nghĩa là tia UV nguy hiểm chết người chạm tới được bề mặt trái đất. Sự phục hồi đã mất gần 10 triệu năm và thậm chí sau đó, môi trường không ổn định mà cuộc khủng hoảng thảm khốc này tạo ra có nghĩa là cuộc tuyệt chủng kỷ Trias tiếp theo sẽ chứng kiến ​​những đợt bùng nổ kéo dài."
        }
    ],
    "suggestions": []
}