{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,tribju'lei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nỗi đau khổ, nỗi khổ cực; sự khổ não</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to bear one's tribulations bravely</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">dũng cảm chịu đựng những nỗi khổ cực</font></td></tr></table><i/></div>",
            "word": "tribulation"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tribulation</k><blockquote><cclass>[<cclass>ˌtrɪbjʊ'leɪʃ(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a cause of great trouble or suffering. </cclass></blockquote><blockquote>⁃ great trouble or suffering. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: via OFr. from eccles. L. <i>tribulatio(n-)</i>, from L. <i>tribulare</i> 'press, oppress', based on <i>terere</i> 'rub'. </blockquote></div>",
            "word": "tribulation"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>tribulation</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>the tribulations of her personal life</i>: TROUBLE, difficulty, problem, worry, anxiety, burden, cross to bear, ordeal, trial, adversity, hardship, tragedy, trauma, affliction; reverse, setback, blow; <cclass><i>informal</i> hassle.</cclass></blockquote><blockquote><b>2</b><i>his time of tribulation was just beginning</i>: SUFFERING, distress, trouble, misery, wretchedness, unhappiness, sadness, heartache, woe, grief, pain, anguish, agony; <cclass><i>poetic/literary</i> travail.</cclass></blockquote></div>",
            "word": "tribulation"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>tribulation</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to bear, endure a tribulation </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (<abr>misc.</abr>) trials and tribulations</ex></blockquote></blockquote></div>",
            "word": "tribulation"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tribulation"
        }
    },
    "sentences": [
        {
            "en": "How can I forget my time of great <em>tribulation</em>?",
            "vi": "Làm sao tôi có thể quên được một thời đắng cay đau khổ của mình đây?"
        },
        {
            "en": "are - but a call to bear the burden of a long twilight struggle, year in and year out,\"rejoicing in hope ; patient in <em>tribulation</em>,\" a struggle against the common enemies of man : tyranny, poverty, disease, and war itself.",
            "vi": "Ngày hôm nay tiếng kèn thúc quân lại giục chúng ta - không phải để cầm súng, mặc dù chúng ta cần phải cầm súng - không phải để chiến đấu, mặc dù chúng ta sẵn sàng chiến đấu - mà để gánh vác một công cuộc tranh đấu trường kỳ và khó phân định, năm này qua năm khác, \"vui mừng trong hy vọng; bền bĩ trong gian khổ,\" tranh đấu chống lại kẻ thù chung của nhân loại: nạn bạo ngược, nạn nghèo khổ, bệnh tật, và chiến tranh theo đúng nghĩa của nó."
        },
        {
            "en": "battle, though embattled we are - but a call to bear the burden of a long twilight struggle, year in and year out,\"rejoicing in hope ; patient in <em>tribulation</em>,\" a struggle against the common enemies of man : tyranny, poverty, disease, and war itself.",
            "vi": "Ngày hôm nay tiếng kèn thúc quân lại giục chúng ta - không phải để cầm súng, mặc dù chúng ta cần phải cầm súng - không phải để chiến đấu, mặc dù chúng ta sẵn sàng chiến đấu - mà để gánh vác một công cuộc tranh đấu trường kỳ và khó phân định, năm này qua năm khác, \"vui mừng trong hy vọng; bền bĩ trong gian khổ,\" tranh đấu chống lại kẻ thù chung của nhân loại: nạn bạo ngược, nạn nghèo khổ, bệnh tật, và chiến tranh theo đúng nghĩa của nó."
        },
        {
            "en": "Now the trumpet summons us again - not as a call to bear arms, though arms we need - not as a call to battle, though embattled we are - but a call to bear the burden of a long twilight struggle, year in and year out,\"rejoicing in hope ; patient in <em>tribulation</em>,\" a struggle against the common enemies of man :",
            "vi": "Ngày hôm nay tiếng kèn thúc quân lại giục chúng ta - không phải để cầm súng, mặc dù chúng ta cần phải cầm súng - không phải để chiến đấu, mặc dù chúng ta sẵn sàng chiến đấu - mà để gánh vác một công cuộc tranh đấu trường kỳ và khó phân định, năm này qua năm khác, \"vui mừng trong hy vọng; bền bĩ trong gian khổ,\" tranh đấu chống lại kẻ thù chung của nhân loại: nạn bạo ngược, nạn nghèo khổ, bệnh tật, và chiến tranh theo đúng nghĩa của nó."
        },
        {
            "en": "bear arms, though arms we need - not as a call to battle, though embattled we are - but a call to bear the burden of a long twilight struggle, year in and year out,\"rejoicing in hope ; patient in <em>tribulation</em>,\" a struggle against the common enemies of man : tyranny, poverty, disease, and war itself.",
            "vi": "Ngày hôm nay tiếng kèn thúc quân lại giục chúng ta - không phải để cầm súng, mặc dù chúng ta cần phải cầm súng - không phải để chiến đấu, mặc dù chúng ta sẵn sàng chiến đấu - mà để gánh vác một công cuộc tranh đấu trường kỳ và khó phân định, năm này qua năm khác, \"vui mừng trong hy vọng; bền bĩ trong gian khổ,\" tranh đấu chống lại kẻ thù chung của nhân loại: nạn bạo ngược, nạn nghèo khổ, bệnh tật, và chiến tranh theo đúng nghĩa của nó."
        },
        {
            "en": "again - not as a call to bear arms, though arms we need - not as a call to battle, though embattled we are - but a call to bear the burden of a long twilight struggle, year in and year out,\"rejoicing in hope ; patient in <em>tribulation</em>,\" a struggle against the common enemies of man : tyranny, poverty, disease, and war itself.",
            "vi": "Ngày hôm nay tiếng kèn thúc quân lại giục chúng ta - không phải để cầm súng, mặc dù chúng ta cần phải cầm súng - không phải để chiến đấu, mặc dù chúng ta sẵn sàng chiến đấu - mà để gánh vác một công cuộc tranh đấu trường kỳ và khó phân định, năm này qua năm khác, \"vui mừng trong hy vọng; bền bĩ trong gian khổ,\" tranh đấu chống lại kẻ thù chung của nhân loại: nạn bạo ngược, nạn nghèo khổ, bệnh tật, và chiến tranh theo đúng nghĩa của nó."
        },
        {
            "en": "Now the trumpet summons us again - not as a call to bear arms, though arms we need - not as a call to battle, though embattled we are - but a call to bear the burden of a long twilight struggle, year in and year out, \"rejoicing in hope; patient in <em>tribulation</em>,\" a struggle against the common enemies of man: tyranny, poverty, disease, and war itself.",
            "vi": "đấu - mà để gánh vác một công cuộc tranh đấu trường kỳ và khó phân định, năm này qua năm khác,\"vui mừng trong hy vọng ; bền bĩ trong gian khổ,\" tranh đấu chống lại kẻ thù chung của nhân loại : nạn bạo ngược, nạn nghèo khổ, bệnh tật, và chiến tranh theo đúng nghĩa của nó."
        },
        {
            "en": "need - not as a call to battle, though embattled we are - but a call to bear the burden of a long twilight struggle, year in and year out,\"rejoicing in hope ; patient in <em>tribulation</em>,\" a struggle against the common enemies of man : tyranny, poverty, disease, and war itself.",
            "vi": "Ngày hôm nay tiếng kèn thúc quân lại giục chúng ta - không phải để cầm súng, mặc dù chúng ta cần phải cầm súng - không phải để chiến đấu, mặc dù chúng ta sẵn sàng chiến đấu - mà để gánh vác một công cuộc tranh đấu trường kỳ và khó phân định, năm này qua năm khác, \"vui mừng trong hy vọng; bền bĩ trong gian khổ,\" tranh đấu chống lại kẻ thù chung của nhân loại: nạn bạo ngược, nạn nghèo khổ, bệnh tật, và chiến tranh theo đúng nghĩa của nó."
        },
        {
            "en": "There are many reasons the world will not end in 2012. Many of the predictions out there appear to be hoaxes as stated earlier. With the internet, it is easy to make up a bunch of rubbish and pass it around. Do not be fooled into these lame prophecies as it would only bring you worry. The Mayans did not predict the end of their calendar due to death and destruction on the Earth; instead they assumed a period of <em>tribulation</em> or spiritual change. Death and disaster is a daily activity in life. So live each day as the last, because the end of time cannot be predicted.",
            "vi": "Có nhiều lý do thế giới không tận thế vào năm 2012. Như đã nói trước đây, nhiều dự đoán dường như chỉ là trò lừa bịp. Mạng internet dễ dàng tạo ra một đống tin nhảm và truyền đi khắp nơi. Đừng dại dột tin vào những lời tiên tri vớ vẩn vì nó chỉ khiến bạn lo lắng. Dân tộc Maya không dự đoán ngày kết thúc lịch do Trái đất chết chóc và hủy diệt; mà họ chỉ cho rằng đó là thời kỳ đau khổ hay thay đổi tâm linh. Chết chóc và thảm hoạ xảy ra hàng ngày trong cuộc sống chúng ta. Vì vậy hãy sống ngày hôm nay như đó là ngày cuối cùng của bạn, vì chúng ta không thể nào đoán trước được khi nào sẽ là giây phút cuối cuộc đời."
        },
        {
            "en": "Bài diễn văn nhậm chức     \n\ndelivered 20 January 1961 \n [Taking the oath of Office] Vice President Johnson, Mr. Speaker, Mr. Chief Justice, President Eisenhower, Vice President Nixon, President Truman, reverend clergy, fellow citizens: We observe today not a victory of party, but a celebration of freedom -- symbolizing an end, as well as a beginning -- signifying renewal, as well as change. For I have sworn before you and Almighty God the same solemn oath our forebears prescribed nearly a century and three-quarters ago. The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty and all forms of human life. And yet the same revolutionary beliefs for which our forebears fought are still at issue around the globe -- the belief that the rights of man come not from the generosity of the state, but from the hand of God. We dare not forget today that we are the heirs of that first revolution. Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans -- born in this century, tempered by war, disciplined by a hard and bitter peace, proud of our ancient heritage, and unwilling to witness or permit the slow undoing of those human rights to which this nation has always been committed, and to which we are committed today at home and around the world. Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe, to assure the survival and the success of liberty. This much we pledge -- and more. To those old allies whose cultural and spiritual origins we share, we pledge the loyalty of faithful friends. United there is little we cannot do in a host of cooperative ventures. Divided there is little we can do -- for we dare not meet a powerful challenge at odds and split asunder. To those new states whom we welcome to the ranks of the free, we pledge our word that one form of colonial control shall not have passed away merely to be replaced by a far more iron tyranny. We shall not always expect to find them supporting our view. But we shall always hope to find them strongly supporting their own freedom -- and to remember that, in the past, those who foolishly sought power by riding the back of the tiger ended up inside. To those people in the huts and villages of half the globe struggling to break the bonds of mass misery, we pledge our best efforts to help them help themselves, for whatever period is required -- not because the Communists may be doing it, not because we seek their votes, but because it is right. If a free society cannot help the many who are poor, it cannot save the few who are rich. To our sister republics south of our border, we offer a special pledge: to convert our good words into good deeds, in a new alliance for progress, to assist free men and free governments in casting off the chains of poverty. But this peaceful revolution of hope cannot become the prey of hostile powers. Let all our neighbors know that we shall join with them to oppose aggression or subversion anywhere in the Americas. And let every other power know that this hemisphere intends to remain the master of its own house. To that world assembly of sovereign states, the United Nations, our last best hope in an age where the instruments of war have far outpaced the instruments of peace, we renew our pledge of support -- to prevent it from becoming merely a forum for invective, to strengthen its shield of the new and the weak, and to enlarge the area in which its writ may run. Finally, to those nations who would make themselves our adversary, we offer not a pledge but a request: that both sides begin anew the quest for peace, before the dark powers of destruction unleashed by science engulf all humanity in planned or accidental self-destruction. We dare not tempt them with weakness. For only when our arms are sufficient beyond doubt can we be certain beyond doubt that they will never be employed. But neither can two great and powerful groups of nations take comfort from our present course -- both sides overburdened by the cost of modern weapons, both rightly alarmed by the steady spread of the deadly atom, yet both racing to alter that uncertain balance of terror that stays the hand of mankind's final war. So let us begin anew -- remembering on both sides that civility is not a sign of weakness, and sincerity is always subject to proof. Let us never negotiate out of fear, but let us never fear to negotiate. Let both sides explore what problems unite us instead of belaboring those problems which divide us. Let both sides, for the first time, formulate serious and precise proposals for the inspection and control of arms, and bring the absolute power to destroy other nations under the absolute control of all nations. Let both sides seek to invoke the wonders of science instead of its terrors. Together let us explore the stars, conquer the deserts, eradicate disease, tap the ocean depths, and encourage the arts and commerce. Let both sides unite to heed, in all corners of the earth, the command of Isaiah -- to \"undo the heavy burdens, and [to] let the oppressed go free.\"¹ And, if a beachhead of cooperation may push back the jungle of suspicion, let both sides join in creating a new endeavor -- not a new balance of power, but a new world of law -- where the strong are just, and the weak secure, and the peace preserved. All this will not be finished in the first one hundred days. Nor will it be finished in the first one thousand days; nor in the life of this Administration; nor even perhaps in our lifetime on this planet. But let us begin. In your hands, my fellow citizens, more than mine, will rest the final success or failure of our course. Since this country was founded, each generation of Americans has been summoned to give testimony to its national loyalty. The graves of young Americans who answered the call to service surround the globe.  Now the trumpet summons us again -- not as a call to bear arms, though arms we need -- not as a call to battle, though embattled we are -- but a call to bear the burden of a long twilight struggle, year in and year out, \"rejoicing in hope; patient in <em>tribulation</em>,\" a struggle against the common enemies of man: tyranny, poverty, disease, and war itself. Can we forge against these enemies a grand and global alliance, North and South, East and West, that can assure a more fruitful life for all mankind? Will you join in that historic effort? In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility -- I welcome it. I do not believe that any of us would exchange places with any other people or any other generation. The energy, the faith, the devotion which we bring to this endeavor will light our country and all who serve it. And the glow from that fire can truly light the world. And so, my fellow Americans, ask not what your country can do for you; ask what you can do for your country. My fellow citizens of the world, ask not what America will do for you, but what together we can do for the freedom of man.  Finally, whether you are citizens of America or citizens of the world, ask of us here the same high standards of strength and sacrifice which we ask of you. With a good conscience our only sure reward, with history the final judge of our deeds, let us go forth to lead the land we love, asking His blessing and His help, but knowing that here on earth God's work must truly be our own.",
            "vi": "Bài diễn văn nhậm chức   \n\nphát biểu ngày 20 tháng 1 năm 1961 \n\n [Tuyên thệ nhậm chức] Kính thưa Ngài Phó Tổng thống Johnson, Ngài Chủ tịch Hạ nghị viện, Ngài Chánh án Toà án tối cao, Ngài Tổng thống Eisenhower, Ngài Phó Tổng thống Nixon, Ngài Tổng thống Truman, các Đức Cha và đồng bào thân mến: Ngày hôm nay chúng ta đến đây không phải để mừng chiến thắng của bất kỳ một đảng phái nào, mà để tôn vinh quyền tự do - - đánh dấu sự kết thúc một giai đoạn cũ, đồng thời bắt đầu một giai đoạn mới - - báo hiệu một công cuộc đổi mới và chuyển biến. Tôi đã thề trước quý vị và Thiên chúa toàn năng lời thề long trọng mà ông cha ta đã từng thề cách đây gần 175 năm. Thế giới ngày nay đã đổi khác rất nhiều. Con người nắm trong tay mình quyền xoá bỏ sự nghèo nàn dưới mọi hình thức và sự sống còn dưới mọi hình thức. Song những niềm tin cách mạng mà ông cha ta đã dày công chiến đấu để giữ vững vẫn là vấn đề nóng bỏng trên toàn cầu - - đó là tin rằng quyền của con người không phải do nhà nước hào phóng ban phát, mà phải từ tay Đức chúa trời ban xuống. Đến hôm nay chúng ta vẫn không dám quên chúng ta là những kẻ kế thừa cuộc cách mạng đầu tiên đó. Từ đây hãy cho cả bạn lẫn thù đều biết rằng ngọn đuốc đã chuyền sang tay một thế hệ người Mỹ mới- - thế hệ chào đời trong thế kỷ này, được trui rèn trong khói lửa chiến tranh, được uốn nắn trong một nền hoà bình cam go và cay đắng, một thế hệ tự hào về di sản của tiền nhân để lại, tuyệt đối không muốn chứng kiến hoặc để mặc cho những quyền con người mà xưa nay Hoa Kỳ luôn cam kết thực thi phải bị lụi tàn, những quyền con người mà hôm nay chính chúng ta cũng cam kết thực thi ở Hoa Kỳ và trên toàn thế giới. Hãy cho mọi quốc gia biết rằng, dù họ có mong chúng ta gặp phúc hay gặp hoạ, chúng ta vẫn phải trả bất cứ giá nào, gánh vác mọi trách nhiệm, chấp nhận mọi gian lao, ủng hộ bất cứ ai là bạn của chúng ta, chống lại bất cứ ai là kẻ thù của chúng ta, cốt sao cho nền tự do luôn trường tồn và gặt hái thành công. Điều này chúng ta cam kết - - và còn hơn thế nữa. Với những đồng minh xưa nay chung nguồn cội với chúng ta về văn hoá và tinh thần, chúng ta cam kết trung kiên với những người bạn trung kiên ấy. Đoàn kết thì ít có việc gì chúng ta không làm được khi kề vai sát cánh bên nhau. Chia rẽ thì ít có việc gì chúng ta làm được - - bởi chúng ta đâu dám đối mặt với những thách thức to lớn khi đã tan đàn xẻ nghé. Với những quốc gia mới đang được chào đón vào thế giới tự do, chúng ta cam đoan rằng chế độ thuộc địa cáo chung không phải là để được thay bằng một chế độ khác tàn bạo sắt đá gấp bội. Không phải lúc nào chúng ta cũng mong họ ủng hộ quan điểm của chúng ta. Nhưng lúc nào chúng ta cũng mong họ ủng hộ mạnh mẽ cho nền tự do riêng của họ - - và đừng quên rằng xưa nay kẻ nào dại dột mưu cầu quyền lực bằng cách leo lên lưng cọp ắt phải có kết cục thê thảm.   Với những người còn sống trong lều tranh vách đất và làng mạc heo hút ở nửa kia thế giới, những người đang cố phá vỡ xích xiềng của nạn bần cùng, chúng ta cam kết nỗ lực hết sức để giúp họ tự cứu họ, cho dù có mất bao nhiêu thời gian đi nữa - - không phải vì có thể là cộng sản đang làm như vậy, không phải vì chúng ta mong họ bỏ phiếu cho chúng ta, mà chỉ vì đó là lẽ phải. Một xã hội tự do mà không giúp gì được cho số đông nghèo khó thì chẳng mong gi cứu được số ít giàu sang.  Với các nước cộng hoà anh em ở phía nam biên giới của chúng tôi, chúng tôi có một lời cam kết đặc biệt: Chúng tôi sẽ biến lời nói hay thành nghĩa cử đẹp, trong một khối liên minh mới để cùng nhau tiến bộ, sẽ giúp những con người tự do và các chính phủ tự do tháo bỏ xích xiềng của nạn bần cùng. Nhưng cuộc cách mạng hoà bình đầy triển vọng này không thể trở thành con mồi của các cường quốc thù địch. Hãy cho tất cả các nước láng giềng của chúng ta biết chúng ta sẽ sát cánh với họ chống lại mọi cuộc xâm lược hoặc lật đổ ở bất cứ nơi nào trên lãnh thổ Châu Mỹ. Và hãy cho mọi cường quốc khác biết bán cầu này vẫn muốn làm chủ ngôi nhà riêng của mình. Với Liên Hiệp Quốc, hiệp hội các quốc gia có chủ quyền trên thế giới, niềm hy vọng tốt nhất và cũng là niềm hy vọng cuối cùng của chúng ta trong thời đại mà các công cụ chiến tranh đã bỏ xa các công cụ hoà bình, chúng ta tiếp tục cam kết ủng hộ - - nhằm giữ cho nó không trở thành một diễn đàn để công kích mà thôi, nhằm củng cố lưới bảo vệ những quốc gia mới và yếu, đồng thời mở rộng phạm vi thực hiện các quyết định của nó. Cuối cùng,với những quốc gia muốn đối chọi với chúng ta, chúng ta không cam kết mà chỉ đề nghị như sau: cả hai bên nên khởi sự tìm kiếm hoà bình một lần nữa, trước khi các thế lực huỷ diệt tàn nhẫn do khoa học tung ra đẩy cả nhân loại này vào cảnh vô tình hay cố ý tự huỷ diệt mình. Chúng ta không dám khích họ khi chúng ta còn yếu kém. Bởi vì phải chắc chắn chúng ta đủ mạnh thì chắc chắn chúng ta mới tin chắc rằng họ không bao giờ nhảy vào vòng chiến. Nhưng không một ai trong hai nhóm quốc gia hùng mạnh có thể an tâm về đường lối của chúng ta - - cả hai bên đều đuối sức vì chi phí cho vũ khí hiện đai, cả hai đều được cảnh báo đúng mức về tình trạng liên tục triển khai các loại bom nguyên tử giết người, nhưng cả hai vẫn đua nhau làm cho cán cân lực lượng đang bấp bênh phải nghiêng về mình mặc dù có cân bằng lực lượng thì mới ngăn ngừa được cuộc chiến cuối cùng của nhân loại. Vậy chúng ta hãy làm lại từ đầu - - cả hai bên đều nên nhớ rằng lịch sự không phải là biểu hiện của sự kém cỏi, nhưng lòng thành tâm phải luôn luôn chứng tỏ bằng hành động. Đừng bao giờ vì sợ mà phải thương lượng, nhưng cũng đừng bao giờ sợ thương lượng.  Hãy để cả hai bên tìm hiểu những vấn đề giúp chúng ta gắn bó với nhau, thay vì loay hoay với những vấn đề gây chia rẽ chúng ta. Hãy cho cả hai bên có một lần trình bày những đề nghị chính xác và nghiêm túc về việc thanh tra và kiểm soát vũ khí, đồng thời đặt cái ưu quyền tiêu diệt các quốc gia khác dưới sự kiểm soát tuyệt đối của tất cả các quốc gia. Hãy để cả hai bên tìm cách khơi dậy những kỳ tích của khoa học thay vì những nỗi kinh hoàng do khoa học gây ra. Hãy cùng nhau khám phá các vì sao, chinh phục sa mạc, diệt trừ bệnh tật, thám hiểm đại dương sâu thẳm, khuyến khích nghệ thuật và thương mại phát triển. Hãy để cả hai bên, dù đang ở xó xỉnh nào trên trái đât này, vẫn phải quây quần nhau lắng nghe lời phán truyền của Isaiah - -  \"trút bỏ gánh nặng, và trả tự do cho những kẻ đang bị áp bức. \" ¹ Và nếu nền tảng hợp tác có thể đẩy lùi bóng tối ngờ vực thì hãy để cả hai bên cùng nhau nỗ lực một lần nữa - - không phải một cán cân quyền lực mới, mà là một thế giới pháp quyền mới - - thế giới mà quốc gia nào mạnh thì công bằng, quốc gia nào yếu vẫn được an toàn, hoà bình được giữ vững.   Tất cả những điều này đều không thể hoàn thành trong một trăm ngày đầu tiên. Cũng không thể hoàn thành trong một ngàn ngày đầu tiên, cũng không phải riêng trong nhiệm kỳ của chính phủ này, mà thậm chí suốt cuộc đời chúng ta trên hành tinh này có lẽ cũng chưa làm xong được. Nhưng chúng ta vẫn cứ bắt đầu. Thưa đồng bào, đường lối của chúng tôi cuối cùng sẽ thành công hay thất bại là do ở đồng bào, chứ không phải cá nhân tôi. Từ khi quốc gia này hình thành, mọi thế hệ người Mỹ đều đã được huy động để chứng tỏ lòng trung thành với đất nước. Thế giới này đâu đâu cũng có mộ của những người Mỹ trẻ tuổi từng hăng hái đáp lời kêu gọi phụng sự đất nước. Ngày hôm nay tiếng kèn thúc quân lại giục chúng ta - - không phải để cầm súng, mặc dù chúng ta cần phải cầm súng - - không phải để chiến đấu, mặc dù chúng ta sẵn sàng chiến đấu - - mà để gánh vác một công cuộc tranh đấu trường kỳ và khó phân định, năm này qua năm khác, \" vui mừng trong hy vọng ; bền bĩ trong gian khổ, \"  tranh đấu chống lại kẻ thù chung của nhân loại : nạn bạo ngược, nạn nghèo khổ, bệnh tật, và chiến tranh theo đúng nghĩa của nó. Liệu chúng ta có lập được một liên minh lớn mạnh trên toàn cầu, Bắc và Nam, Đông và Tây, để chống chọi với những kẻ thù này, một liên minh đủ sức bảo đảm cuộc sống tốt đẹp hơn cho nhân loại ? Quý vị có cùng tiếp sức vào nỗ lực lịch sử này chăng? Trong tiến trình lịch sử lâu đời của thế giới, chỉ có một vài thế hệ được giao cho vai trò bảo vệ nền tự do trong những giây phút gian nguy nhất. Tôi không tránh né trách nhiệm này - - tôi chào đón nó. Tôi tin rằng sẽ không có người nào trong chúng ta hoán đổi vị trí với bất cứ ai khác hoặc bất cứ thế hệ nào khác. Nghị lực, niềm tin, lòng tận tâm của chúng ta dành cho nỗ lực này sẽ thắp sáng đất nước chúng ta và soi đường cho tất cả những ai phụng sự đất nước này. Và ánh sáng lan toả từ ngọn lửa ấy có thể thực sự thắp sáng thế giới này. Và vì thế, hỡi đồng bào Hoa Kỳ, đừng hỏi Tổ quốc làm được điều gì cho mình mà hãy tự hỏi mình làm được điều gì cho Tổ quốc. Hỡi các công dân trên toàn thế giới, đừng hỏi Hoa Kỳ sẽ làm được điều gì cho quý vị, mà hãy tự hỏi chúng ta có thể cùng nhau làm được điều gì cho quyền tự do của con người. Cuối cùng, dù là công dân Hoa Kỳ hay công dân của bất kỳ quốc gia nào trên thế giới, quý vị cũng đừng ngại đòi hỏi ở chúng tôi những tiêu chuẩn cao về phẩm cách và đức hy sinh y như chúng tôi đòi hỏi ở quý vị. Với một lương tâm tốt đẹp tựa như phần thưởng duy nhất mà chắc chắn chúng ta được hưởng và lịch sử sẽ là vị quan toà sau cùng phán xét những gì chúng ta làm, chúng ta hãy mạnh dạn tiến lên dẫn đường cho đất nước thân yêu của chúng ta, hãy cầu xin Chúa ban phúc lành và phù hộ cho chúng ta, nhưng đừng quên rằng những việc Chúa làm trên trần gian này chúng ta phải thật sự noi theo."
        }
    ],
    "suggestions": []
}