{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['traisikl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">trike</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[traik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xe đạp ba bánh</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đi xe đạp ba bánh; chở bằng xe đạp ba bánh</td></tr></table><i/></div>",
            "word": "tricycle",
            "pronounce": "['traisikl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tricycle</k><blockquote>■ <cclass>noun a vehicle similar to a bicycle, but having three wheels, two at the back and one at the front. </cclass></blockquote><blockquote>⁃ a three-wheeled motor vehicle for a disabled driver. </blockquote><blockquote>■ <cclass>verb [often as <cclass>noun <cclass><b>tricycling</b>] ride on a tricycle. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>tricyclist</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "tricycle",
            "pronounce": "['traisikl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tricycle",
            "pronounce": "['traisikl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tricycle",
            "pronounce": "['traisikl]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xe 3 bánh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">auto tricycle car</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xe ba bánh tự động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">tricycle landing gear</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ thống càng ba điểm (ở thân máy bay)</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "tricycle",
            "pronounce": "['traisikl]"
        }
    },
    "sentences": [
        {
            "en": "delivery <em>tricycle</em>",
            "vi": "xe ba gác"
        },
        {
            "en": "Last Christmas, I received a Big Wheel <em>tricycle</em>.",
            "vi": "Giáng sinh năm ngoái, tôi đã nhận được một chiếc xe đạp ba bánh Big Wheel."
        },
        {
            "en": "He hired a delivery <em>tricycle</em> to transport cement.",
            "vi": "Anh ấy đã thuê một chiếc xe ba gác để chở xi măng."
        },
        {
            "en": "The designer of the <em>tricycle</em> is Saul Griffith.",
            "vi": "Người thiết kế xe máy ba bánh là Saul Griffith."
        },
        {
            "en": "Your child will grow, that's why this <em>tricycle</em> is equipped with adjustable seat.",
            "vi": "Con bạn sẽ lớn nữa và đó là lí do chiếc xe đạp 3 bánh này được trang bị chiếc ghế điều chỉnh được."
        },
        {
            "en": "Our son has just graduated from a <em>tricycle</em> to a bike.",
            "vi": "Con trai chúng tôi mới đạt tiến bộ chuyển từ xe ba bánh sang xe hai bánh."
        },
        {
            "en": "The invention provides a light weight bicycle or <em>tricycle</em> of low wind resistance.",
            "vi": "Sáng kiến này đưa ra một loại xe đạp 2 bánh hoặc 3 bánh có trọng lượng nhẹ với sức cản gió thấp."
        },
        {
            "en": "I fell off my <em>tricycle</em> and bumped my knee. Mommy kissed it, and it's all better now.",
            "vi": "Tớ bị té xe đạp ba bánh và bị trúng đầu gối. Mẹ đã hôn chỗ đó, và bây giờ nó đỡ hơn rồi."
        },
        {
            "en": "From riding a <em>tricycle</em> to getting dressed, preschoolers are learning how much they can do all by themselves.",
            "vi": "Từ việc chạy xe đạp 3 bánh cho đến mặc quần áo, trẻ mẫu giáo đều đang học cách tự mình làm được đến bao nhiêu."
        },
        {
            "en": "Every time I face limits to what I can and can't do, or fear starts to creep into my thinking, I remember that Big Wheel <em>tricycle</em>.",
            "vi": "Mỗi lần tôi đối mặt với những giới hạn về những thứ mình có thể và không thể làm, hay những lúc sự lo sợ len lỏi vào suy nghĩ của tôi, tôi lại nhớ đến chiếc xe đạp ba bánh đó."
        },
        {
            "en": "Every time I face limits to what I can and can't do, or fear starts to creep into my thinking, I remember that Big Wheel <em>tricycle</em>.",
            "vi": "lần tôi đối mặt với những giới hạn về những thứ mình có thể và không thể làm, hay những lúc sự lo sợ len lỏi vào suy nghĩ của tôi, tôi lại nhớ đến chiếc xe đạp ba bánh đó."
        },
        {
            "en": "Witnesses say the bomber rode into the outdoor viewing center on a <em>tricycle</em> taxi and detonated explosives as people watched the match between Brazil and Mexico.",
            "vi": "Theo các nhân chứng, kẻ đánh bom đã đến khu trung tâm xem truyền hình ngoài trời bằng xe taxi 3 bánh và kích hoạt chất nổ trong lúc mọi người chăm chú theo dõi trận đấu giữa Brazil và Mexico."
        },
        {
            "en": "I remember once we were driving down the road to our home when Dad spotted a broken Big Wheel <em>tricycle</em> in someone's trash.",
            "vi": "Tôi nhớ có một lần chúng tôi đang lái xe về nhà thì cha tôi nhìn thấy một chiếc xe đạp ba bánh Big Wheel đã hỏng trong thùng rác của ai đó."
        },
        {
            "en": "In July, the nephew moved to a new address and took the object to his aunt in a <em>tricycle</em>, asking her to hide it for him, said Amurao.",
            "vi": "Hồi tháng 7, cháu trai bà chuyển đến nơi ở mới và mang viên ngọc đến cho bà dì của mình trên chiếc xe đạp ba bánh, bảo bà giấu giùm, bà Amurao kể,"
        },
        {
            "en": "Then, he stopped the car, picked it up, knocked on the door of the home where the discarded toy lay waiting to be picked up and asked permission of getting that <em>tricycle</em>.",
            "vi": "Rồi, ông ngừng xe, nhặt nó lên, gõ cửa căn nhà chủ nơi món đồ chơi hỏng đang chờ để được mang đi và xin phép được lấy chiếc xe ba bánh đó."
        },
        {
            "en": "On the afternoon of September 23 last year, on Tân Mai Street, a 10-year-old boy bumped into a <em>tricycle</em> carrying a corrugated roofing sheet while riding his bicycle home from school with his friends. The sheet slit his throat and the boy died from losing too much blood.",
            "vi": "Chiều ngày 23 tháng 9 năm ngoái, trên phố Tân Mai, một cậu bé 10 tuổi đã va vào một chiếc xe ba bánh chở một tấm tôn lợp mái khi đi xe đạp từ trường về nhà với bạn bè của mình. Miếng tôn đã cắt cổ cậu bé và cậu chết vì mất quá nhiều máu."
        },
        {
            "en": "On the afternoon of September 23 last year, on Tân Mai Street, a 10-year-old boy bumped into a <em>tricycle</em> carrying a corrugated roofing sheet while riding his bicycle home from school with his friends. The sheet slit his throat and the boy died from losing too much blood.",
            "vi": "Chiều ngày 23 tháng 9 năm ngoái, trên phố Tân Mai, một cậu bé 10 tuổi đã va vào một chiếc xe ba bánh chở một tấm tôn lợp mái khi đi xe đạp từ trường về nhà với bạn bè của mình. Miếng tôn đã cắt cổ cậu bé và cậu chết vì mất quá nhiều máu."
        },
        {
            "en": "Youth, said George Bernard Shaw, is wasted on the young. So is this simply beautiful bamboo balance bike, made by Kickstarter-funded GreenChamp. For the uninitiated, a balance bike is a pedal-less two-wheeler intended to teach riding skills more effectively than that traditional staple of childhood, the <em>tricycle</em>. Beyond such worthy considerations as sustainability and carbon footprint, the GreenChamp Original is a triumph of design. Bamboo fibres are infused with honey (yes, honey) to prevent cracking, and the tubes feature dual-wall construction for maximal rigidity. To be young again...",
            "vi": "Như George Bernard Shaw đã nói, người trẻ cứ hoang phí tuổi trẻ. Thế nên đây là mẫu xe đạp đối trọng đơn giản đẹp mắt làm bằng tre do Kickstarter chế tạo và được GreenChamp tài trợ. Nói thêm cho những ai chưa rõ, xe đạp đối trọng là kiểu xe đạp hai bánh không có bàn đạp hướng đến việc tập cho người ta biết chạy xe hiệu quả hơn kiểu xe ba bánh truyền thống cho con nít. Ngoài những cân nhắc xác đáng về độ bền và lượng khí thải CO2, mẫu nguyên bản của GreenChamp còn là một thắng lợi về mặt thiết kế. Các ống tre được ngâm trong mật ong (vâng, là mật ong) để chống nứt, đồng thời các ống còn nổi bật với cấu trúc vỏ kép để đảm bảo độ cứng tối đa. Chắc sẽ trẻ ra …"
        }
    ],
    "suggestions": []
}