{
    "en_vn": {
        "data": {
            "content": null,
            "word": "triggering"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "triggering"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "triggering"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "triggering"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự khởi động</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">breaker triggering</font><font color=\"#282828\">: sự khởi động bộ ngắt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">pulse triggering</font><font color=\"#282828\">: sự khởi động xung</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự kích hoạt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">breakerless triggering</font><font color=\"#282828\">: sự kích hoạt không ngắt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering circuit</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mạch khởi động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering device or unit</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiết bị làm tung túi khí</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering lead pulse</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xung dẫn khởi động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering lead pulse</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xung đầu ra khởi động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering lead pulse</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xung khởi động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering level</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mức tháo mạch</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering pulse</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xung khởi động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering signal</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tín hiệu kích thích</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering signal</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tín hiệu phát động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering systems</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ khởi động</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">triggering voltage</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điện áp khởi động</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "triggering"
        }
    },
    "sentences": [
        {
            "en": "After <em>triggering</em> the alarm he left out of a side garage door.",
            "vi": "Sau khi gây ra báo động ông ta ra ngoài bằng cánh cửa ở bên nhà xe."
        },
        {
            "en": "An armed Chinese soldier ran amok in rush-hour traffic in Beijing on Tuesday, <em>triggering</em> a gun battle with police.",
            "vi": "Một người lính Trung Quốc có vũ trang đã chạy như điên cuồng trong dòng xe cộ vào giờ cao điểm ở Bắc Kinh hôm thứ Ba, gây ra một cuộc đọ súng với cảnh sát."
        },
        {
            "en": "An armed Chinese soldier ran amok in rush - hour traffic in Beijing on Tuesday, <em>triggering</em> a gun battle with police.",
            "vi": "Một người lính Trung Quốc có vũ trang đã chạy như điên cuồng trong dòng xe cộ vào giờ cao điểm ở Bắc Kinh hôm thứ Ba, gây ra một cuộc đọ súng với cảnh sát."
        },
        {
            "en": "Depression is usually triggered by a known personal problem; however, some people become depressed with no known <em>triggering</em> event.",
            "vi": "Trầm cảm thường đột ngột phát sinh từ một bức xúc cá nhân; tuy nhiên, một số người chuyển sang trạng thái trầm cảm lại không có nguyên nhân rõ rệt."
        },
        {
            "en": "Such doubts can make banks more cautious in their lending, potentially <em>triggering</em> dangerous cycles of credit contraction, bankruptcies and capital outflows.",
            "vi": "Sự nghi ngờ đó có thể khiến ngân hàng thận trong hơn khi cho vay, khởi đầu cho các chu kỳ nguy hiểm về thắt chặt tín dụng, phá sản và chuyển vốn ra nước ngoài."
        },
        {
            "en": "China's commitment is higher than Article XIX of GATT 1994 on safeguard measures, which regulates for <em>triggering</em> safeguard measures only when serious injury is proved.",
            "vi": "Cam kết của Trung Quốc cao hơn so với Điều XIX của GATT 1994 về các biện pháp tự vệ, Điều này vốn quy định rằng các biện pháp tự vệ chỉ có thể bắt đầu áp dụng khi chứng tỏ được thiệt hại nghiêm trọng."
        },
        {
            "en": "The quake struck off the Northeast of the country, <em>triggering</em> a powerful tsunami that left a trail ofdestruction in its path.",
            "vi": "Động đất đã tấn công vào khu vực ngoài khơi phía đông bắc Nhật Bản, kéo theo một cơn sóng thần dữ dội đã để lại những dấu vết tàn phá trên con đường nó quét qua."
        },
        {
            "en": "Resist the urge to bathe your baby frequently. Too-frequent bathing removes the natural oils that protect baby's skin. That leaves baby's skin vulnerable, so it reacts to any potential allergen -- <em>triggering</em> a reaction like eczema.",
            "vi": "Kiềm chế ý muốn tắm cho bé nhiều lần. Việc tắm cho con quá nhiều lần làm mất đi lớp dầu tự nhiên bảo vệ da của trẻ. Điều này làm cho da bé trở nên dễ bị tổn thương, cho nên da sẽ phản ứng lại bất kỳ chất gây dị ứng tiềm ẩn nào – gây phản ứng giống như chàm."
        },
        {
            "en": "If households and businesses expect inflation to stay depressed for a long period, they may postpone spending and investment, <em>triggering</em> a downward spiral and raising the risk of outright deflation.",
            "vi": "Nếu các hộ gia đình và doanh nghiệp cho rằng lạm phát sẽ tiếp tục giảm trong một thời gian dài, thì họ có thể nấn ná không chi tiêu và đầu tư, gây ra tình trạng tuột dốc không phanh và tăng nguy cơ giảm phát hoàn toàn."
        },
        {
            "en": "Similar to individuals with face or body acne, those who are fighting with back acne quite often wonder if any of their activities or actions are <em>triggering</em> the breakout.",
            "vi": "Tương tự với bệnh nhân bị mụn trứng cá ở mặt hoặc mụn trứng cá toàn thân thì người bị mụn trứng cá ở lưng cũng thường tự hỏi là liệu các hoạt động hay công việc của mình có làm nổi mụn không."
        },
        {
            "en": "The decision has apparently come as Apple looks to widen its supply chain. The firm often faces a supply crunch when a new product is launched, <em>triggering</em> a consumer stampede.",
            "vi": "Quyết định rõ ràng này cho thấy Apple tìm cách mở rộng chuỗi cung ứng của họ. Hãng này thường phải đối mặt với một cuộc khủng hoảng cung cấp khi một sản phẩm mới được ra mắt, tạo ra sự khát khao muốn được sở hữu sản phẩm ở người tiêu dùng."
        },
        {
            "en": "Meanwhile, Chinese stocks fell as speculative funds are rumored to be withdrawing from small caps, <em>triggering</em> broader selloff worries amid tightening regulatory pressure. A number of stocks fell by the 10% daily limit in early trading.",
            "vi": "Trong khi đó, chứng khoán Trung Quốc giảm điểm khi các quỹ đầu cơ được đồn đoán là sẽ rút vốn khỏi những cổ phiếu nhỏ, gây lo ngại về tình trạng bán tháo trên diện rộng giữa lúc áp lực quản lí đang siết chặt. Một số cổ phiếu đã giảm kịch sàn 10% trong ngày vào đầu phiên giao dịch."
        },
        {
            "en": "Bacteria in the mouth may contribute to the onset of atherosclerosis by <em>triggering</em> an immune response and high levels of inflammatory markers, which may initiate or exacerbate the inflammatory aspect of atherosclerosis.",
            "vi": "Vi khuẩn  răng miệng góp phần khởi phát bệnh xơ vữa động mạch bằng cách gây ra phản ứng miễn dịch cùng với dấu hiệu viêm ở mức độ cao làm tăng bệnh viêm xơ vữa động mạch."
        },
        {
            "en": "\"In early pregnancy, the uterus grows and pushes on the bladder, <em>triggering</em> the urge to urinate more often,\" says Xavier Pombar, DO, an obstetrician at Rush University Medical Center in Chicago.",
            "vi": "\"Trong giai đoạn đầu của thai kỳ, tử cung to ra và ép vào bàng quang, gây buồn tiểu thường xuyên hơn\", theo bác sĩ sản khoa Xavier Pombar, DO, tại Trung tâm Y tế Đại học Rush ở Chicago."
        },
        {
            "en": "The comments add momentum to a global debate on how governments should rein in markets after bad bets almost toppled the global financial system, <em>triggering</em> a worldwide recession and a string of government bailouts. French President Nicolas Sarkozy and Adair Turner, chairman of the U. K.'s Financial Services",
            "vi": "Những lời nhận xét làm tăng thêm đà cho cuộc tranh luận toàn cầu và về cách các chính phủ cần kiềm chế trong các thị trường sau khi các cuộc đánh cược xấu gần như làm lật đổ hệ thống tài chính toàn cầu, gây ra cuộc khủng hoảng toàn thế giới và một chuỗi các cứu trợ chính phủ. Tổng thống Pháp Nicolas Sarkozy và Adair Turner, chủ tịch của Financial Services Authority Mỹ, có cả hai gói hỗ trợ một cái gọi là thuế Tobin"
        },
        {
            "en": "Like all phobias, ablutophobia is often linked to a traumatic past event. The event may have happened to you, a relative or even someone in a movie or television show. For example, numerous horror film fans claim to have developed a fear of showering after seeing Alfred Hitchcock’s Psycho. You may or may not consciously remember the <em>triggering</em> event.",
            "vi": "Giống như tất cả các nỗi ám ảnh, chứng sợ tắm thường liên quan đến một sự kiện gây chấn thương trong quá khứ. Sự kiện này có thể đã xảy ra với bạn, một người họ hàng hoặc thậm chí là một ai đó trong một bộ phim hay chương trình truyền hình. Ví dụ, rất nhiều người hâm mộ phim kinh dị cho biết đã trở nên sợ tắm vòi sen sau khi xem bộ phim \"Kẻ tâm thần\" của Alfred Hitchcock. Bạn có thể có hoặc không ý thức ghi nhớ sự kiện gây nên nỗi sợ."
        },
        {
            "en": "   1. the skin — in the form of red, bumpy rashes (hives), eczema, or redness and swelling around the mouth     2. the gastrointestinal tract — in the form of belly cramps, diarrhea, nausea, or vomiting     3. the respiratory tract — symptoms can range from a runny nose, itchy, watery eyes, and sneezing to the <em>triggering</em> of asthma with coughing and wheezing",
            "vi": "1. da – ở dạng phát ban đỏ, xù xì (mề đay), chàm, hoặc đỏ và sưng phù quanh miệng  2. đường dạ dày-ruột - ở dạng chuột rút bụng, tiêu chảy, buồn nôn, hoặc ói mửa   3. đường hô hấp - triệu chứng có thể biến đổi từ sổ mũi, ngứa, chảy nước mắt, và hắt hơi đến gây hen suyễn gồm ho và thở khò khè"
        },
        {
            "en": "Hair loss trigger: Cancer treatment  Hair loss is an infamous side effect of two cancer treatments, chemo and radiation therapy. In their quest to kill cancer cells, both treatments can harm the hair follicles, <em>triggering</em> dramatic hair loss. But the damage is almost always short-lived. Once the therapy is finished, the hair usually grows back.",
            "vi": "Điều trị ung thư làm rụng tóc  Rụng tóc là tác dụng phụ rất tệ hại của hai loại điều trị ung thư, điều trị bằng hoá trị liệu và bằng bức xạ. Khi dò tìm để giết hết các tế bào ung thư thì cả hai phương pháp điều trị trên có thể gây hại đến cho nang tóc, làm rụng tóc dữ dội. Nhưng tổn thương này hầu như lúc nào cũng xảy ra trong một thời gian ngắn. Khi không sử dụng liệu pháp này nữa thì tóc thường sẽ mọc lại."
        },
        {
            "en": "add momentum to a global debate on how governments should rein in markets after bad bets almost toppled the global financial system, <em>triggering</em> a worldwide recession and a string of government bailouts. French President Nicolas Sarkozy and Adair Turner, chairman of the U. K.'s Financial Services Authority, have both supported a so - called Tobin tax.",
            "vi": "Những lời nhận xét làm tăng thêm đà cho cuộc tranh luận toàn cầu và về cách các chính phủ cần kiềm chế trong các thị trường sau khi các cuộc đánh cược xấu gần như làm lật đổ hệ thống tài chính toàn cầu, gây ra cuộc khủng hoảng toàn thế giới và một chuỗi các cứu trợ chính phủ. Tổng thống Pháp Nicolas Sarkozy và Adair Turner, chủ tịch của Financial Services Authority Mỹ, có cả hai gói hỗ trợ một cái gọi là thuế Tobin"
        },
        {
            "en": "The comments add momentum to a global debate on how governments should rein in markets after bad bets almost toppled the global financial system, <em>triggering</em> a worldwide recession and a string of government bailouts. French President Nicolas Sarkozy and Adair Turner, chairman of the U. K.'s Financial Services Authority, have both supported a so - called Tobin tax.",
            "vi": "Những lời nhận xét làm tăng thêm đà cho cuộc tranh luận toàn cầu và về cách các chính phủ cần kiềm chế trong các thị trường sau khi các cuộc đánh cược xấu gần như làm lật đổ hệ thống tài chính toàn cầu, gây ra cuộc khủng hoảng toàn thế giới và một chuỗi các cứu trợ chính phủ. Tổng thống Pháp Nicolas Sarkozy và Adair Turner, chủ tịch của Financial Services Authority Mỹ, có cả hai gói hỗ trợ một cái gọi là thuế Tobin"
        }
    ],
    "suggestions": []
}