{
    "en_vn": {
        "data": {
            "content": null,
            "word": "triggerfish",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>triggerfish</k><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>triggerfishes</b>) a tropical marine fish with a large dorsal spine which can be erected and locked into place. [Family Balistidae: numerous species.] </cclass></cclass></cclass></blockquote></div>",
            "word": "triggerfish",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "triggerfish",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "triggerfish",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "triggerfish",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Some species, however, can mimic Ginger using different methods of locomotion. <em>Triggerfish</em>, members of the family Balistidae, for example, use a method called balistiform mode, in which they move by undulating their dorsal and anal fins. They have fins that are inclined so that they can thrust forward, which moves them backward through the water. The electric eel (Electrophorus electricus) is similarly nimble in both directions because it uses a form of locomotion called gymnotiform mode, which involves undulating its lengthy body and flapping its anal fins.\n\n\n\n\nThe <em>triggerfish</em> may be one of the best fish dancers with forward and backward moves.\nImage Credit: SEFSC Pascagoula Laboratory; Collection of Brandi Noble, NOAA/NMFS/SEFSC",
            "vi": "Một số loài, tuy nhiên, có thể bắt chước Ginger sử dụng những phương pháp di chuyển khác. Ví dụ như cá bò, thuộc họ Balistidae, sử dụng một phương pháp gọi là kiểu balistiform, trong đó chúng di chuyển bằng cách uốn cong vây lưng và vây hậu môn của mình. Chúng có vây nghiêng để có thể đẩy về phía trước, giúp chúng có thể bơi lùi. Lươn điện (Electrophorus electricus) bơi đến hay lùi đều nhanh bởi vì nó dùng cách di chuyển gọi là kiểu gymnotiform, bao gồm uốn cong thân mình dài của nó và vỗ vây hậu môn.\n\n\n\n\nCá bò có thể là một trong những vũ công cá giỏi nhất với kiểu bơi tiến và lùi.\nImage Credit: SEFSC Pascagoula Laboratory; Collection of Brandi Noble, NOAA/NMFS/SEFSC"
        }
    ],
    "suggestions": []
}