{
    "en_vn": {
        "data": {
            "content": null,
            "word": "trillions",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>trillions</k><blockquote><cclass>informal a very large number or amount.</cclass></blockquote><blockquote>→ <kref>trillion</kref></blockquote></div>",
            "word": "trillions",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "trillions",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "trillions",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "trillions",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "millions and millions / <em>trillions</em> of lucky stars are coming.",
            "vi": "hàng tỷ ngôi sao may mắn đang đến."
        },
        {
            "en": "Companies have billions of dollars. Countries have <em>trillions</em>.",
            "vi": "Các công ty có hàng tỉ đô la. Các quốc gia thì có tới hàng nghìn tỉ."
        },
        {
            "en": "Zimbabwe once had an inflation rate of <em>trillions</em> of percent.",
            "vi": "Nước Zimbabwe từng một lần có tỷ lệ lạm phát là hàng nghìn tỷ phần trăm."
        },
        {
            "en": "Investment in Agriculture, 1996-2000 (<em>trillions</em> of dong).",
            "vi": "Đầu tư vào nông nghiệp, 1996-2000 (nghìn tỉ đồng)."
        },
        {
            "en": "Supercomputers are already performing thousands of <em>trillions</em> (quadrillions) of instructions per second!",
            "vi": "Siêu máy tính đã có thể tính toán hàng nghìn nghìn tỷ (10^24) chỉ thỉ lệnh mỗi giây!"
        },
        {
            "en": "Money being collected in life insurance premiums alone can be measured in the <em>trillions</em> of dong.",
            "vi": "Chỉ riêng số tiền thu được từ phí bảo hiểm nhân thọ có thể lên đến hàng nghìn tỷ đồng."
        },
        {
            "en": "Local authorities are willing to spend <em>trillions</em> of dong to build imposing monuments, but are hesitant to spend money for nursery schools.",
            "vi": "Chính quyền địa phương sẵn sàng chi hàng nghìn tỷ đồng để xây dựng tượng những đài hùng vĩ, nhưng lại do dự khi chi tiền cho các trường mẫu giáo."
        },
        {
            "en": "Vietnam has spent <em>trillions</em> of VND on the project so far, however, if continuing the project will add more pressure to the high public debt, Tinh said.",
            "vi": "Ông Tịnh nói rằng đến nay Việt Nam đã chi hàng nghìn tỷ đồng vào dự án này, tuy nhiên, nếu tiếp tục dự án sẽ gây thêm áp lực cho khoản nợ công cao."
        },
        {
            "en": "Vietnam has vowed to improve students’ English skills by pouring <em>trillions</em> of dong into English teaching programs, but the majority of university graduates cannot communicate in English.",
            "vi": "Việt Nam đã cam kết sẽ cải thiện kỹ năng tiếng Anh của sinh viên bằng cách đổ hàng nghìn tỷ đồng vào các chương trình giảng dạy tiếng Anh, nhưng đa phần các sinh viên tốt nghiệp đại học không thể giao tiếp tiếng Anh."
        },
        {
            "en": "Thousands of English centers have been set up in Vietnam. A series of national and local programs on teaching and learning English operate, including a huge project worth <em>trillions</em> of dong which has been implemented for six years.",
            "vi": "Hàng ngàn trung tâm ngoại ngữ được thành lập tại Việt Nam. Một loạt các chương trình quốc gia và địa phương về việc dạy và học tiếng Anh, bao gồm một dự án lớn trị giá hàng nghìn tỷ đồng đã được thực hiện trong vòng 6 năm."
        },
        {
            "en": "This measure has helped HCMC to achieve three goals: contribute to the success of its inner city depopulation program, develop transportation infrastructure. and raise <em>trillions</em> to augment the city budget.",
            "vi": "Phương thức này đã giúp Tp.HCM đạt được 3 mục tiêu là: góp phần vào sự thành công của chương trình giãn dân ra khỏi nội thành, phát triển hạ tầng giao thông, và tăng thêm hàng ngàn tỷ đồng cho ngân sách thành phố."
        },
        {
            "en": "The Ho Chi Minh City police Tuesday arrested two men for allegedly running an illegal gold trading firm that carried out transactions worth <em>trillions</em> of dong in the last five years.",
            "vi": "Cảnh sát thành phố Hồ Chí Minh vào thứ ba đã bắt giữ hai người đàn ông bị cáo buộc vận hành một công ty kinh doanh vàng bất hợp pháp đã thực hiện các giao dịch trị giá hàng nghìn tỷ đồng trong năm năm qua."
        },
        {
            "en": "“Every year, tens of <em>trillions</em> of dong of the State Budget are spent on salary reforms but it has contributed little to the effectiveness of administrative reforms. It is a huge waste.”",
            "vi": "\"Mỗi năm, hàng chục nghìn tỷ đồng của ngân sách nhà nước được chi cho cải cách tiền lương nhưng nó chỉ góp một phần nhỏ trong hiệu quả của cải cách hành chính. Đó là một sự lãng phí rất lớn.\""
        },
        {
            "en": "Therefore, analysts commented it is a big waste of money that while tens of <em>trillions</em> of dong have been spent to produce tens of thousands of PhDs, many PhDs cannot be used in reality.",
            "vi": "Do đó, các nhà phân tích cho rằng đó là một sự lãng phí tiền của rất lớn khi chi ra hàng chục ngàn tỷ đồng để sản xuất hàng chục ngàn tiến sĩ, nhưng rất nhiều tiến sĩ không thể được sử dụng trong thực tế."
        },
        {
            "en": "And while other countries reserve their budgets to help disadvantaged children, Vietnam spends big money on talented students. While local authorities can spend <em>trillions</em> of dong to build imposing monuments and administration offices, they would be hesitant to spend the money on building more preschools.",
            "vi": "Và trong khi các nước khác dự phòng ngân sách của họ để giúp đỡ trẻ em thiệt thòi thì Việt Nam dành một số tiền lớn cho các học sinh tài năng. Trong khi chính quyền địa phương có thể dành hàng nghìn tỷ đồng để xây dựng các tượng đài hùng vĩ và văn phòng chính quyền, thì họ sẽ do dự để chi tiền vào việc xây dựng thêm trường mầm non."
        },
        {
            "en": "The Fed maintains the checking account of the U.S. Treasury. As the largest bank customer in the country, the U.S. government does quite a bit of business and performs a lot of financial transactions, all of which are handled by the Fed. These transactions amount to <em>trillions</em> of dollars and include all of the tax deposits and withdrawals for U.S. citizens. It also includes securities such as savings bonds, Treasury bills, notes, and bonds that are bought by and for the U.S. government.",
            "vi": "Fed giữ tài khoản vãng lai của Bộ Tài chính Hoa Kỳ. Là vị khách hàng lớn nhất nước, Chính phủ Hoa Kỳ thực hiện khá nhiều thương vụ và nhiều giao dịch tài chính, tất cả trong số này đều do Fed đảm nhiệm. Những giao dịch như vậy giá trị lên đến hàng nghìn tỷ đô la và gồm cả toàn bộ tiền thuế kí gửi và tiền trả cho các công dân Mỹ. Cũng bao gồm cả chứng khoán, chẳng hạn như trái phiếu tiết kiệm, trái phiếu kho bạc, tín phiếu, và các trái phiếu được chính phủ Hoa Kỳ mua hoặc bán."
        },
        {
            "en": "5 Effective Ways To Protect Yourself from Rising Inflation   <!-- /* Font Definitions */ @font-face \t{font-family:SimSun; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:宋体; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} @font-face \t{font-family:\"\\@SimSun\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} h1 \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tmso-outline-level:1; \tfont-size:24.0pt; \tfont-family:\"Times New Roman\"; \tfont-weight:bold;} h3 \t{mso-style-next:Normal; \tmargin-top:12.0pt; \tmargin-right:0in; \tmargin-bottom:3.0pt; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tpage-break-after:avoid; \tmso-outline-level:3; \tfont-size:13.0pt; \tfont-family:Arial; \tfont-weight:bold;} p \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} @page Section1 \t{size:595.3pt 841.9pt; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} -->        It is no mystery to anyone that the US government has pumped <em>trillions</em> of dollars into the economy, all while holding interest rates at record lows over the past two years. Anyone with a basic concept of supply and demand, with all of these dollars in our economic system, will fear that rising inflation is becoming more and more imminent as each day passes.  Even though our government is doing everything they can to get our economy back on its feet, we as financially educated individuals must find ways to protect ourselves against the possibility that we may be facing future periods of serious inflation…and even worse … hyper-inflation.   Below are some key ways and investing strategies you can implement into your financial plans and portfolios to make sure you don’t fall victim to a diminished purchasing power.   Follow at least one of these investing strategies, and you will counterbalance the effect of inflation. Follow two, and you will thrive when inflation starts to rise. Follow three, well, use your imagination!   1) Buy Physical Gold and Silver\n  By investing your dollars into physical assets such as gold or silver, you fully protect yourself as inflation increases or decreases. As the value of the dollar goes down, the price of these precious metals tend to increase in value.   Additionally, a metal like silver differs with gold because it is in limited supply, and is used by big companies around the world. Where gold is hoarded, silver is still used and will only increase in value as the silver supply continues to decrease over time. Having a mix of both of these precious metals on hand is a great way to protect yourself from rising inflation. Just be sure that you have the metals on hand and purchase them from a certified dealer so you won’t be scammed.   2) Invest In Other Currency\n  If the American currency decreases in value, other currencies will increase in value (at least relatively). Last time I checked, the Euro is 1.5 times the value of the dollar, but don’t quote me on it. Be sure that you know what you are doing if you choose to invest in other currencies as this can be extremely risky if you are clueless as to how this works.   If you play the market right though, you will still end up on top by diversifying your currency holdings in your portfolio of investments. Again, be sure that you have physical currency on hand, as purchasing “derivatives” of paper currency in the market can be manipulated and leave you with more risk than if you physically held it.   3) Invest in Positive Cashflow Producing Real Estate\n  When investing your money into real estate outside of your personal residence, be sure that the properties you invest in will turn a positive cash flow on a monthly basis. If you don’t know what that means, be sure that the income from the renter’s monthly rent covers all of the expenses of maintaining the property. Also, budget to have some left over for yourself as this becomes passive income.   The beauty of owning cash flow producing real estate is that not only do you make money on a monthly basis, you are also exposed to the possibility of asset appreciation. Additionally, you get to create phantom income as you write off on the depreciation of the structure of the property over time. Whatever you do, do not invest in something that will turn a negative cash flow from day one…this property will eat you alive…even if it increases in value. Before you decide to invest in a piece of property, I would highly suggest that you get professional advice from your advisers and mentors.   4) Start a Business\n   By starting a business, you also begin to build an asset that increases or decreases in value as inflation rises or falls. The inflation rate doesn’t directly impact the value of your business, but it certainly affects what you can charge for your goods and services that you provide to the market.   By managing your business cash flow each month, you can cushion the effect of inflation and also leverage the extra cash flow to invest in real estate and physical precious metals. On the other hand, working at a job gives you very little, if any, control over the income you make.   Even if you just start a side business, get something going!   5) Find The Highest Interest Bearing Saving’s and Checking Accounts\n  No matter what, we all will need to have some cash on hand at all times even if inflation gets really bad. To put you in the best position possible, be sure to keep your money in the highest paying savings/checking accounts or in treasury inflation-protection securities (TIPS).   As inflation rises, your money will be safer in these vehicles compared to those that don’t accumulate interest, or more speculative investments. Having cash on hand is important no matter what the inflation rate is. Just be sure that you are being paid the highest interest rate possible no matter where you keep your money.   These are the best tips I can give you to help you weather any “inflation storm” that we our bound to experience. If you have any other suggestions for readers please feel free to share them in the comments!        ",
            "vi": "5 biện pháp hữu hiệu để tự bảo vệ mình khỏi lạm phát đang ngày một gia tăng   <!-- /* Font Definitions */ @font-face \t{font-family:SimSun; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:宋体; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} @font-face \t{font-family:\"\\@SimSun\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} p \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} span.SpellE \t{mso-style-name:\"\"; \tmso-spl-e:yes;} span.GramE \t{mso-style-name:\"\"; \tmso-gram-e:yes;} @page Section1 \t{size:595.3pt 841.9pt; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} -->        Ai cũng biết chính phủ Hoa Kỳ đã bơm hàng ngàn tỷ đô la vào nền kinh tế, trong khi tất cả chúng ta lại đang nắm giữ mức lãi suất thấp kỷ lục trong hai năm gần đây. Với hiểu biết cơ bản về cung cầu, tất cả số tiền này mà đổ vào hệ thống kinh tế, thì không ai không lo sợ lạm rằng lạm phát theo chiều đi lên đang càng ngày càng hiển hiện rõ ràng hơn khi thời gian trôi qua.   Mặc dù chính phủ đang làm mọi thứ có thể để đưa nền kinh tế quay lại quỹ đạo của nó, mỗi chúng ta, đã được trang bị kiến thức về tài chính, phải tìm ra cách tự bảo vệ mình khỏi nguy cơ có thể sẽ phải đối mặt với những giai đoạn lạm phát trầm trọng trong tương lai ... và thậm chí tồi tệ hơn ... sẽ phải đối mặt với siêu lạm phát.   Dưới đây là một số biện pháp chủ yếu và những chiến lược đầu tư bạn có thể áp dụng vào những kế hoạch tài chính và danh mục đầu tư của mình để bảo đảm bạn sẽ không trở thành nạn nhân của sức mua giảm sút.   Làm theo ít nhất một trong những chiến lược đầu tư này, bạn sẽ làm đối trọng với tác động của lạm phát. Làm theo hai chiến lược, bạn sẽ vững mạnh khi lạm phát bắt đầu tăng lên. Làm theo ba chiến lược, thì, bạn hãy hình dung mà xem (kết quả sẽ tốt đẹp thế nào).   1) Mua vàng bạc thỏi Bằng cách đầu tư những đồng đô la của bạn vào các tài sản hữu hình như vàng hoặc bạc, bạn hoàn toàn có thể tự bảo vệ mình khi lạm phát tăng hoặc giảm. Khi giá trị đồng đô la giảm, giá các kim loại quý hiếm thường tăng về mặt giá trị.    Ngoài ra, kim loại như bạc thì khác với vàng vì nguồn cung hạn chế, và được các công ty lớn khắp nơi trên thế giới sử dụng. Trong khi vàng được tích trữ thì bạc vẫn được dùng và chỉ tăng giá trị khi nguồn cung bạc tiếp tục giảm theo thời gian. Có sẵn cả hai kim loại quý này trong tay là một cách tuyệt vời để tự bảo vệ mình khỏi lạm phát đang ngày một gia tăng. Chỉ cần chắc chắn rằng bạn có sẵn những kim loại này và mua chúng từ người bán có uy tín để bạn không bị lường gạt.   2) Đầu tư vào đồng tiền khác Nếu đồng tiền của Mỹ mất giá, những đồng tiền khác sẽ tăng giá trị (ít nhất là tương đối). Lần gần đây nhất tôi kiểm tra, đồng Euro bằng 1,5 lần giá trị đồng đô la, nhưng tôi không nhớ con số chính xác. Hãy chắc chắn là bạn biết những gì mình làm nếu bạn chọn đầu tư vào những đồng tiền khác vì việc này có thể vô cùng mạo hiểm khi bạn thiếu những khả năng cần thiết, cũng như cần biết rõ rằng việc này diễn ra như thế nào.   Cho dù nếu bạn chơi chứng khoán giỏi, thì cuối cùng bạn vẫn sẽ thành công nhờ việc đa dạng hoá tài sản hiện nay trong danh mục đầu tư của bạn. Một lần nữa, hãy chắc chắn rằng bạn có sẵn tiền mặt, vì việc mua các \"bản sao\" tiền giấy trên thị trường có thể bị thao túng và khiến bạn có nhiều rủi ro hơn trường hợp bạn nắm giữ tiền thật.   3) Đầu tư vào bất động sản tạo ra dòng tiền dương Khi đầu tư tiền vào bất động sản ngoài nơi ở riêng của bạn, hãy chắc chắn những tài sản bạn đầu tư vào sẽ đem lại dòng tiền mặt dương mỗi tháng. Nếu bạn không biết điều đó có ý nghĩa gì, hãy chắc chắn thu nhập từ tiền thuê nhà hàng tháng của người thuê đủ trang trải tất cả các chi phí bảo trì tài sản đó. Bên cạnh đó, hãy hạch toán ngân quỹ để có dư cho bản thân mình khi khoản thu này trở thành khoản thu nhập thường xuyên.   Cái hay của việc sở hữu bất động sản tạo ra dòng tiền mặt không chỉ là việc bạn kiếm tiền hàng tháng, mà còn là việc bạn có cơ hội tiếp cận với khả năng tăng giá của tài sản. Thêm nữa, bạn sẽ tạo ra thu nhập giả tạo khi bạn xoá bỏ khấu hao tài sản qua thời gian. Bất kể bạn làm gì đi chăng nữa, cũng đừng đầu tư vào những thứ sẽ đem lại dòng tiền mặt âm ngay từ ngày đầu tiên ... loại tài sản này sẽ ngốn rất nhiều tiền của bạn ... cho dù nó tăng giá trị. Trước khi bạn quyết định đầu tư vào một miếng đất nào đó, tôi hết sức đề nghị bạn lắng nghe các chuyên gia và những người nhiều kinh nghiệm trong lĩnh vực này tư vấn.   4) Bắt đầu kinh doanh Khi bắt đầu một doanh nghiệp, cũng là lúc bạn bắt đầu gầy dựng một tài sản mà tăng hoặc giảm giá trị khi lạm phát đi lên hoặc xuống. Tỷ lệ lạm phát không ảnh hưởng trực tiếp đến giá trị doanh nghiệp bạn, nhưng nó chắc chắn tác động đến giá cả hàng hoá và dịch vụ bạn cung cấp cho thị trường.   Bằng việc quản lý dòng tiền mặt doanh nghiệp bạn hàng tháng, bạn có thể làm nhẹ bớt tác động của lạm phát và còn có thể vay mượn thêm tiền mặt để đầu tư vào bất động sản và các kim loại quý hiếm mang tính hữu hình. Mặt khác, làm một công việc đem lại cho bạn rất ít thu nhập, nếu có, hãy kiểm soát số thu nhập bạn kiếm được ấy.   Dù bạn chỉ mới bắt đầu kinh doanh mang tính làm thêm, hãy bắt đầu ngay đi!   5) Tìm những tài khoản ngân hàng và tiết kiệm có lãi cao nhất Bất kể điều gì đi chăng nữa, tất cả chúng ta đều sẽ cần có sẵn một ít tiền mặt bất kỳ lúc nào cho dù lạm phát trở nên rất tồi tệ. Để được ở trong hoàn cảnh tốt nhất có thể, hãy chắc chắn giữ tiền trong những tài khoản ngân hàng/tiết kiệm trả lãi cao nhất hoặc các trái phiếu kho bạc bảo vệ khỏi lạm phát (TIPS).   Khi lạm phát tăng, tiền của bạn sẽ an toàn hơn trong những phương tiện này so với những phương tiện khác không tích lãi, hoặc những khoản đầu tư mang tính đầu cơ nhiều hơn. Việc có sẵn tiền mặt rất quan trọng bất kể tỷ lệ lạm phát như thế nào. Chỉ cần chắc chắn bạn đang được trả lãi suất cao nhất có thể thì việc gửi tiền ở đâu cũng không quan trọng.   Đây là những biện pháp tốt nhất tôi có thể giới thiệu đến bạn để giúp bạn vượt qua mọi \"cơn bão lạm phát\" mà chúng ta phải trải qua. Nếu bạn có bất kỳ gợi ý nào khác cho độc giả, xin đừng ngại chia sẻ bằng những bình luận bên dưới!      "
        }
    ],
    "suggestions": []
}