{
    "en_vn": {
        "data": {
            "content": null,
            "word": "trimmings"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>trimmings</k><blockquote>small pieces trimmed off.</blockquote><blockquote>→ <kref>trimming</kref></blockquote></div>",
            "word": "trimmings"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "trimmings"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>trimmings</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>garnishings</b></blockquote><blockquote><blockquote><ex> with all the trimmings (turkey with all the trimmings)</ex></blockquote></blockquote></div>",
            "word": "trimmings"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> biên giấy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phoi bào</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">wet trimmings</font><font color=\"#282828\">: phoi bào thô</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phoi cắt</font></td></tr></tbody></table></div>",
            "word": "trimmings"
        }
    },
    "sentences": [
        {
            "en": "Limited number of local fabric & <em>trimmings</em> suppliers.",
            "vi": "Chỉ có một lượng rất hạn chế các nhà cung cấp sợi và vải trong nước."
        },
        {
            "en": "Are you ready all the <em>trimmings</em> for roast turkey?",
            "vi": "Bạn chuẩn các thứ phụ gia để làm gà tây quay chưa?"
        },
        {
            "en": "I swear to tell the truth without any <em>trimmings</em>.",
            "vi": "Tôi thề là nói sự thật không thêm thắt gì."
        },
        {
            "en": "We just took the grass <em>trimmings</em>, bundled them and tied them.",
            "vi": "Chúng tôi chỉ nhổ cỏ dại, bó và cột chúng lại."
        },
        {
            "en": "Decorate each pudding with two pastry <em>trimmings</em> and brush these with milk or beaten egg.",
            "vi": "Trang trí hai rẻo/sợi bột nhào lên mỗi bánh pút - đinh và quết sữa hay trứng đánh lỏng lên bánh."
        },
        {
            "en": "That silky and shiny slip dress has slender adjustable shoulder straps and white lace <em>trimmings</em>.",
            "vi": "Chiếc đầm bằng vải mềm và bóng này có dây mảnh điều chỉnh được và có viền thêm ren trắng."
        },
        {
            "en": "Decorate each pudding with two pastry <em>trimmings</em> and brush these with milk or beaten egg.",
            "vi": "Trang trí hai rẻo/sợi bột nhào lên mỗi bánh pút-đinh và quết sữa hay trứng đánh lỏng lên bánh."
        },
        {
            "en": "I want two hamburgers, one plain, the other with all <em>trimmings</em> to go.",
            "vi": "Tôi muốn mua mang về hai cái hamburger, một cái thường, một cái có đủ các phụ gia."
        },
        {
            "en": "The dish was made from the roast turkey and all the <em>trimmings</em>.",
            "vi": "Món ăn được làm từ gà tây quay và đủ thứ phụ gia."
        },
        {
            "en": "The result was a small brown and white shetland pony with a long silky mane and tail and a tiny sidesaddle with silver <em>trimmings</em>.",
            "vi": "Kết quả là có thêm một chú ngựa con nòi sêtlen màu nâu pha trắng, bờm và đuôi dài mượt, với một chiếc yên ngồi nghiêng nhỏ xíu nạm bạc."
        },
        {
            "en": "The remainder is subdivided into approximately 10 percent in CMT business, i.e. the manufacturers purchase some fabrics and <em>trimmings</em> for the buyers, and 5 percent in the ready-to-use and ready-to-sell business.",
            "vi": "Số còn lại, khoảng 10% theo phương thức CMT (cắt-may-hoàn thiện), tức là các nhà sản xuất mua một số vải và các phụ kiện cho khách hàng, và khoảng 5% hoạt động theo phương thức hàng sẵn sàng sử dụng và hàng sẵn sàng để bán."
        },
        {
            "en": "Fat <em>trimmings</em> and bonesTable scraps often contain fat trimmed off of meat and bones. Both fat and bones may be dangerous for cats. Fat, both cooked and uncooked, can cause intestinal upset, with vomiting and diarrhea. And a cat can choke on a bone. Bones can also splinter and cause an obstruction or lacerations of your cat's digestive system.",
            "vi": "Rẻo mỡ và xương Thức ăn thừa trên bàn thường gồm rẻo mỡ và xương. Cả mỡ và xương đều có thể rất nguy hiểm đối với mèo. Mỡ, cả chín lẫn sống, đều có thể gây khó chịu cho ruột, kèm ói và tiêu chảy. Bên cạnh đó, mèo còn có thể bị mắc xương. Xương có thể vỡ ra và gây tắc hoặc làm rách hệ tiêu hoá của mèo nhà bạn."
        },
        {
            "en": "Started as a Christmas card to the community by State Auto founder Robert Pein in 1931, the outdoor spectacle draws tens of thousands of revelers each year looking for an up-close opportunity to view the lifesize nativity display of more than 80 figurines and props, as well as other holiday <em>trimmings</em>, including large lighted wreaths, live trees and nutcrackers on the rooftop.",
            "vi": "Người sáng lập Auto State, Robert Pein đã bắt đầu thiết kế tấm thiệp Giáng sinh cho cộng đồng vào năm 1931, cảnh tượng ngoài trời thu hút hàng chục ngàn người vui chơi mỗi năm tìm kiếm một cơ hội đứng cận cảnh để xem diễn biến thuật lại lễ Thánh đản (Chúa Giáng sinh) với hơn 80 bức tượng nhỏ và đạo cụ, như cũng như vật những trang trí khác, bao gồm cả vòng hoa lớn có đèn, cây thật và chim bổ hạt trên mái nhà."
        },
        {
            "en": "Fat <em>trimmings</em> and bones  Table scraps often contain meat fat that a human didn't eat and bones. Both are dangerous for dogs. Fat trimmed from meat, both cooked and uncooked, can cause pancreatitis in dogs. And, although it seems natural to give a dog a bone, a dog can choke on it. Bones can also splinter and cause an obstruction or lacerations of your dog's digestive system. It's best to just forget about the doggie bag.",
            "vi": "Đồ cắt xén ra từ mỡ và xương   Những mẩu thức ăn thừa trên bàn thường là thịt mỡ người ta không ăn và xương. Cả 2 thứ này đều nguy hiểm với chó. Mỡ được xén ra từ thịt, cả mỡ chín lẫn mỡ sống, đều có thể gây viêm tuyến tụy ở chó. Và, mặc dù là việc cho chó ăn xương có vẻ như là chuyện bình thường, nhưng cún của bạn có thể cũng bị nghẹn/ bị nghẹt thở đấy. Xương cũng có thể vỡ ra thành nhiều mảnh và làm cản trở hoặc làm rách hệ tiêu hoá của chó. Tốt hơn hết là bạn nên quên túi đựng thức ăn thừa đi."
        }
    ],
    "suggestions": []
}