{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['trimistə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">quý ba tháng</td></tr></table><i/></div>",
            "word": "trimester"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>trimester</k><blockquote><cclass>[<cclass>trʌɪ'mɛstə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a period of three months, especially as a division of the duration of pregnancy. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>N. Amer. each of the three terms in an academic year. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>trimestral</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>trimestrial</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Fr. <i>trimestre</i>, from L. <i>trimestris</i>, from <i>tri-</i> 'three' + <i>mensis</i> 'month'. </blockquote></div>",
            "word": "trimester"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "trimester"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "trimester"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kỳ ba tháng (trong sản khoa)</font></td></tr></tbody></table></div>",
            "word": "trimester"
        }
    },
    "sentences": [
        {
            "en": "Our school uses a <em>trimester</em> system.",
            "vi": "Trường của chúng tôi áp dụng hệ thống 3 học kỳ."
        },
        {
            "en": "These aren't necessary during the first <em>trimester</em>.",
            "vi": "Điều này không cần thiết trong ba tháng đầu tiên."
        },
        {
            "en": "You can't fly in your third <em>trimester</em>.",
            "vi": "Bạn không được đi máy bay khi ở 3 tháng cuối thai kỳ."
        },
        {
            "en": "Some women develop restless leg syndrome in their third <em>trimester</em>.",
            "vi": "Một số thai phụ sẽ bị hội chứng chân không yên trong 3 tháng cuối thai kỳ."
        },
        {
            "en": "Morning sickness begins during the first <em>trimester</em>, when the fetus is vulnerable to developing birth defects.",
            "vi": "Chứng ốm nghén bắt đầu trong suốt ba tháng đầu tiên của thai kỳ, khi mà bào thai rất dễ bị tổn thương khiến dị tật bẩm sinh."
        },
        {
            "en": "The production of consumer goods increased by 2% in the first <em>trimester</em>.",
            "vi": "Sản xuất hàng tiêu dùng tăng 2% vào quý một."
        },
        {
            "en": "* Integrated screen. This uses results from first <em>trimester</em> screening tests (with or without nuchal translucency) and blood tests with second <em>trimester</em> quad screen to come up with the most accurate screening results.",
            "vi": "* Xét nghiệm tích hợp. Loại xét nghiệm này sử dụng kết quả của các thử nghiệm sàng lọc của quý thai đầu tiên (có hoặc không có siêu âm đo độ mờ da gáy) và các xét nghiệm máu bằng phương pháp sàng lọc bộ bốn trong quý thai thứ hai để đưa ra kết quả sàng lọc chính xác nhất."
        },
        {
            "en": "Late in your second <em>trimester</em>, your blood sugar will be checked for diabetes during pregnancy (gestational diabetes).",
            "vi": "Vào cuối ba tháng thứ hai, bạn sẽ được kiểm tra đường huyết để xem có bị tiểu đường khi đang mang thai không (tiểu đường trong thai kỳ)."
        },
        {
            "en": "By this first week of the third <em>trimester</em>, your baby looks similar to what he or she will look like at birth, except thinner and smaller.",
            "vi": "Vào tuần đầu này của quý ba thai kỳ thì hình hài của bé đã có thể trông giống như lúc sinh ra vậy, chỉ là bé lúc này ốm hơn và nhỏ hơn thôi."
        },
        {
            "en": "In some medical centers, you can have screening in your first <em>trimester</em> to see if your baby has a chance of having Down syndrome or another genetic problem.",
            "vi": "Ở một số trung tâm y tế, vào ba tháng đầu bạn có thể kiểm tra xem liệu thai nhi của mình có thể mắc hội chứng Down hoặc có vấn đề gì về di truyền hay không."
        },
        {
            "en": "First-<em>trimester</em> changes  As you look forward to that special day when your baby will be born, you're expecting your waistline to expand! But did you know that pregnancy affects your body in other ways? Early in your pregnancy, hormones cause your breasts to feel full and tender. Hormones can also cause bouts of morning sickness, especially in the first <em>trimester</em>. You might feel really tired and need to take frequent naps. Often these things get better in the second <em>trimester</em>.",
            "vi": "Các thay đổi trong quý một của thai kỳ  Khi đang trông ngóng ngày đặc biệt được làm mẹ lúc con chào đời, thì bạn cũng đang trông vòng hai của mình lớn lên! Nhưng bạn có biết là mang thai ảnh hưởng đến cơ thể bạn theo nhiều cách khác không? Giai đoạn đầu thai nghén, các hoóc-môn làm cho ngực bạn có cảm giác căng lên và đau nhức. Bên cạnh đó, chúng cũng có thể làm cho bạn bị nhiều cơn ốm nghén, nhất là trong 3 tháng đầu của thai kỳ. Bạn có thể thực sự mệt mỏi và cần được chợp mắt nhiều lần (ngủ nhiều). Thông thường thì những điều này sẽ tiến triển tốt hơn vào quý hai."
        },
        {
            "en": "So during the first <em>trimester</em>, use home treatment to treat nausea and vomiting unless your doctor recommends medicine to treat your symptoms.",
            "vi": "Thế nên trong suốt thời gian này, hãy dùng các biện pháp chữa buồn nôn và ói tại nhà nếu bác sĩ của bạn không cho thuốc để trị các triệu chứng này."
        },
        {
            "en": "During your second <em>trimester</em>, you can have a blood test to see if you have a higher-than-normal chance of having a baby with birth defects.",
            "vi": "Trong suốt ba tháng thứ hai, bạn có thể xét nghiệm máu để xem liệu bạn có nguy cơ sinh con bị tật bẩm sinh cao hơn bình thường hay không."
        },
        {
            "en": "By this first week of the third <em>trimester</em>, your baby looks similar to what he or she will look like at birth, except thinner and smaller.",
            "vi": "Vào tuần đầu này của quý ba thai kỳ thì hình hài của bé đã có thể trông giống như lúc sinh ra  vậy, chỉ là bé lúc này ốm hơn và nhỏ hơn thôi."
        },
        {
            "en": "Early in your pregnancy, hormones cause your breasts to feel full and tender. Hormones can also cause bouts of morning sickness, especially in the first <em>trimester</em>.",
            "vi": "Giai đoạn đầu thai nghén, các hoóc-môn làm cho ngực bạn có cảm giác căng lên và đau nhức. Bên cạnh đó, chúng cũng có thể làm cho bạn bị nhiều cơn ốm nghén, nhất là trong 3 tháng đầu của thai kỳ."
        },
        {
            "en": "Now the bone marrow spaces are developed enough to contribute to blood cell formation as well, and bone marrow will become the major site of blood cell production in the third <em>trimester</em> and after birth.",
            "vi": "Hiện giờ thì các lỗ trống trong tủy xương đã phát triển đầy đủ cũng nhằm góp phần hình thành tế bào máu, và tuỷ xương sẽ trở thành nơi sản sinh tế bào máu chủ yếu trong quý thai"
        },
        {
            "en": "The birth defect appears in 1-10 percent of babies whose mothers contract the Zika virus during the first <em>trimester</em>. Thailand reported two cases of microcephaly linked to the virus in late September, which were the first in Southeast Asia.",
            "vi": "Các dị tật bẩm sinh xuất hiện trong khoảng 1-10 phần trăm trẻ sơ sinh có mẹ bị nhiễm virus Zika trong ba tháng đầu tiên. Thái Lan báo cáo hai trường hợp dị tật đầu nhỏ liên quan đến virus vào cuối tháng Chín, những trường hợp đầu tiên ở khu vực Đông Nam Á."
        },
        {
            "en": "Get the sleep you need  During the first <em>trimester</em> it might seem like you sleep all the time. By the third <em>trimester</em>, getting a good night's sleep is more difficult. Frequent urination, heartburn, discomfort, and even anxiety can keep you awake. Try sleeping on your left side, using pillows behind you and between your legs. Exercise during the day rather than the evening. Don't drink too many fluids before bed.",
            "vi": "Ngủ đủ giấc  Có vẻ như lúc nào bạn cũng ngủ trong quý một của thai kỳ. Ở ba tháng cuối, bạn khó ngủ ngon giấc vào ban đêm hơn. Thường xuyên mắc tiểu, ợ chua, khó chịu trong người, và thậm chí là lo âu có thể làm bạn không ngủ được. Hãy cố nằm nghiêng bên trái, sử dụng gối kê sau lưng và giữa 2 chân. Chớ nên tập thể dục vào buổi tối mà hãy tập trong ngày. Đồng thời bạn cũng không nên uống quá nhiều nước trước khi đi ngủ.  "
        },
        {
            "en": "Now the bone marrow spaces are developed enough to contribute to blood cell formation as well, and bone marrow will become the major site of blood cell production in the third <em>trimester</em> and after birth.",
            "vi": "Hiện giờ thì các lỗ trống trong tủy xương đã phát triển đầy đủ cũng nhằm góp phần hình thành tế bào máu, và tuỷ xương sẽ trở thành nơi sản sinh tế bào máu chủ yếu trong quý thai thứ 3 và sau khi sinh."
        },
        {
            "en": "One of the things that can help expectant moms get through their first <em>trimester</em> is the reassurance that the nausea and vomiting will likely pass by 19 weeks. \"It also helps to know that morning sickness can be a good thing,\" Moore says, because rising levels of the beta-HCG hormone, which may cause morning sickness, indicate a growing pregnancy.",
            "vi": "Một trong những điều có thể giúp thai phụ vượt qua 3 tháng đầu mang thai là trấn an rằng những cơn buồn nôn và nôn có khả năng sẽ mất đi sau 19 tuần. Bác sĩ Moore cho biết thêm “Sẽ hữu ích khi biết rằng ốm nghén có thể là một điều tốt”, bởi vì mức độ gia tăng của các hoóc môn beta-HCG, mà có thể gây ra tình trạng ốm nghén, cho biết việc mang thai đang phát triển. "
        }
    ],
    "suggestions": []
}