{
    "en_vn": {
        "data": {
            "content": null,
            "word": "triples"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>triples</k><blockquote><b>triples</b></blockquote><blockquote><cclass>Bell-ringing a system of change-ringing using seven bells, with three pairs changing places each time.</cclass></blockquote><blockquote>→ <kref>triple</kref></blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>triples</b></blockquote><blockquote>a sporting contest in which each side has three players.</blockquote><blockquote>→ <kref>triple</kref></blockquote></div>",
            "word": "triples"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "triples"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "triples"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "triples"
        }
    },
    "sentences": [
        {
            "en": "Windows Phone <em>triples</em> U.K. market share in a year",
            "vi": "Windows Phone tăng gấp ba thị phần ở Vương quốc Anh trong một năm"
        },
        {
            "en": "Connecting with others doubles and <em>triples</em> your opportunities to meet with people that can lead you to a new and exciting job.",
            "vi": "Nối kết với người khác nâng gấp đôi gấp ba các cơ hội của bạn để gặp gỡ những người có thể đưa bạn đến một công việc mới và hấp dẫn."
        },
        {
            "en": "\"Central fees and charges\" <em>triples</em> between 2001 and 2004, rising from 31.5 percent of the total in 2001 to 61.7 percent in 2004.",
            "vi": "\"Các khoản phí, lệ phí ở cấp trung ương\" tăng gấp 3 lần trong giai đoạn 2001 - 2004, từ 31,5% của tổng thu năm 2001 lên tới 61,7% năm 2004."
        },
        {
            "en": "A lottery ticket seller said sales had rapidly increased from VND2m (USD90) a day to VND10m. Especially on Wednesday, Friday and Sunday when the draws take place, revenue often doubles or <em>triples</em> on these days.",
            "vi": "Một người bán vé số cho biết doanh số đã tăng nhanh từ 2 đồng một ngày lên 10 triệu đồng. Đặc biệt là vào thứ Tư, thứ Sáu và Chủ Nhật khi chương trình xổ số diễn ra, doanh thu thường tăng gấp đôi hoặc gấp ba lần vào những ngày này."
        }
    ],
    "suggestions": []
}