{
    "en_vn": {
        "data": {
            "content": null,
            "word": "triplets"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "triplets"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "triplets"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>triplets</k><blockquote><blockquote><ex><abr>n.</abr> a set of triplets</ex></blockquote></blockquote></div>",
            "word": "triplets"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "triplets"
        }
    },
    "sentences": [
        {
            "en": "The <em>triplets</em> were born prematurely.",
            "vi": "Những đứa trẻ sinh ba này được sanh non."
        },
        {
            "en": "His wife gave birth to <em>triplets</em>.",
            "vi": "Vợ anh ấy sinh ba."
        },
        {
            "en": "The <em>triplets</em> already know about their siblings because there are still pictures on the walls and Lori and Chris often talk about them.",
            "vi": "Ba bé mới sinh này cũng đã biết về những người anh chị ruột của mình vì trên tường vẫn treo những bức hình và anh chị Lori Chris thường kể về chúng."
        },
        {
            "en": "The Coble family lost their three children, two girls and a boy, in a car accident. A year later, the mother gave birth to <em>triplets</em>: two girls and a boy.",
            "vi": "Gia đình Coble mất ba con, 2 gái 1 trai, trong một vụ tai nạn xe hơi. Một năm sau, người mẹ sinh ba: 2 gái 1 trai."
        },
        {
            "en": "The arrival of multiple newborns presents certain medical, logistical, financial, and emotional challenges for a family. But the upswing in twins, <em>triplets</em>, quadruplets, and more also means an increase in resources to help those families. Often, parents who are expecting multiples find that other families who've been through the experience are a great help.",
            "vi": "Sự ra đời của nhiều trẻ sơ sinh đặt ra những thách thức nhất định về y tế, hậu cần, tài chính, và tình cảm cho một gia đình. Tuy nhiên, sự gia tăng số người trong các ca sinh đôi, sinh ba, sinh tư, và nhiều hơn nữa cũng có nghĩa là sự gia tăng nguồn lực để giúp đỡ gia đình. Thông thường, các bậc cha mẹ của trẻ đa sinh thấy rằng những người đã có kinh nghiệm nuôi dạy trẻ trong những gia đình khác là một sự trợ giúp lớn."
        },
        {
            "en": "Every book on parenting will tell you that life forever changes after the birth of a child. So parents of twins or higher-order multiples (<em>triplets</em> or more) can feel as if they've left the hospital and arrived home on a different planet.",
            "vi": "Mỗi cuốn sách hướng dẫn làm cha mẹ đều sẽ bảo với bạn rằng cuộc sống mãi mãi thay đổi sau sự ra đời của một đứa trẻ. Vì vậy, cha mẹ của các cặp sinh đôi hoặc đa sinh (sinh ba hoặc nhiều hơn) có thể cảm thấy như thể họ đã rời khỏi bệnh viện và trở về nhà trên một hành tinh khác."
        },
        {
            "en": "For medical reasons, the Cobles tried in vitro fertilization.   On their first try, they started with 10 eggs. Three were successfully fertilized -- two girls and a boy.   Almost exactly a year after Kyle, Emma and Katie died, Lori gave birth to <em>triplets</em> -- Ashley, Ellie and Jake!",
            "vi": "Vì lý do y học, anh chị Coble thử thụ tinh trong ống nghiệm.  Trong lần thử đầu tiên, họ bắt đầu với 10 trứng. Thụ tinh trong ống nghiệm thành công 3: 2 gái 1 trai!  Gần đúng 1 năm sau khi Kyle, Emma và Katie mất, chị Lori sinh hạ ba bé: Ashley, Ellie và Jake!"
        },
        {
            "en": "· give them distinctly different names\n· refer to them by name, rather than as \"the twins\" or \"the <em>triplets</em>\"\n· avoid dressing them alike as they get older\n· keep their clothes in different drawers\n· give them their own toys\n· give them separate gifts and cakes on their birthday\n· encourage them to pursue different interests and abilities as they get older\n· give them time apart",
            "vi": "· đặt cho trẻ những cái tên khác biệt rõ rệt\n· nói về trẻ bằng tên, thay vì như \"hai bé sinh đôi\" hoặc \"bộ ba\"\n· tránh mặc quần áo cho trẻ giống nhau khi chúng lớn lên\n· cất quần áo của trẻ trong những ngăn kéo khác nhau\n· cho trẻ đồ chơi riêng của mình\n· tặng trẻ quà và bánh riêng biệt vào ngày sinh nhật của chúng\n· khuyến khích trẻ theo đuổi các sở thích và khả năng khác nhau khi chúng lớn lên\n· cho trẻ có thời gian tách nhau ra"
        },
        {
            "en": "Also, preterm delivery can happen due to structural abnormality or overstretching of the uterus by carrying more than one fetus (twins, <em>triplets</em>, or more) or using tobacco, alcohol, or illicit drugs during pregnancy. Preterm deliveries occur with greater frequency among women younger than 19 or older than 40, and among those with a previous preterm delivery.",
            "vi": "Hơn nữa, tình trạng sinh non cũng có thể xảy ra do bất thường về cấu trúc hoặc do tử cung bị kéo căng quá mức bởi mang từ 2 bào thai trở lên (sinh đôi, sinh ba, hoặc hơn) hoặc sử dụng thuốc lá, rựou bia, hoặc ma tuý trong thời gian thai nghén. Sinh non thường xảy ra ở phụ nữ dưới 19 tuổi hoặc trên 40 tuổi hơn, và ở những người đã sinh non trong lần sinh trước."
        },
        {
            "en": "IVF with blastocyst transfer A recent breakthrough in IVF technology is known as blastocyst transfer. In standard IVF, embryos are transferred to the womb when they reach the two- to eight-cell stage. In the newer procedure, the embryos are allowed to grow for five days until they reach the blastocyst stage. The healthiest one or two blastocysts are chosen for transfer. This eliminates the possibility of <em>triplets</em> while maintaining a high success rate.",
            "vi": "Thụ tinh nhân tạo bằng kỹ thuật cấy truyền túi phôi  Bước đột phá gần đây trong công nghệ thụ tinh nhân tạo được người ta biết tới là cấy truyền túi phôi. Trong thụ tinh nhân tạo chuẩn, phôi được cấy truyền vào tử cung khi chúng ở giai đoạn từ 2 đến 8 tế bào. Trong quy trình mới hơn, phôi được phát triển trong thời gian 5 ngày cho đến khi đạt đến giai đoạn túi phôi. Một hoặc hai túi phôi khỏe nhất được chọn để thực hiện cấy truyền. Phương pháp này giúp loại bỏ khả năng sinh ba trong khi vẫn duy trì được tỉ lệ thành công cao."
        },
        {
            "en": "IVF and multiples To boost the odds of success with IVF, it's common to transfer two to four embryos at a time. But this means the woman may become pregnant with twins, <em>triplets</em>, or even quadruplets. Carrying multiples raises the risk of miscarriage, anemia, high blood pressure, and other complications during pregnancy. It also makes premature birth more likely. Couples undergoing IVF should discuss these issues with their fertility specialist.",
            "vi": "Thụ tinh nhân tạo và đa thai  Để làm tăng tỉ lệ thành công với phương pháp thụ tinh nhân tạo, người ta thường cấy truyền từ 2 đến 4 phôi cùng 1 lúc. Nhưng điều này đồng nghĩa với việc người phụ nữ có thể mang song thai, 3 thai, hoặc thậm chí là 4 thai. Mang đa thai làm tăng nguy cơ sẩy thai, thiếu máu, huyết áp cao, và nhiều biến chứng khác trong suốt thai kỳ. Ngoài ra nó cũng còn có thể gây sinh non nhiều hơn. Các cặp vợ chồng thực hiện thụ tinh nhân tạo nên thảo luận những vấn đề này với bác sĩ chuyên trị vô sinh của mình."
        }
    ],
    "suggestions": []
}