{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['tripəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(khoáng chất) Tripoli; đá tảo silic</td></tr></table><i/></div>",
            "word": "tripoli",
            "pronounce": "['tripəli]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tripoli</k><blockquote><cclass>[<cclass>'trɪpəli<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun another term for <kref>rottenstone</kref>. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Fr., from <i>Tripoli</i> in Libya or the Lebanon. </blockquote></div>",
            "word": "tripoli",
            "pronounce": "['tripəli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tripoli",
            "pronounce": "['tripəli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tripoli",
            "pronounce": "['tripəli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tripoli",
            "pronounce": "['tripəli]"
        }
    },
    "sentences": [
        {
            "en": "Officials from the two countries attended a signing ceremony Wednesday in Libya's capital <em>Tripoli</em>.",
            "vi": "Các quan chức hai bên đã tham dự lễ ký kết hôm thứ tư ở thủ đô tripoli của li - bi."
        },
        {
            "en": "You could specialize in network management systems such as CISCO, Novell, EMC, VMware, IBM <em>Tripoli</em> or BMC.",
            "vi": "Bạn có thể chuyên môn hoá trong hệ thống quản lýmạng như CISCO, Novell, EMC, VMware, IBM Tripoli hay BMC."
        },
        {
            "en": "One of Col Muammar Gaddafi's sons, Saif al-Islam, has appeared in <em>Tripoli</em> and claimed the government had \"broken the backbone\" of the rebel offensive there.",
            "vi": "Một trong những người con của Gadhafi, Saif al-Islam đã xuất hiện tại Tripoli và tuyên bố chính phủ này đã “bẻ gãy xương sống” của phe nổi dậy."
        },
        {
            "en": "The Italians used aircraft for reconnaissance missions at <em>Tripoli</em> in 1910-1912, and the Americans made their first attempts at taking air power to sea as early as 1019-1911.",
            "vi": "Người ý đã sử dụng máy bay trong các phi vụ trinh sát ở tripoli vào năm 1910 - 1912, và người mỹ đã thực hiện những nổ lực đầu tiên nhằm đưa sức mạnh không ra biển ngay từ đầu năm 1910 - 1911."
        },
        {
            "en": "He turned up in a government vehicle at a hotel held by loyalists, a day after the rebels said they had detained him. A BBC correspondent said Saif al-Islam seemed confident and full of adrenalin. On Monday the rebels met strong resistance from pro-Gaddafi forces as they continued their push. Both sides say they control most of <em>Tripoli</em>. Saif al-Islam Gaddafi turned up at Hotel Rixos in the early hours of Tuesday. He told the BBC's Matthew Price: \"We have broken the backbone of the rebels.\" He added that by moving into <em>Tripoli</em>, the rebels had fallen into \"a trap\". \"We gave them a hard time, so we're winning,\" he said. Saif al-Islam Gaddafi, 39, had been widely regarded as a likely successor to his father. On Sunday the rebels claimed they had captured him, along with other members of his family. Asked if Col Gaddafi was safe and in <em>Tripoli</em>, Saif al-Islam replied: \"Of course.\" The Libyan leader's whereabouts are still unclear. His sprawling Bab al-Azizia compound is being defended by loyalist troops A diplomatic source told AFP news agency that Col Gaddafi could still be there. He has not been seen in public for months, although he has broadcast audio messages from undisclosed locations.  In a broadcast late on Sunday, he urged residents to \"save <em>Tripoli</em>\" from the rebels. In other developments: \u009f Pro-Gaddafi forces fire a suspected Scud missile from near their stronghold city of Sirte, US defence officials tell Reuters news agency  \u009f Col Gaddafi's eldest son Muhammad reportedly escaped from rebel custody hours after being detained  \u009f China and Russia issue statements urging Gaddafi forces to stop fighting  \u009f UN Secretary General Ban Ki-moon says leaders of regional blocs will meet in New York later this week  \u009f Egypt formally recognises the rebel National Transitional Council as the legitimate representative of the Libyan people Ambush  The rebels swept into <em>Tripoli</em> from several direction following an uprising in the capital at the weekend. They who were greeted by jubilant crowds in central Green Square when they arrived on Sunday. Rebel fighters have set up checkpoints in parts of the city, and say reinforcements are arriving by boat. But they have met stiff resistance in a number of areas. There was sustained gunfire near the Bab al-Azizia compound in western <em>Tripoli</em> throughout Monday. Gaddafi loyalists also remain in control of the area further south around the Rixos Hotel, where many Western journalists are based. A rebel convoy coming in from the west was ambushed by Gaddafi loyalists using anti-aircraft fire on Monday. The convoy forced to pull out of the city. As night fell the fighting appeared to die down in many areas. Both sides insist they have the upper hand. Government spokesman Moussa Ibrahim claimed late pro-Gaddafi had control of at least 75% of the city, while the rebels said they were holding about 80%. Our correspondents says it is impossible to determine who is telling the truth. World leaders have urged Col Gaddafi to step down. US President Barack Obama said elements of the Gaddafi regime continued to pose a threat. \"But this much is clear: the Gaddafi regime is coming to an end and the future of Libya is in the hands of its people,\" he said. He appealed to Col Gaddafi to reduce further bloodshed by \"explicitly relinquishing power to the people of Libya and calling on those forces that continue to fight to lay down their arms\".",
            "vi": "Anh ấy xuất hiện trên chiếc xe chính phủ tại một khách sạn do lực lượng trung thành sắp xếp, một ngày sau khi phe nổi dậy nói rằng họ đã bắt giữ được anh. Phóng viên của đài BBC cho biết Saif al-Islam có vẻ tự tin và đầy phấn khích. Vào hôm thứ Hai phe nổi dậy đã gặp sự chống cự mạnh mẽ từ phía lực lượng ủng hộ Gahafi khi họ tiếp tục tấn công mãnh liệt. Cả hai bên đều cho rằng họ đã kiểm soát hầu hết Tripoli. Saif al-Islam Gaddafi xuất hiện tại Khách sạn Rixos vào rạng sáng hôm thứ Ba. Anh ấy nói với phóng viên Matthew Price thuộc hãng thông tấn BBC rằng “Chúng tôi đã bẻ gãy xương sống phe nổi dậy. “Anh nói thêm rằng bằng việc di chuyển vào Tripoli, phe nổi dậy đã “sập bẫy”.  “Chúng tôi đã gây khó khăn cho họ, nên chúng tôi đang chiến thắng”. Saif al-Islam Gaddafi, 39 tuổi, được coi là người có nhiều khả năng kế vị cha. Vào hôm Chủ nhật phe nổi dậy tuyên bố họ đã bắt giữ được anh cùng với một số thành khác trong gia đình. Khi được hỏi liệu Đại tá Gaddafi vẫn an toàn ở Tripoli thì Saif al-Islam trả lời là “Dĩ nhiên rồi”.  Nhà lãnh đạo Li-bi ở đâu hiện vẫn chưa rõ. Đại bản doanh Bab al-Azizia vẫn đang được các binh lính trung thành bảo vệ. Theo nguồn tin chính xác cho hãng thông tấn AFP hay Đại tá Gaddafi vẫn còn ở đó. Nhiều tháng qua ông vẫn chưa xuất hiện trước công chúng dù ông có phát thông điệp ghi âm từ các địa điểm mật. Trong một chương trình truyền hình mới đây vào hôm Chủ nhật, ông đã kêu gọi cư dân hãy “cứu lấy Tripoli” từ phe nổi dậy. Các diễn biến khác : \u009f Lực lượng ủng hộ Gaddafi bắn một tên lửa nghi là loại Scud từ gần thành trì của họ thuộc thành phố Sirte, các viên chức thuộc bộ quốc phòng Hoa kỳ cho hãng thông tấn Reuters hay tin. \u009f Theo như đưa tin thì con trai cả Muhammad của Đại tá Gaddafi đã thoát khỏi sự giam giữ của phe nổi dậy sau khi bị bắt nhiều giờ. \u009f Trung Quốc và Nga đã kêu gọi lực lượng Gaddafi ngừng đánh \u009f Tổng thư ký Liên Hiệp Quốc Ban Ki – moon cho biết các lãnh đạo trong các khối khu vực sẽ họp tại New York vào cuối tuần này. \u009f Ai Cập chính thức công nhận Hội đồng Chuyển giao Quốc gia của phe nổi dậy là đại diện hợp pháp của nhân dân Li-bi. Cuộc phục kích Quân nổi dậy tràn vào Tripoli từ nhiều hướng sau cuộc nổi dậy ở thủ đô vào cuối tuần. Họ được người dân hân hoan chào đón ở trung tâm Quảng trường Xanh khi họ tiếp cận vào hôm Chủ nhật. Các chiến sĩ phe nổi dậy đã lập ra các trạm kiểm soát ở nhiều nơi trong thành phố và cho biết quân tiếp viện sẽ đến bằng tàu thuỷ. Nhưng họ đã gặp phải sự kháng cự kiên quyết ở một số vùng. Súng đại bác nổ liên tục gần đại bản doanh Bab al-Azizia ở phía tây Tripoli suốt hôm thứ Hai. Lực lượng trung thành Gaddhafi cũng tiếp tục kiểm soát thêm khu vực phía nam quanh khách sạn Rixos nơi có nhiều nhà báo phương Tây cư trú. Một đoàn hộ tống phe nổi dậy tiếp cận vào từ phía Tây đã bị lực lượng trung thành Gaddafi phục kích bằng hoả lực phòng không vào hôm thứ Hai. Đoàn hộ tống buộc phải rút ra khỏi thành phố. Khi đêm đến thì cuộc chiến có vẻ lắng xuống ở nhiều khu vực. Cả hai bên đều cho rằng họ đã chiếm ưu thế. Phát ngôn viên của chính phủ, Moussa Ibrahim tuyên bố cựu lực lượng ủng hộ Gaddafi đã nắm giữ ít nhất 75% thành phố trong khi phe nổi dậy nói rằng họ đang chiếm giữ 80%.  Phóng viên của chúng tôi cho biết không thể xác định bên nào nói đúng sự thật. Các nhà lãnh đạo trên thế giới đã kêu gọi Đại tá Gaddafi nên rút lui. Tổng thống Hoa Kỳ Barack Obama nói rằng các thành phần thuộc chế độ Gaddafi vẫn tiếp tục gây đe doạ. Ông còn nói “Nhưng rõ ràng là chế độ Gaddafi đang đến hồi kết thúc và tương lai Libya thuộc về nhân dân.” Ông còn kêu gọi Đại tá Gaddafi hạn chế bớt đổ máu bởi “ rõ ràng quyền lực đang chuyển về tay nhân dân Libya và ông đang kêu gọi các lực lượng đó tiếp tục chiến đấu để khiến họ phải hạ vũ khí”."
        },
        {
            "en": "Dutch boy who survived Libya crash is told family died        The Dutch boy who was the sole survivor of a plane crash in Libya that killed 103 people has been told that his parents and brother died in the crash.  Dutch officials said Ruben van Assouw would return to the Netherlands with his aunt and uncle on Saturday morning.  The Afriqiyah Airways Airbus 330 crashed short of the runway at <em>Tripoli</em> airport on Wednesday.  The head Libyan investigator has said the pilot reported no problems during the plane's approach to land.  Ruben's aunt and uncle said their nine-year-old nephew was doing well under the circumstances.  \"We have explained to Ruben exactly what happened,\" they said in a statement to journalists in <em>Tripoli</em>.  \"He knows his parents and brother are dead. The whole family is going to bear the responsibility for Ruben's future,\" they said. Ruben had been on holiday in South Africa with his parents, Trudy and Patrick van Assouw, and his older brother, Enzo.  \"The time ahead will be a difficult period for us. We hope that the media will respect our privacy,\" they added.  The family had been celebrating the parents' twelve-and-a-half year wedding anniversary, a Dutch custom.  Dutch foreign ministry officials said the boy, accompanied by his aunt and uncle and a doctor, would return to the Netherlands on Saturday morning.  Sedig Benzala, the head of the team caring for him, said Ruben was recovering well after a four-and-a-half hour operation to repair multiple fractures to his legs.  The Airbus 330 - carrying 93 passengers and 11 crew - crashed on Wednesday morning as it arrived from Johannesburg, South Africa.  The plane's flight recorders have been sent to Paris for examination It is not clear what caused the plane to crash just short of the runway as it approached <em>Tripoli</em> airport.  The head of the investigation team said the pilot had not reported any problems.  \"Until the very last moment things were normal between the pilot and the control tower,\" Neji Dhaou told AFP news agency. Dutch, French, South African and US experts are helping Libya with the investigation.  Dutch forensic experts are helping to identify the bodies.  Most of the passengers on the flight were from the Netherlands.",
            "vi": "Cậu bé người Hà Lan sống sót trong vụ rơi máy bay ở Li-bi đã được thông báo về cái chết của gia đình cậu ấy       Cậu bé người Hà Lan duy nhất sống sót trong vụ rơi máy bay làm 103 người thiệt mạng  ở Li-bi đã hay tin bố mẹ và anh trai cậu ấy đã chết trong vụ rơi máy bay đó. Các viên chức Hà Lan cho biết Ruben van Assouw sẽ trở về Hà Lan với cô chú cậu ấy vào sáng thứ bảy. Chiếc máy bay 330 của hãng hàng không Afriqiyah đã rơi khi sắp sửa hạ cánh xuống đường băng sân bay Tripoli vào hôm thứ 4. Trưởng đội điều tra  người Li-bi cho biết phi công máy bay đã thông báo không có vấn đề gì trong thời gian chuẩn bị hạ cánh. Cô và chú của Ruben  nói rằng đứa cháu trai chín tuổi của họ đã vượt qua giai đoạn này. “Chúng tôi đã giải thích cho Ruben chính xác chuyện gì đã xảy ra,” họ trả lời phỏng vấn với các nhà báo ở Tripoli. “Cháu đã biết bố mẹ và anh trai đã chết. Cả gia đình sẽ chịu trách nhiệm đối với tương lai của Ruben”, họ nói. Ruben đã đi nghỉ với bố mẹ, Trudy, Patrick van Assouw và anh trai Enzo ở Nam Phi. “Chúng tôi sẽ rất khó khăn trong thời gian tới. Vì vậy chúng tôi hy vọng rằng giới truyền thông sẽ tôn trọng sự riêng tư này”, họ nói thêm. Gia đình đã tổ chức lễ  kỷ niệm mười hai năm rưỡi ngày cưới cho bố mẹ cậu bé theo phong tục của người Hà Lan. Các quan chức ngoại giao Hà Lan cho biết cậu bé sẽ cùng với cô chú và bác sĩ trở về nước vào sáng thứ 7. Sedig Benzala, trưởng nhóm chăm sóc cho cậu bé nói rằng Ruben đang dần hồi phục tốt sau ca phẫu thuật kéo dài bốn giờ rưỡi để nắn lại nhiều xương bị rạn nứt ở chân. Chiếc máy bay 330 đến từ Johannesburg, Nam Phi chở 93 hành khách và 11 người trong phi hành đoàn đã gặp tai nạn vào sáng thứ 4. Hộp đen  máy bay đã đươc gửi đến Paris để kiểm tra. Không rõ điều gì đã khiến cho máy bay đột ngột rơi khi chuẩn bị hạ cánh xuống đường băng sân bay Tripoli. Trưởng nhóm điều tra cho biết phi công đã không thông báo về bất kỳ vấn đề nào xảy ra cả.  “Cho đến phút cuối cùng thì mọi thứ vẫn diễn ra bình thường giữa phi công và trạm kiểm soát,”  Neji Dhaou kể với hãng thông tấn xã AFP. Các chuyên gia Hà Lan, Pháp, Nam Phi và Mỹ đang giúp đỡ Li-bi điều tra vụ việc này. Các chuyên viên pháp y người Hà Lan cũng giúp đỡ để nhận dạng các thi thể nạn nhân. Hầu hết hành khách trong chuyến bay đều đến từ Hà Lan."
        },
        {
            "en": "Gaddafi forces beat up BBC team         Libyan leader Col Muammar Gaddafi's security forces detained and beat up a BBC news team who were trying to reach the strife-torn western city of Zawiya. The three were beaten with fists, knees and rifles, hooded and subjected to mock executions by members of Libya's army and secret police. The men were detained on Monday and held for 21 hours, but have now flown out of Libya.  Government forces are in a fierce fight to wrest Zawiya from rebel control. Artillery and tanks have pounded the city - which lies 50km (30 miles) from the capital <em>Tripoli</em> - over the last four days. 'Gun against neck'  The BBC team showed their identification when they were detained at an army roadblock on Monday. They had been seeking, like many journalists, to get around government restrictions by reaching besieged Zawiya. The three of them were taken to a huge military barracks in <em>Tripoli</em>, where they were blindfolded, handcuffed and beaten. One of the three, Chris Cobb-Smith, said: \"We were lined up against the wall. I was the last in line - facing the wall.  \"I looked and I saw a plain-clothes guy with a small sub-machine gun. He put it to everyone's neck. I saw him and he screamed at me. \"Then he walked up to me, put the gun to my neck and pulled the trigger twice. The bullets whisked past my ear. The soldiers just laughed.\" A second member of the team - Feras Killani, a correspondent of Palestinian descent - is said to have been singled out for repeated beatings. Their captors told him they did not like his reporting of the Libyan popular uprising and accused him of being a spy. The third member of the team, cameraman Goktay Koraltan, said they were all convinced they were going to die. During their detention, the BBC team saw evidence of torture against Libyan detainees, many of whom were from Zawiya. 'Abusive treatment' Koraltan said: \"I cannot describe how bad it was. Most of them [other detainees] were hooded and handcuffed really tightly, all with swollen hands and broken ribs. They were in agony. They were screaming.\" Killani said: \"Four of them [detainees] were in a very bad situation. There was evidence of torture on their faces and bodies. One of them said he had at least two broken ribs. I spent at least six hours helping them drink, sleep, urinate and move from one side to another.\" A senior Libyan government official later apologised for the BBC team's ordeal. But the BBC said in a statement that it \"strongly condemns this abusive treatment\". \"The safety of our staff is our primary concern especially when they are working in such difficult circumstances and it is essential that journalists working for the BBC, or any media organisation, are allowed to report on the situation in Libya without fear of attack,\" said the statement from Liliane Landor, languages controller of BBC Global News.  \"Despite these attacks, the BBC will continue to cover the evolving story in Libya for our audiences both inside and outside the country.\" Rebel bounty  Government forces have been mounting a strong fightback against the rebels who rose up in mid-February to end Col Gaddafi's 41 years in power. The main square of Zawiya reportedly changed hands twice on Wednesday in the fighting between pro-Gaddafi forces and the insurgents. State TV reported that the army had retaken Zawiya, and showed pictures of what it said were residents staging a pro-Gaddafi rally. On the eastern front around the Mediterranean oil port of Ras Lanuf, rebels retreated in the face of heavy government shelling and ongoing air strikes, amid reports that oil facilities were blown up. Col Gaddafi also launched a diplomatic offensive, dispatching envoys overseas on the eve of a summit by Nato defence ministers in Brussels. High-ranking members of the Libyan leader's inner circle were sent to Cairo, Brussels, Lisbon and Malta to approach government officials. The Libyan government meanwhile offered a reward for the capture of rebel leader Mustafa Abdel Jalil, the ex-justice minister. The amount was 500,000 Libyan dinars ($400,000; £250,000).",
            "vi": "Lực lượng Gaddafi tra tấn nhóm phóng viên BBC       Lực lượng an ninh của nhà cầm quyền- Đại tá Libya Muammar Gaddafi đã giam giữ và tra tấn nhóm phóng viên của BBC khi họ đang tìm cách tới thành phố phía tây Zawiya trong thời điểm giao tranh khốc liệt. Ba người này bị đánh bằng cùi tay, đầu gối và súng, sau đó bị bọn quân đội Lybia và cảnh sát mật trùm đầu rồi làm nhục họ. Những người này bị giam vào ngày thứ Hai suốt 21 giờ, nhưng hiện đã thoát nạn và rời khỏi Lybia. Lực lượng chính phủ đang đấu tranh giành quyền kiểm soát Zawiya từ những kẻ nổi loạn. Trong bốn ngày qua tiếng đạn pháo, xe tăng nã dữ dội vào thành phố này cách thủ đô Tripoli 50 km (khoảng 30 dặm). “Súng kề cổ” Nhóm phóng viên BBC đã trình giấy tờ tuỳ thân đầy đủ khi bị giam giữ tại trạm kiểm soát quân đội vào ngày thứ Hai. Giống như các nhà báo khác, họ đang cố tiếp cận vùng chiến sự Zawiya đang bị bao vây mà không phải chịu sự kiểm soát của chính phủ. Ba người này bị đưa đến một khu vực quân sự lớn ở Tripoli, ở đó họ bị bịt mắt, còng tay và bị đánh đập. Chris Cobb-Smith-một trong ba phóng viên nói rằng:” Chúng tôi đứng sếp hàng úp mặt vào tường, tôi là người đứng cuối hàng.  “ Tôi nhìn thấy một gã mặc thường phục cầm súng máy đập vào cổ mọi người. Tôi nhìn hắn thì hắn la hét tôi.  “ Sau đó hắn tiến lại gần tôi, kề súng vào cổ tôi và kéo cò hai lần. Nhưng đạn chỉ sượt qua tai rồi bọn lính rộ lên cười.” Thành viên thứ hai của nhóm là Feras Killani, người gốc Palestine bị lôi ra đánh túi bụi. Những kẻ bắt giữ nói rằng họ không thích những bài viết của ông về phong trào nổi loạn ở Lybia và buộc tội ông là gián điệp. Thành viên thứ ba, phóng viên ảnh Goktay Koraltan thì cho rằng cả ba người họ chắc chắn sẽ chết. Trong thời gian bị giam cầm, nhóm phóng viên BBC đã chứng kiến nhiều người bị bắt bị tra tấn, trong đó có nhiều nạn nhân từ Zawiya. ' Hành xử bạo ngược ' Koraltan cho biết: “ Tôi không thể diễn tả điều tồi tệ đó đến mức nào. Hầu hết những người bị bắt giữ đều bị trùm đầu, còng chặt tay, tay xưng vù, xương sườn gãy, họ đau đớn, la hét.”  “ Bốn người trong đó đang trong tình trạng hết sức tồi tệ, có nhiều vết thương tra tấn trên mặt và khắp cơ thể. Một người nói rằng anh ta bị gãy ít nhất là hai cái xương sườn. Tôi phải mất sáu tiếng đồng hồ để giúp họ uống nước, đi tiểu và đi lại.” Sau đó một quan chức cao cấp của chính phủ Libya đã xin lỗi nhóm phóng viên BBC vì đã hành xử họ. Tuy nhiên, trong một bài phát biểu, BBC cho hay họ “ cực lực lên án cách đối xử bạo ngược như vậy”. Giám đốc bộ phận phát thanh về tin tức quốc tế của BBC, ông Liliane Landor tuyên bố rằng “ Sự an toàn của các phóng viên là mối quan tâm chính của chúng tôi nhất là khi họ đang phải làm việc trong điều kiện khó khăn như vậy và điều quan trọng là các nhà báo đang làm việc cho BBC hay bất kỳ tổ chức truyền thông nào đều được phép đưa tin về tình hình ở Libya mà không sợ tấn công”.   “Dù bị tấn công nhưng BBC vẫn tiếp tục  đưa tin về Lybia cho độc giả cả bên trong lẫn bên ngoài đất nước Libya”. Tiền thưởng để bắt kẻ nổi loạn Lực lượng chính phủ đang tăng cường chống lại quân nổi loạn vào giữa tháng Hai nhằm chấm dứt 41 năm cầm quyền của Đại tá Graddafi. Theo như đưa tin quảng trường chính ở Zawiya đã thay tay đổi chủ hai lần vào ngày thứ Tư trong cuộc chiến giữa lực lượng Gaddafi và quân nổi dậy. Đài truyền hình quốc gia đưa tin quân đội đã lấy lại Zawiya và cho thấy những bức ảnh về việc người dân đang tập hợp lực lượng thân Gaddafi. Trên mặt trận phía đông quanh cảng dầu Địa Trung Hải ở Ras Lanuf, quân nổi loạn rút lui trước sự nã pháo quyết liệt của chính phủ và tiếp tục tiến hành cuộc không kích trong khi có những thông báo về vụ dầu mỏ bị đánh bom. Đại tá Gaddafi cũng phát động cuộc tấn công về ngoại giao, gửi các phái viên ra nước ngoài trước ngày diễn ra hội nghị cấp cao do các bộ trưởng quốc phòng khối NATO tổ chức ở Brussels. Các thành viên cấp cao thuộc nhóm nòng cốt của nhà lãnh đạo Libya được gửi tới Cairo, Brussels, Lisbon và Man – ta để tiếp cận các quan chức chính phủ. Trong khi đó chính phủ Libya treo giải thưởng để bắt sống kẻ cầm đầu cuộc nổi loạn là Mustafa Abdel Jalil- cựu bộ trưởng tư pháp. Tiền thưởng là 500.000 đi-na (tương đương 400.000 đô-la; 250.000 bảng)"
        },
        {
            "en": "More Than 140,000 People Flee Libya       The United Nations refugee agency says over the past 10 days, more than 140,000 people have fled to Egypt and Tunisia from Libya. The UNHCR says tens of thousands of people are stuck at the borders and in urgent need of help.  The U.N. refugee agency says the situation at the Libya-Tunisia border is chaotic. It says 14,000 people crossed the border Monday, the highest number to date.  The agency says it is crucial to move tens of thousands of people away from the overcrowded border to avoid a humanitarian crisis. But transportation is scarce.  UNHCR spokeswoman Melissa Fleming says the agency has erected 1,500 tents, which can shelter 12,000 people. And she says two airlifts planned for Thursday will deliver tents and supplies for up to 10,000 people. “We have now visited the border entry point to Tunisia. What is unfortunate is that thousands of people are waiting on the Libyan side of the border to enter. Some for as long as three days. They are obliged to spend the night outside in the bitter cold without shelter. We are very concerned that a large number of sub-Saharan Africans are not being allowed into Tunisia at this point. We are in negotiation with self-appointed volunteers from the local community who are guarding the border,\" she said. Fleming says nearly 70,000 people have crossed from Libya into Egypt since February 19. She says the majority are Egyptians.  She says the UNHCR is particularly worried about thousands of refugees and asylum-seekers stuck inside Libya. She says the refugees come mainly from Iraq, Palestine, Somalia, Sudan and Eritrea. She says they have been living in Libya for a long time but now are desperate to leave. Fleming reads a recent message sent by a refugee to UNHCR staff in Libya describing the fearful conditions under which he and his family are living. She says refugees and migrants from sub-Saharan Africa are particularly vulnerable. “We are under attack by local people who are saying that we are mercenaries killing people. Let me say that they did not want to see black people. There is racism. We need help. Please, please, please, where is the humanity? Where is the United Nations? I am crying. I need help. Our home was burnt down. Ten Somalis were killed in Libya in the last seven days. Why is nobody concerned about the Somali migrants in Libya? We are victims of racism and ruthless exploitation,\" she said. Fleming says the UNHCR offers assistance to those refugees who are able to reach its office in <em>Tripoli</em>. She says the agency’s 24-hour hotline continues to receive desperate calls from refugees in Libya and their family members outside. She says they say they feel trapped, threatened and hunted.",
            "vi": "Hơn 140       Cơ quan về người tị nạn của Liên Hiệp Quốc nói rằng trong 10 ngày qua, hơn 140.000 người từ Li-bi đã chạy sang Ai Cập và Tuy-ni-di. Cao quỷ Liên Hiệp Quốc về người tị nạn nói hàng chục ngàn người bị kẹt lại tại biên giới và cần được giúp đỡ khẩn cấp.  Cơ quan về người tị nạn của Liên Hiệp Quốc nói rằng tình hình tại biên giới Li-bi – Tuy-ni-di đang lộn xộn. Cơ quan này nói rằng 14.000 người vuợt qua biên giới hôm thứ hai, con số cao nhất cho đến nay. Cơ quan này nói rằng quan trọng là phải di chuyển hàng chục ngàn người khỏi biên giới đang trong tình trạng quá đông đúc để tránh dẫn tới khủng hoảng ảnh hưởng tới con người. Nhưng phương tiện vận chuyển vẫn còn khan hiếm.  Melissa Fleming, nữ phát ngôn của Cao quỷ Liên Hiệp Quốc về người tị nạn, nói rằng cơ quan này đã dựng 1.500 căn lều, có thể cho 12.000 người ẩn náu. Và bà này nói rằng đã lên kế hoạch cho hai chuyến bay vận chuyển sẽ mang theo lều và hàng tiếp tế cho tới 10.000 người vào ngày thứ năm.   \"Hiện chúng tôi giờ đã đến điểm kiểm soát biên giới vào Tuy-ni-di. Điều không may là có hàng ngàn người đang đợi ở bên mé biên giới Li-bi để được vào. Một số người đã đợi đến ba ngày. Họ buộc phải qua đêm ở ngoài dưới cái lạnh rét buốt mà không có nơi ẩn náu. Chúng tôi quan ngại rằng nhiều người châu Phi phía nam Xa-ha-ra không được phép vào Tuy-ni-di vào lúc này. Chúng tôi đang đàm phán với những người tình nguyện tự bổ nhiệm từ cộng đồng ở địa phương đang canh gác biên giới,\" bà nói.  Fleming nói rằng gần 70.000 người Libya đã vượt sang Ai Cập kể từ ngày 19 tháng hai. Bà nói đa số họ là người Ai Cập.  Bà nói rằng Cao quỷ Liên Hiệp Quốc về người tị nạn rất lo lắng về hàng ngàn người tị nạn và những người xin tị nạn đang bị kẹt bên trong Li-bi. Bà nói những người tị nạn chủ yếu đến từ I-rắc, Pa-lét-xtin, Xô-ma-li, Xu-đăng và Eritrea. Bà nói họ đã sống ở Li-bi trong một thời gian dài nhưng hiện nay họ rất muốn rời khỏi nơi này.  Fleming đọc một thông điệp mới đây mà một người tị nạn gửi cho nhân viên Cao quỷ Liên Hiệp Quốc về người tị nạn ở Li-bi mô tả những điều kiện thật đáng sợ mà người này và gia đình của anh ta đang sống. Bà nói những người tị nạn và những người di cư từ châu Phi phía nam Xa-ha-ra bị ảnh hưởng nhiều nhất.  \"Chúng tôi bị dân địa phương tấn công, họ nói rằng chúng tôi là lính đánh thuê giết người. Tôi xin nói rằng họ không muốn nhìn thấy người da đen. Có sự phân biệt chủng tộc. Chúng tôi cần được giúp đỡ. Xin vui lòng, vui lòng, vui lòng, lòng nhân đạo đâu rồi? Liên Hiệp Quốc đâu rồi? Tôi đang khóc. Tôi cần được giúp đỡ. Nhà của chúng tôi bị cháy rụi. Mười người Xô-ma-li đã chết ở Li-bi trong bảy ngày qua. Tại sao không ai quan tâm đến người di cư Xô-ma-li ở Li-bi? Chúng tôi là nạn nhân của nạn phân biệt chủng tộc và bóc lột tàn bạo,\" bà nói lại.  Fleming nói rằng Cao quỷ Liên Hiệp Quốc về người tị nạn giúp cho những người tị nạn này để họ có thể đến được văn phòng của cơ quan này ở Tripoli. Bà nói đường dây nóng 24 giờ của cơ quan này không ngừng nhận được các cuộc gọi tuyệt vọng của những người tị nạn ở Li-bi và các thành viên trong gia đình của họ ở bên ngoài. Bà nói họ nói họ cảm thấy họ đang sa vào bẫy , bị đe doạ và bị săn đuổi."
        }
    ],
    "suggestions": []
}