{
    "en_vn": {
        "data": {
            "content": null,
            "word": "triskaidekaphobia"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>triskaidekaphobia</k><blockquote><cclass>[<cclass>ˌtrɪskʌɪdɛkə'fəʊbɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun extreme superstition regarding the number thirteen. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: from Gk <i>treiskaideka</i> 'thirteen' + <kref>-phobia</kref>. </blockquote></div>",
            "word": "triskaidekaphobia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "triskaidekaphobia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "triskaidekaphobia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "triskaidekaphobia"
        }
    },
    "sentences": [
        {
            "en": "10. <em>Triskaidekaphobia</em> - Fear of the Number 13",
            "vi": "10. Ám ảnh sợ số 13 – Chứng sợ số 13"
        },
        {
            "en": "<em>Triskaidekaphobia</em> may be related to hexakosioihexekontahexaphobia, or fear of the number 666.",
            "vi": "Ám ảnh sợ số 13 có thể liên quan đến ám ảnh sợ số 666, hoặc chứng sợ số 666."
        },
        {
            "en": "There is some controversy regarding <em>triskaidekaphobia</em>, as many experts see it as a superstition rather than a legitimate phobia. Nonetheless, <em>triskaidekaphobia</em> is so pervasive in Western culture that it has actually influenced the modern world.",
            "vi": "Có một số tranh cãi về ám ảnh sợ số 13, như nhiều chuyên gia xem nó như là một sự mê tín dị đoan hơn là một nỗi ám ảnh hợp lý. Mặc dù vậy, ám ảnh sợ số 13 rất phổ biến trong văn hóa phương Tây đến nỗi nó đã thực sự ảnh hưởng đến thế giới hiện đại."
        },
        {
            "en": "Hexakosioihexekontahexaphobia, or fear of the number \"666,\" is surprisingly common. Related to <em>triskaidekaphobia</em>, or fear of the number 13, this phobia has its origins in both religious belief and superstition. In conjunction with other symptoms, this fear could be representative of magical thinking, possibly even pointing to a delusional disorder.",
            "vi": "Hexakosioihexekontahexaphobia hay ám ảnh sợ con số 666 phổ biến đến bất ngờ. Liên quan đến triskaidekaphobia, hoặc ám ảnh sợ con số 13, nỗi ám ảnh này có nguồn gốc từ cả tín ngưỡng tôn giáo và mê tín dị đoan. Cùng với các triệu chứng khác, nỗi sợ hãi này có thể là đại diện của tư duy huyền bí, thậm chí có thể dẫn đến một rối loạn ảo tưởng."
        }
    ],
    "suggestions": []
}