{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[trai'ʌmfnt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chiến thắng, thắng lợi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">vui mừng, hân hoan, hoan hỉ (vì chiến thắng); đắc thắng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a triumphant cheer</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tiếng hoan hô đắc thắng</font></td></tr></table><i/></div>",
            "word": "triumphant"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>triumphant</k><blockquote>■ <cclass>adjective having won a battle or contest; victorious. </cclass></blockquote><blockquote>⁃ jubilant after a victory or achievement. </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>triumphantly</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "triumphant"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>triumphant</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the triumphant British team</i>: VICTORIOUS, successful, winning, conquering; undefeated, unbeaten.</blockquote><blockquote><b>2</b><i>a triumphant expression</i>: JUBILANT, exultant, elated, rejoicing, joyful, joyous, delighted, gleeful, proud, cock-a-hoop; gloating.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>unsuccessful, despondent.</blockquote></div>",
            "word": "triumphant"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>triumphant</k><blockquote><blockquote><ex><abr>adj.</abr> triumphant in; over</ex></blockquote></blockquote></div>",
            "word": "triumphant"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "triumphant"
        }
    },
    "sentences": [
        {
            "en": "With a <em>triumphant</em> air",
            "vi": "Với vẻ đắc thắng"
        },
        {
            "en": "They returned <em>triumphant</em>.",
            "vi": "Họ đã trở về mang theo chiến thắng."
        },
        {
            "en": "I reminded him, <em>triumphant</em>.",
            "vi": "Tôi nhắc anh, chiến thắng."
        },
        {
            "en": "He smiled with a <em>triumphant</em> air.",
            "vi": "Anh ta mỉm cười ra vẻ đắc thắng."
        },
        {
            "en": "She spoke with a <em>triumphant</em> voice.",
            "vi": "Cô ấy nói với giọng điệu hân hoan."
        },
        {
            "en": "We look forward to your <em>triumphant</em> return.",
            "vi": "Chúng tôi đợi anh chiến thắng trở về."
        },
        {
            "en": "The <em>triumphant</em> cheer shouted from the grandstand.",
            "vi": "Tiếng hoan hô mừng thắng lợi vang lên từ phía khán đài."
        },
        {
            "en": "She handed me the letter with a <em>triumphant</em> air.",
            "vi": "Cô ta đưa bức thư cho tôi với vẻ đắc thắng."
        },
        {
            "en": "For me, my <em>triumphant</em> victory is to win myself.",
            "vi": "Đối với tôi chiến thắng vẻ vang nhất là chiến thắng bản thân mình."
        },
        {
            "en": "He looked at me with a <em>triumphant</em> air.",
            "vi": "Hắn ta nhìn tôi với vẻ đắc thắng."
        },
        {
            "en": "His <em>triumphant</em> cheer re - echoed through the darkness.",
            "vi": "Tiếng hoan hô đắc thắng của anh ấy vang lên trong màn đêm."
        },
        {
            "en": "I was feeling <em>triumphant</em>, and a little smug.",
            "vi": "Tôi cảm thấy chiến thắng, và hơi tự mãn."
        },
        {
            "en": "In 1958, the pianist had a sensationally <em>triumphant</em> return.",
            "vi": "Năm 1958, tay chơi piano đã làm một cuộc trở lại đầy thành công và cuốn hút."
        },
        {
            "en": "His <em>triumphant</em> cheer re-echoed through the darkness.",
            "vi": "Tiếng hoan hô đắc thắng của anh ấy vang lên trong màn đêm."
        },
        {
            "en": "Edward smiled, <em>triumphant</em>, and took my hand to pull me from the kitchen.",
            "vi": "Edward mỉm cười, chiến thắng, và nắm tay tôi kéo tôi ra khỏi nhà bếp."
        },
        {
            "en": "There's more to ruling than swinging an axe and riding back in a <em>triumphant</em> procession.",
            "vi": "Thống trị phức tạp hơn là vung rìu và thúc ngựa trong đám rước khải hoàn."
        },
        {
            "en": "Melanie managed a small smile but it was a <em>triumphant</em> one as her eyes met Scarlett's again.",
            "vi": "Melanie cố mỉm một nụ cười, thoạt đầu yếu ớt rồi chuyển thành đắc thắng khi mắt nàng lại gặp mắt scarlett."
        },
        {
            "en": "F Some of the major enterprises such as General Electric and Cisco have been impressively <em>triumphant</em> when it comes to snatching and incorporating small companies’ scores. ",
            "vi": "Một vài doanh nghiệp lớn như General Electric và Cisco đã chiến thắng ấn tượng khi họ đã nắm lấy và kết hợp những thành tựu của các công ty nhỏ."
        },
        {
            "en": "The procession moves slowly with the characteristic of a <em>triumphant</em> victory. The most special part of the procession is the fire dragon which is decorated with straw, cataphyll, and coarse paper.",
            "vi": "Diễu hành dic chuyển chậm lại với đặc trưng của chiến thắng lịch sử. Phần đặc biệt nhất của buổi diễu hành là rồng lửa được trang trí hoành tráng với mũ rơm, mo nang và giấy thô."
        },
        {
            "en": "Adjectives like epoch-making, epic, historic, unforgettable, <em>triumphant</em>, age-old, inevitable, inexorable, veritable, are used to dignify the sordid process of international politics, while writing that aims at glorifying war usually takes on an archaic colour, its characteristic words being: realm, throne, chariot, mailed fist, trident, sword, shield, buckler, banner, jackboot, clarion. ",
            "vi": "Các tính từ như epoch-making (có tác động lớn trong tương lai), epic (tính sử thi), historic (có tính lịch sử), unforgettable (không thể quên được), triumphant (bất bại), age-old (rất cũ), inevitable (không tránh khỏi), inexorable (không thể lay chuyển), veritable (vô cùng) được dùng để truy xét các thương vụ bẩn thỉu của chính trị quốc tế, trong khi đó các bài viết nhằm tôn vinh chiến tranh thường sử dụng những từ có màu sắc cổ điển tiêu biểu như: beam (tỏa sáng), chariot (xe ngựa kéo trong chiến tranh), mailed fist (lực lượng), trident (đinh ba), sword (kiếm), shield (lá chắn), buckler (khiên), banner (biểu ngữ), jackboot (giày ống), clarion (vang dội)."
        }
    ],
    "suggestions": []
}