{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tropics",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tropics",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tropics",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>tropics</k><blockquote><blockquote><ex><abr>n.</abr> in the tropics (to live in the tropics) </ex></blockquote></blockquote></div>",
            "word": "tropics",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vùng nhiệt đới</font></td></tr></tbody></table></div>",
            "word": "tropics",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Tropics</em> of cancer",
            "vi": "Hạ chí tuyến"
        },
        {
            "en": "The word \"<em>tropics</em>\" connotes heat.",
            "vi": "Từ\"vùng nhiệt đới\" bao hàm nghĩa nóng bức."
        },
        {
            "en": "The word \"<em>tropics</em>\" connotes heat.",
            "vi": "Từ \"vùng nhiệt đới\" bao hàm nghĩa nóng bức."
        },
        {
            "en": "9. Cockroaches in the <em>tropics</em> are big.",
            "vi": "9. Gián ở vùng nhiệt đới khá là to. "
        },
        {
            "en": "Night descends quickly in the <em>tropics</em>.",
            "vi": "Đêm tối xuống nhanh ở vùng nhiệt đới."
        },
        {
            "en": "<em>Tropics</em> are a boon for baby girls",
            "vi": "Khí hậu nhiệt đới có lợi cho việc sinh con gái"
        },
        {
            "en": "Plants and trees grow fast in the <em>tropics</em>.",
            "vi": "Cây cối mộc nhanh ở vùng nhiệt đới."
        },
        {
            "en": "The influences of aerosols, including black carbon, are most pronounced in the <em>tropics</em> and sub - <em>tropics</em>, particularly in Asia.",
            "vi": "Những ảnh hưởng của các sol khí bao gồm cả carbon đen là mối lo quan trọng nhất trong các vùng nhiệt đới và cận nhiệt đới, đặc biệt ở châu Á."
        },
        {
            "en": "The almond is a tree that thrives in the <em>tropics</em>.",
            "vi": "Cây hạnh nhân là cây phát triển mạnh ở vùng nhiệt đới."
        },
        {
            "en": "The disease is thought to have originated in the <em>tropics</em>.",
            "vi": "Chứng bệnh này được cho là phát sinh từ vùng nhiệt đới."
        },
        {
            "en": "In the <em>tropics</em>, there are only two seasons.",
            "vi": "Ở miền nhiệt đới chỉ có 2 mùa."
        },
        {
            "en": "The <em>tropics</em> is a region of Earth by the equator.",
            "vi": "Vùng nhiệt đới là một vùng của trái Đất nằm gần xích đạo."
        },
        {
            "en": "The influences of aerosols, including black carbon, are most pronounced in the <em>tropics</em> and sub-<em>tropics</em>, particularly in Asia.",
            "vi": "Những ảnh hưởng của các sol khí bao gồm cả carbon đen là mối lo quan trọng nhất trong các vùng nhiệt đới và cận nhiệt đới, đặc biệt ở châu Á."
        },
        {
            "en": "It's hot and humid here in the <em>tropics</em>.",
            "vi": "Ở vùng nhiệt đới này thời tiết nóng và ẩm ướt."
        },
        {
            "en": "In the <em>tropics</em>, you can see fireflies at night",
            "vi": "Ở vùng nhiệt đới bạn có thể thấy đom đóm bay vào buổi tối."
        },
        {
            "en": "Shivering in the <em>tropics</em>: Southeast Asia faces 'cooling crisis'",
            "vi": "Lạnh run trong vùng nhiệt đới: Đông Nam Á đang phải đối mặt với \"cuộc khủng hoảng làm mát\""
        },
        {
            "en": "The dry season is a term commonly used when describing the weather in the <em>tropics</em>.",
            "vi": "Mùa khô là thuật ngữ thường dùng để mô tả khí hậu của vùng nhiệt đới."
        },
        {
            "en": "After she went to Asia, she had a sickness common in the <em>tropics</em>.",
            "vi": "Sau khi đi Châu Á thì cô ấy đã mắc một bệnh phổ biến ở vùng nhiệt đới."
        },
        {
            "en": "Markut Lime fruit, a citrus fruit originating from the Asian <em>tropics</em>",
            "vi": "Qủa Makrut Lime (trái chúc), trái cây này thuộc họ cam quýt có nguồn gốc từ vùng nhiệt đới châu Á."
        },
        {
            "en": "She's a botanist and spent several years researching in the <em>tropics</em>.",
            "vi": "Cô ấy là nhà thực vật học, đã bỏ ra nhiều năm để nghiên cứu vùng nhiệt đới."
        }
    ],
    "suggestions": []
}