{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[tru:p]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đoàn (kịch), gánh (hát); toán (quân)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đi trình diễn nhiều nơi cả đoàn (kịch)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đi trong đoàn kịch (...)</td></tr></table><i/></div>",
            "word": "troupe"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>troupe</k><blockquote>■ <cclass>noun a group of dancers, actors, or other entertainers who tour to different venues. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Fr., lit. 'troop'. </blockquote></div>",
            "word": "troupe"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>troupe</k><blockquote>▸ <cclass>noun GROUP, company, band, ensemble, set; cast.</cclass></blockquote></div>",
            "word": "troupe"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "troupe"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "troupe"
        }
    },
    "sentences": [
        {
            "en": "<em>troupe</em>",
            "vi": "đoàn kịch, gánh hát"
        },
        {
            "en": "Water puppet <em>troupe</em> offers children’s programme",
            "vi": "Đoàn kịch múa rối nước tổ chức chương trình cho trẻ em"
        },
        {
            "en": "The dance <em>troupe</em> comes from Australia.",
            "vi": "Đoàn múa đó đến từ Úc."
        },
        {
            "en": "The <em>troupe</em> offers four shows every Saturday and Sunday.",
            "vi": "Đoàn kịch tổ chức bốn chương trình mỗi thứ bảy và chủ nhật."
        },
        {
            "en": "The <em>troupe</em> paid tribute to the singer who bring them the new style of music.",
            "vi": "Gánh hát đã tỏ lòng biết ơn đến người nghệ sĩ đã mang đến cho họ một dòng nhạc mới."
        },
        {
            "en": "There is a symphony orchestra, an acrobatic <em>troupe</em>, and a song and dance ensemble.",
            "vi": "Có một dàn nhạc giao hưởng, một đoàn biểu diễn xiếc và một đội đồng diễn hát múa."
        },
        {
            "en": "The Sai Gon Water Puppet <em>Troupe</em> will offer a special children’s programme at HCM City’s Youth Cultural House this summer.",
            "vi": "Đoàn múa rối nước Sài Gòn sẽ tổ chức một chương trình đặc biệt dành cho trẻ em tại Nhà văn hóa Thanh niên Thành phố Hồ Chí Minh vào mùa hè này."
        },
        {
            "en": "About halfway through the drill the personnel were so distraught that female troops from a PLA \"cultural performance <em>troupe</em>\" had to be brought in to cheer them up.",
            "vi": "Đến giữa kỳ tập trận, binh lính đã quá quẫn trí đến mức họ phải cử một tiểu đội lính nữ từ một \"Đoàn biểu diễn văn hóa\" của quân đội Trung Quốc đến để khích lệ tinh thần."
        },
        {
            "en": "The Beija-flor <em>troupe</em> says this year it'll pay tribute to Brazil's popular Grammy Award winning singer Roberto Carlos, also known as the King.",
            "vi": "Đoàn Beija - flor cho biết năm nay họ sẽ dành để tưởng nhớ đến Roberto Carlos, vị ca sĩ nổi tiếng của Brazil đã từng giành giải Grammy, thường được biết dưới tên \"Nhà Vua\"."
        },
        {
            "en": "The Beija - flor <em>troupe</em> says this year it'll pay tribute to Brazil's popular Grammy Award winning singer Roberto Carlos, also known as the King.",
            "vi": "Đoàn Beija-flor cho biết năm nay họ sẽ dành để tưởng nhớ đến Roberto Carlos, vị ca sĩ nổi tiếng của Brazil đã từng giành giải Grammy, thường được biết dưới tên \"Nhà Vua\"."
        },
        {
            "en": "Even before the next <em>troupe</em> saw him dance, they had already heard about his antics — which did not in any way reflect his skill as a dancer but instead his ethics as a professional.",
            "vi": "anh khiêu vũ, họ đã nghe nói về những cư xử lố bịch của anh ta, những cư xử đó đã không phản ánh kỹ năng của anh ấy với tư cách là một vũ công mà thay vào đó là đạo đức của anh với tư cách là một nhà chuyên nghiệp."
        },
        {
            "en": "Trà will perform the 50-minute Piano Concerto No 2 in B-flat Major, op.83 for solo piano with orchestral accompaniment, which will be followed by contemporary dance performance by the HCM City ballet <em>troupe</em>.",
            "vi": "Trà sẽ chơi bản Concerto số 2, op. 83 cho piano và dàn nhạc dài 50 phút và ngay sau đó là phần biểu diễn múa đương đại do đoàn múa ba - lê thành phố Hồ Chí Minh thực hiện."
        },
        {
            "en": "The <em>troupe</em> offers 11 two- and three-act plays based on traditional legends, including Teu (Uncle Teu), Mua Rong (Dragon Dance), Danh Ca Tren Song (Fishing on the River), Bac Ba Phi (Uncle Ba Phi) and Than Dong Dat Viet (Child Prodigies).",
            "vi": "Đoàn múa rồi sẽ trình diễn những câu chuyện dựa trên truyền thuyết truyền thống, bao gồm cả Chú Tễu, Múa Rồng, Đánh cá trên sông, Bác Ba Phi và Thần Đồng Đất Việt."
        }
    ],
    "suggestions": []
}