{
    "en_vn": {
        "data": {
            "content": null,
            "word": "troubling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "troubling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "troubling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "troubling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "troubling"
        }
    },
    "sentences": [
        {
            "en": "What's <em>troubling</em> you?",
            "vi": "Cô lo lắng gì thế?"
        },
        {
            "en": "I hate <em>troubling</em> you.",
            "vi": "Tôi ghét làm phiền anh."
        },
        {
            "en": "What is <em>troubling</em> you?",
            "vi": "Bạn bị sao vậy?"
        },
        {
            "en": "Sorry for <em>troubling</em> you.",
            "vi": "Xin lỗi vì đã làm phiền ông."
        },
        {
            "en": "My back's been <em>troubling</em> me.",
            "vi": "Lưng tôi cứ làm cho tôi đau đớn."
        },
        {
            "en": "He will keep away from <em>troubling</em> you.",
            "vi": "Anh ấy sẽ khỏi làm phiền tới bạn."
        },
        {
            "en": "Had something been <em>troubling</em> her lately?",
            "vi": "Gần đây, có điều gì khiến bà ấy phiền lòng không?"
        },
        {
            "en": "I've got to apologize for <em>troubling</em> you so much.",
            "vi": "Tôi thành thật xin lỗi đã làm phiền ông nhiều quá."
        },
        {
            "en": "But that wasn't the most <em>troubling</em> part of this photograph.",
            "vi": "Nhưng đó không phải là điểm làm tôi buồn phiền nhất trong tấm hình này."
        },
        {
            "en": "Particularly <em>troubling</em> is the emerging pattern of employment absorption.",
            "vi": "Đặc biệt đáng lo ngại là sự xuất hiện của một phương thức thu hút lao động mới."
        },
        {
            "en": "How can I work with your <em>troubling</em> me?",
            "vi": "Cứ ám quẻ thế này thì còn làm gì được?"
        },
        {
            "en": "I 've got to apologize for <em>troubling</em> you so much.",
            "vi": "Tôi thành thật xin lỗi đã làm phiền ông nhiều quá."
        },
        {
            "en": "He rushed into the room without even <em>troubling</em> to knock.",
            "vi": "Anh ta chạy xộc vào phòng không thèm gõ cửa."
        },
        {
            "en": "The doctor had perceived that something was <em>troubling</em> him.",
            "vi": "Bác sĩ nhận thấy được có cái gì đó đang làm cậu ấy đau đớn."
        },
        {
            "en": "Apologizing for <em>troubling</em> others to do you a favor.",
            "vi": "Xin lỗi vì đã làm phiền người khác giúp bạn."
        },
        {
            "en": "I do hope she hasn't been <em>troubling</em> you.",
            "vi": "Tôi hy vọng nó không làm phiền cô."
        },
        {
            "en": "It's such a small point that it's hardly worth <em>troubling</em> about.",
            "vi": "Đó là điểm quá nhỏ hầu như không đáng bận tâm."
        },
        {
            "en": "Is this a regular check­up or there is something <em>troubling</em> you?",
            "vi": "Bạn đi khám định kỳ hay có điều gì thấy khó chịu?"
        },
        {
            "en": "Discrimination is a problem that's been <em>troubling</em> this country's social conscience for years.",
            "vi": "Phân biệt đối xử là một vấn đề đang gây lo lắng cho đạo đức xã hội của đất nước này trong nhiều năm."
        },
        {
            "en": "Just like that with no word of apology for <em>troubling</em> us.",
            "vi": "Anh ta vào nhà mà không thèm xin lỗi xin phải gì hết."
        }
    ],
    "suggestions": []
}