{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Truman",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Truman",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Truman",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Truman",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Truman",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The collection also contains a 1945 appointment book for Vice President <em>Truman</em> and Mrs. <em>Truman</em>.",
            "vi": "Bộ sưu tập cũng có cả một cuốn nhật kí công việc năm 1945 của phó tổng thống Truman và bà Truman."
        },
        {
            "en": "Doris, Jean, Arnold, Max, <em>Truman</em>: my sales reps.",
            "vi": "Doris, jean, amold, max, truman: các đại diện bán hàng."
        },
        {
            "en": "<em>Truman</em> Smith became the military attaché in Berlin in 1935.",
            "vi": "Truman Smith đã trở thành tùy viên quân sự ở Béc - lin (Berlin) vào năm 1935."
        },
        {
            "en": "<em>Truman</em> Smith đã trở thành tùy viên quân sự ở Béc-lin (Berlin) vào năm 1935.",
            "vi": "Truman Smith became the military attaché in Berlin in 1935."
        },
        {
            "en": "When he left office, <em>Truman</em> returned to his home in Independence.",
            "vi": "Khi ông ấy rời chức vụ, truman trở về nhà của ông ấy ở independence."
        },
        {
            "en": "The paper jumped the gun with a headline shouting \"Dewey defeats <em>Truman</em>\".",
            "vi": "Tờ báo đã đăng quá sớm tin hàng đầu:\"ông Dewey thắng ông Truman\"."
        },
        {
            "en": "Yes, i've got an appointment with mrs. <em>Truman</em>, the Sales Manager.",
            "vi": "Dạ, tôi có hẹn gặp bà truman, trưởng phòng thương mại."
        },
        {
            "en": "The paper jumped the gun with a headline shouting \"Dewey defeats <em>Truman</em>\". But the final vote put <em>Truman</em> on top and a famous photo has him showing off the paper with a big grin.",
            "vi": "Tờ báo đã đăng quá sớm tin hàng đầu: \"Dewey thắng Truman\". Nhưng cuộc kiểm phiếu cuối cùng cho thấy ông Truman thắng cử, và một tấm hình nổi tiếng, chụp ông cầm khoe tờ báo miệng cười thích thú."
        },
        {
            "en": "The paper jumped the gun with a headline shouting \"Dewey defeats <em>Truman</em>\". But the final vote put <em>Truman</em> on top and a famous photo has him showing off the paper with a big grin.",
            "vi": "đã đăng quá sớm tin hàng đầu :\"Dewey thắng Truman\". Nhưng cuộc kiểm phiếu cuối cùng cho thấy ông Truman thắng cử, và một tấm hình nổi tiếng, chụp ông cầm khoe tờ báo miệng cười thích thú."
        },
        {
            "en": "Four days later, Missouri boomed out a 21 - gun salute as President <em>Truman</em> boarded for Navy Day ceremonies.",
            "vi": "Bốn ngày sau, Missouri bắn 21 loạt đại bác chào mừng khi Tổng thống Truman lên tàu nhân dịp các nghi lễ trong Ngày Hải quân."
        },
        {
            "en": "One of the city's most famous citizens was Harry <em>Truman</em>, who was the 33rd President of the United States.",
            "vi": "Một trong những công dân nổi tiếng nhất của thành phố này là harry truman, người từng là tổng thống thứ 33 của hoa kỳ."
        },
        {
            "en": "Four days later, Missouri boomed out a 21-gun salute as President <em>Truman</em> boarded for Navy Day ceremonies.",
            "vi": "Bốn ngày sau, Missouri bắn 21 loạt đại bác chào mừng khi Tổng thống Truman lên tàu nhân dịp các nghi lễ trong Ngày Hải quân."
        },
        {
            "en": "Vice President Johnson, Mr. Speaker, Mr. Chief Justice, President Eisenhower, Vice President Nixon, President <em>Truman</em>, reverend clergy, fellow citizens.",
            "vi": "Kính thưa Ngài Phó Tổng thống Johnson, Ngài Chủ tịch Hạ nghị viện, Ngài Chánh án Toà án tối cao, Ngài Tổng thống Eisenhower, Ngài Phó Tổng thống Nixon, Ngài Tổng thống Truman, các Đức Cha và đồng bào thân mến."
        },
        {
            "en": "<em>Truman</em> also sent U. S. based troops, tanks, fighter and bomber aircraft, and a strong naval force to Korea to support the Republic of Korea.",
            "vi": "Truman cũng gửi lực lượng đặt căn cứ tại Hoa Kỳ, xe tăng, máy bay tiêm kích và máy bay ném bom và một lực lượng hải quân mạnh sang Triều Tiên để hỗ trợ Cộng hòa Hàn Quốc."
        },
        {
            "en": "US President Harry S. <em>Truman</em> ordered the use of the first nuclear bomb, which the military referred to as \"Little Boy.\"",
            "vi": "Tổng thống Mỹ Harry S. Truman đã ra lệnh sử dụng quả bom hạt nhân đầu tiên, được quân đội gọi là \"Little Boy\"."
        },
        {
            "en": "US President Harry S. <em>Truman</em> ordered the use of the first nuclear bomb, which the military referred to as \"Little Boy.\"",
            "vi": "Tổng thống Mỹ Harry S. Truman đã ra lệnh sử dụng quả bom hạt nhân đầu tiên, được quân đội gọi là\"Little Boy\"."
        },
        {
            "en": "President <em>Truman</em> was caught off guard when the invasion struck, but quickly ordered U.S. forces stationed in Japan into South Korea.",
            "vi": "Tổng thống Harry S. Truman đã mất cảnh giác khi chiến tranh xảy ra, nhưng đã nhanh chóng yêu cầu lực lượng Mỹ đóng tại Nhật Bản tiến vào Nam Triều Tiên."
        },
        {
            "en": "The <em>Truman</em> family boarded Missouri on 7 September 1947 to return to the United States and debarked at Norfolk on 19 September.",
            "vi": "Gia đình tổng thống Truman lên chiếc Missouri vào ngày 7 tháng 9 năm 1947 để quay về Hoa Kỳ, và họ xuống tàu tại Norfolk vào ngày 19 tháng 9."
        },
        {
            "en": "<em>Truman</em> also sent U.S. based troops, tanks, fighter and bomber aircraft, and a strong naval force to Korea to support the Republic of Korea.",
            "vi": "Truman cũng gửi lực lượng đặt căn cứ tại Hoa Kỳ, xe tăng, máy bay tiêm kích và máy bay ném bom và một lực lượng hải quân mạnh sang Triều Tiên để hỗ trợ Cộng hòa Hàn Quốc."
        },
        {
            "en": "But America woke up the next day to discover that <em>Truman</em> was the winner. The campaign had been a hard row to hoe for him, but it was one of the most remarkable election upsets in American history.",
            "vi": "hôm sau và khám phá ra rằng ông Truman là người thắng cuộc. Cuộc vận động tranh cử trước đó đã rất khó khăn đối với ông nhưng đó là một trong những vụ thắng cử ngược đời đáng ghi nhớ nhất trong lịch sử Hoa kỳ."
        }
    ],
    "suggestions": []
}