{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['trʌst,wə:ðinis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính chất đáng tin cậy</td></tr></table><i/></div>",
            "word": "trustworthiness"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "trustworthiness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "trustworthiness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "trustworthiness"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "trustworthiness"
        }
    },
    "sentences": [
        {
            "en": "<em>Trustworthiness</em>.",
            "vi": "Đáng tin cậy."
        },
        {
            "en": "<em>Trustworthiness</em>: speaks the truth.",
            "vi": "Đáng tin cậy: thẳng thắn, luôn nói sự thật."
        },
        {
            "en": "You can count on his <em>trustworthiness</em>.",
            "vi": "Ông có thể tin tưởng sự đáng tin cậy của anh ấy."
        },
        {
            "en": "Middlemen appear to test the <em>trustworthiness</em> of new business partners.",
            "vi": "Những thương lái dường như có thử thách độ tin cậy của các đối tác kinh doanh mới."
        },
        {
            "en": "If you demonstrate that you will respect confidential information, you will develop a reputation for <em>trustworthiness</em>.",
            "vi": "Nếu bạn chứng tỏ được là bạn tông trọng thông tin cần bảo mật, bạn sẽ tạo được danh tiếng là người đáng tin cậy."
        },
        {
            "en": "<em>Trustworthiness</em> did not rank highly for both groups as a reason for change.",
            "vi": "Độ tin cậy không được cả hai nhóm đánh giá cao vì lý do thay đổi."
        },
        {
            "en": "By establishing your <em>trustworthiness</em> and expertise, you will build the credibility you need to get your audience's attention and agreement.",
            "vi": "Bằng cách thiết lập lòng tin và sự thành thạo, bạn sẽ xây dựng được sự tín nhiệm mà bạn cần để được đối tượng mà bạn thuyết phục chú ý và đồng tình."
        },
        {
            "en": "The fact that <em>trustworthiness</em> ranks lower in our survey contradicts other findings in the survey where <em>trustworthiness</em> was considered the most important factor of customers when selecting a bank.",
            "vi": "Thực tế trong khảo sát của chúng tôi độ tin cậy được đánh giá thấp hơn trái ngược với các kết quả khác trong khảo sát này, khi mà độ tin cậy được coi là yếu tố quan trọng nhất của khách hàng khi lựa chọn một ngân hàng."
        },
        {
            "en": "Reviewing the reasonableness, lawfulness, <em>trustworthiness</em> and diligence of the business management and running, accounting books, and financial Statements.",
            "vi": "Kiểm tra tính hợp lý, hợp pháp, tính trung thực và mức độ cẩn trọng trong quản lý, điều hành hoạt động kinh doanh, trong tổ chức công tác kế toán, thống kê và lập báo cáo tài chính."
        },
        {
            "en": "Personal power is a function of one or many qualities: ideas, expertise, accomplishments, charisma, communication skill, and <em>trustworthiness</em>.",
            "vi": "Quyền lực cá nhân liên quan đến một hoặc nhiều phẩm chất của cá nhân: ý tưởng, chuyên môn, thành tích, sức cuốn hút, kỹ năng giao tiếp, và sự đáng tin cậy."
        },
        {
            "en": "It appears that there are only limited sources of information about the reputations and <em>trustworthiness</em> of potential business partners.",
            "vi": "Có vẻ như các nguồn thông tin về uy tín và tính đáng tin cậy của các đối tác kinh doanh tiềm năng là rất hạn chế."
        },
        {
            "en": "You will enhance your relational power in the company, if you demonstrate leadership, <em>trustworthiness</em>, and a concern for the interests of your coalition partners.",
            "vi": "Bạn sẽ tăng quyền lực mối quan hệ của mình trong công ty, nếu bạn chứng minh được khả năng lãnh đạo, phẩm chất đáng tin cậy, và mối quan tâm đến lợi ích của các bên tham gia liên minh."
        },
        {
            "en": "People usually cite the personal qualities of candidates such as virtue, <em>trustworthiness</em>, integrity and knowledge rather than specific electoral promises or platforms.",
            "vi": "Người dân thường hay nêu những phẩm chất cá nhân như đạo đức, đáng tin cậy, liêm chính và có kiến thức hơn là những lời hứa hoặc quan điểm tranh cử cụ thể."
        },
        {
            "en": "A criminal record is a record of a person's criminal history, generally used by potential employers, lenders etc. to assess his or her <em>trustworthiness</em>.",
            "vi": "Lý lịch tư pháp là một hồ sơ về lịch sử hình sự (phạm tội) của một người, thường được các nhà tuyển dụng tương lai, hoặc những người cho vay v. v... quan"
        },
        {
            "en": "A criminal record is a record of a person's criminal history, generally used by potential employers, lenders etc. to assess his or her <em>trustworthiness</em>.",
            "vi": "Lý lịch tư pháp là một hồ sơ về lịch sử hình sự (phạm tội) của một người, thường được các nhà tuyển dụng tương lai, hoặc những người cho vay v.v... quan tâm nhằm đánh giá khả năng tin cẩn đối với người đó."
        },
        {
            "en": "People make assumptions about you, your economic and educational levels, social position and background, degree of sophistication, <em>trustworthiness</em>, moral character and success, based just on your appearance.",
            "vi": "đưa ra những giả định về bạn, kinh tế và trình độ học vấn của bạn, vị trí xã hội và hoàn cảnh, mức độ của sự tinh tế, sự đáng tin cậy, tính cách đạo đức và thành công, được dựa trên hình thức bên ngoài của bạn."
        },
        {
            "en": "People make assumptions about you, your economic and educational levels, social position and background, degree of sophistication, <em>trustworthiness</em>, moral character and success, based just on your appearance.",
            "vi": "Mọi người đưa ra những giả định về bạn, kinh tế và trình độ học vấn của bạn, vị trí xã hội và hoàn cảnh, mức độ của sự tinh tế, sự đáng tin cậy, tính cách đạo đức và thành công, được dựa trên hình thức bên ngoài của bạn."
        },
        {
            "en": "Speaking at a workshop, Mr Smith said most Chinese distributors are fly by night operators who lack credibility and <em>trustworthiness</em> They set up a company, do roaring business for a fleeting period, and then suddenly disappear.",
            "vi": "Phát biểu tại một công xưởng, ông Smith cho biết hầu hết các nhà phân phối Trung Quốc là những gian thương thiếu uy tín và không đáng tin cậy. Họ thành lập một công ty, kinh doanh rầm rộ trong một thời gian, và sau đó đột nhiên biến mất."
        },
        {
            "en": "This has been seen by many to be the aspect of the self which is most influenced by social elements, since it is made up of social roles (such as student, brother, colleague) and characteristics which derive their meaning from comparison or interaction with other people (such as <em>trustworthiness</em>, shyness, sporting ability).",
            "vi": "Việc cá nhân trẻ được nhiều người để ý chịu ảnh hưởng rất nhiều bởi các yếu tố xã hội, vì việc này được tạo thành từ các vai trò xã hội như sinh viên, anh em, đồng nghiệp và các đặc tính thừa hưởng từ việc so sánh hay tương tác với người khác như sự tin cậy, nhút nhát, khả năng thể thao."
        },
        {
            "en": "Untrustworthy guy          \n \n\n\n\n\n Study: Broad-faced men more likely to take the cash and run\n\n\n\n By Robin Nixon Is he trustworthy? Forget what the songs say about his kiss, and check out the breadth of his cheekbones.  Men with wider faces are not only perceived as untrustworthy, they may deserve the reputation, according to a new study published in the journal Psychological Science. In a computerized game, broad-faced men were more likely to exploit others for personal monetary gain, explained lead researcher Michael Stirrat of the University of St. Andrews in Scotland. And other players expected this behavior. The study did not address female <em>trustworthiness</em>. A growing body of science is showing that facial configuration - placement of the eyes, width of the cheekbones and so on - provides clues to a person's personality , including likelihood to be extroverted, conscientious and, now, trustworthy. While this analysis is not unfailing, it works slightly more often than not. The trust game During the study, a participant was shown an expressionless photo of a fellow player's face at the start of each game. The participant then had to decide whether to take an immediate pay-off or entrust the money to the person in the snapshot - who, in turn, could decide to either, cooperate and help both players make more money, or take the cash and run.  Participants were more likely to entrust money to people with narrower faces, a characteristic measured by dividing the face width by the distance between the upper lip and upper eyelid. Photos of all participants were analyzed when the games were completed, allowing researchers to see a correlation between slim faces and actual trustworthy behavior. In another experiment using digitally manipulated photographs, people chose between wide and narrow versions of the same face. Out of 285 participants, 165 said the narrower faces looked more worthy of trust.  \"The effect is not huge, but there is a significant bias for trusting narrow male faces,\" Stirrat said. \"And we are biased in the right direction.\" Testosterone and wider faces While wide-faced men were more exploitive in this study's context, \"it is difficult to generalize to real life,\" Stirrat said.  Other experiments have shown that men with wider faces tend to be more aggressive - broad-faced hockey players spend more time in the penalty box, for example - and are perhaps more dominant. They are also more likely to use aggression for altruistic means by, say, attempting to punish people who steal or break other social rules.  Here's how the researchers figure the link between facial width and <em>trustworthiness</em> might work: During male adolescence, a surge in testosterone prompts bone growth not only in the spine and limbs, but also in the face. Therefore, a wide face may be a sign of an overall bigger man, one who can get away with being more aggressive and less cooperative. Slighter men might act in a more civilized, and trustworthy way. Narrowness is only one aspect of an honest face. We are also more likely to judge someone as trustworthy — rightly or wrongly — if they have faces that are attractive, babyish, similar in appearance to our own kin, or exhibit good health. It makes good evolutionary sense for people to trust their own families and those who exhibit superior genes; even if they are let down, the survival of their own genes is maximized.  In most cases, it pays to be trusting, Stirrat said, because people who feel trusted are more likely to behave in a trustworthy way.",
            "vi": "Một anh chàng không đáng tin cậy        Nghiên cứu: Đàn ông có khuôn mặt lớn có nhiều khả năng lừa đảo tiền bạc hơn Viết: Robin Nixon Anh ta có đáng tin cậy không? Quên đi những bài hát nói về nụ hôn của chàng, mà hãy kiểm tra chiều rộng xương gò má của anh ta đấy. Theo một nghiên cứu vừa công bố trong tạp chí Khoa học tâm lý, nam giới có khuôn mặt rộng không chỉ bị nhận thấy là không đáng tin, mà họ còn có thể nổi danh là vậy. Trong một trò chơi vi tính hoá, những người đàn ông có gương mặt rộng thường hay lợi dụng người khác vì lợi ích kinh tế cá nhân, theo giải thích của nhà nghiên cứu trưởng Michael Stirrat thuộc đại học St. Andrews ở Xcốt-len. Và những người tham dự khác cũng có hành vi này. Nghiên cứu không đề cập đến sự đáng tin cậy của phụ nữ.   Một ngành khoa học đang phát triển cho thấy hình dạng khuôn mặt - vị trí mắt, chiều rộng xương gò má và v.v… - cung cấp bằng chứng về nhân cách của một người, bao gồm có tính hướng ngoại, chu đáo và bây giờ là đáng tin cậy hay không. Mặc dù phân tích này không hoàn toàn chắc chắn, nhưng có còn hơn không.  Trò chơi lòng tin Trong suốt cuộc nghiên cứu, một người tham dự được cho xem một bức hình nét mặt không biểu cảm của một người bạn cùng chơi vào lúc bắt đầu. Người này sau đó phải quyết định có nên lấy tiền tức thì hay không hoặc giao tiền cho người trong bức ảnh – người cùng chơi này cũng sẽ lần lượt quyết định hoặc hợp tác và giúp cả hai cùng kiếm được nhiều tiền hơn, hoặc lấy tiền và trốn mất. Những người tham gia trò chơi thường hay giao tiền cho những người cùng chơi có khuôn mặt hẹp hơn, một đặc điểm được đo bằng cách chia chiều rộng khuôn mặt cho khoảng cách giữa môi trên và mí mắt trên. Hình của tất cả người tham dự được phân tích khi trò chơi hoàn tất, cho phép các nhà nghiên cứu xem xét mối tương quan giữa khuôn mặt thon gọn và hành vi đáng tin cậy trên thực tế. Trong một thí nghiệm khác sử dụng ảnh chụp được xử lý kỹ thuật số, những người tham gia chọn giữa những kiểu hẹp và rộng của cùng một khuôn mặt. Trong số 285 người tham dự, 165 người đã cho rằng khuôn mặt hẹp hơn trông đáng tin hơn.  “Ảnh hưởng không to lớn, nhưng có khuynh hướng thiên vị đáng kể cho đàn ông có khuôn mặt nhỏ,\" Stirrat nói. “Và chúng tôi thiên về khuynh hướng đúng.” Kích thích tố sinh dục nam và khuôn mặt rộng hơn Trong khi đàn ông có khuôn mặt rộng thường tư lợi hơn trong bối cảnh của nghiên cứu này, \"Thật khó có thể khái quát hoá điều đó với đời thực\", Stirrat nói. Các thí nghiệm khác cho thấy nam giới với khuôn mặt to hơn có xu hướng hung hăng hơn - ví dụ như những cầu thủ khúc côn cầu có mặt rộng dành nhiều thời gian hơn trong vùng cấm địa - và có lẽ chiếm ưu thế hơn. Họ cũng có nhiều khả năng thích gây hấn hơn là hoà nhã, chẳng hạn như, cố gắng trừng phạt những kẻ cắp hay làm sai luật lệ xã hội. Đây là cách các nhà khoa học tìm ra mối liên kết giữa chiều rộng của mặt và sự đáng tin cậy có thể xảy ra: Trong nam thanh niên, một đột biến về kích thích tố sinh dục nam không chỉ thúc đẩy xương tăng trưởng ở cột sống và các chi, mà còn ở khuôn mặt. Do đó, khuôn mặt rộng có thể là dấu hiệu của một người vênh váo hơn về tổng thể, có thể hung hăng và ít hợp tác hơn. Nam giới với khuôn mặt nhỏ hơn có thể hành động một cách văn minh và đáng tin cậy hơn. Sự thon gọn chỉ là một khía cạnh của một khuôn mặt trung thực. Chúng ta cũng hay đánh giá ai đó là đáng tin cậy – dù chưa chắc là chính xác - nếu họ có khuôn mặt hấp dẫn, như trẻ thơ, tương tự vẻ của làn da chúng ta, hoặc cho thấy khoẻ tốt. Cũng dễ hiểu khi mọi người thường tin tưởng người trong gia đình của mình và cả những người có gien giỏi hơn; dù là họ bị bỏ rơi, thì vẫn có khả năng cao nhất cho sự tồn tại của gien của họ. Trong hầu hết các trường hợp, sẽ đáng công sức khi tin tưởng một ai đó, Stirrat nói, vì những người cảm thấy mình được tin tưởng thường sẽ cư xử một cách đáng tin cậy hơn."
        }
    ],
    "suggestions": []
}