{
    "en_vn": {
        "data": {
            "content": null,
            "word": "TSS"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>TSS</k><blockquote>■ <cclass>abbreviation toxic shock syndrome. </cclass></blockquote></div>",
            "word": "TSS"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "TSS"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "TSS"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "TSS"
        }
    },
    "sentences": [
        {
            "en": "Biological oxygen demand (BOD) and total suspended solids (<em>TSS</em>).",
            "vi": "Hu cầu ôxy sinh học (BOD) và tổng các chất rắn lơ lửng (TSS)."
        },
        {
            "en": "Tax rebates are designed to facilitate the transition to the <em>TSS</em> described in Section II above.",
            "vi": "Việc hoàn trả thuế được thiết kế để thúc đẩy thực hiện cải cách TSS như đã mô tả trong phần II trên đây."
        },
        {
            "en": "Those two sectors are responsible for 93 percent of <em>TSS</em> releases in Ninh Binh Province.",
            "vi": "Hai phân ngành này phát thải 93% tổng lượng TSS ở Ninh Bình."
        },
        {
            "en": "Tax rebates are designed to facilitate the transition to the <em>TSS</em>.",
            "vi": "Việc hoàn trả thuế được thiết kế để thúc đẩy thực hiện quá trình chuyển sang TSS."
        },
        {
            "en": "Da Nang alone accounts for 54.4 percent of all emissions of <em>TSS</em>.",
            "vi": "Riêng Đà Nẵng đã phát thải 54,4% tổng tải lượng TSS."
        },
        {
            "en": "As is often the case, basic iron and steel is the largest contributor of <em>TSS</em> (26.6 percent).",
            "vi": "Cũng như thường lệ, sản xuất sắt thép là ngành phát thải TSS cao nhất (26,6%)."
        },
        {
            "en": "In 1994, China instituted a comprehensive fiscal reform, commonly referred to as the Tax Sharing System (<em>TSS</em>), or fenshuizhi.",
            "vi": "Năm 1994, Trung Quốc thực hiện một cuộc cải cách ngân sách toàn diện, thường được gọi là Hệ thống phân chia thuế giữa các cấp (TSS), hay fenshuizhi."
        },
        {
            "en": "Ninh Binh for example, which is ranked 30th on the water pollution index, is very high for <em>TSS</em> but relatively low for the other water pollution parameters.",
            "vi": "Ví dụ, Ninh Bình có chỉ số ô nhiễm nước chung đứng thứ 30, nhưng mức độ ô nhiễm do TSS rất cao trong khi ô nhiễm do các chất khác lại tương đối thấp."
        },
        {
            "en": "The basic iron and steel sector is the most significant contributorto <em>TSS</em> releases (22.8 percent) as it is at national level and in the other economic focal regions.",
            "vi": "Sản xuất sắt thép là ngành có lượng phát thải TSS cao nhất (22,8%) giống như ở các vùng kinh tế trọng điểm khác trong nước."
        },
        {
            "en": "Each contributes 19 percent to the total air pollution load, and <em>TSS</em> makes up 86 percent of the pollution releases in water.",
            "vi": "Mỗi loại chất ô nhiễm này (PM-10 và TSP) hiện đóng góp khoảng 19% tổng tải lượng ô nhiễm không khí, và TSS đóng góp 86% tổng lượng chất thải gây ô nhiễm nước."
        },
        {
            "en": "To test this proposition, pollution coefficients for BOD and <em>TSS</em> were obtained from the CTC Vietnam and from the Vietnam-Canada Environment Project.",
            "vi": "Để kiểm tra, các hệ số ô nhiễm BOD và TSS được lấy từ CTC Việt Nam và từ dự án môi trường Việt Nam - Canađa."
        },
        {
            "en": "The corrugated paper and paperboard sector releases 31.8 percent of BOD, and the basic iron and steel sector contributes 33.4 percent of <em>TSS</em> in the region.",
            "vi": "Sản xuất giấy và bìa phát thải 31,8% tổng tải lượng BOD và sản xuất sắt thép phát thải 33,4% tổng lượng TSS."
        },
        {
            "en": "Basic iron and steel is also a large contributor of metals (13.6 percent) but is especially significant for <em>TSS</em> releases (29.6 percent).",
            "vi": "Sản xuất sắt thép cũng là ngành có lượng phát thải kim loại lớn (13,6%) và đặc biệt là TSS (29,6%)."
        },
        {
            "en": "Hanoi and Hai Phong contribute most BOD (63.3 percent), <em>TSS</em> (68.3 percent), metal (73.6 percent), and chemical (73.6 percent) releases to water in the Northern Economic Focal Region.",
            "vi": "Hà Nội và Hải Phòng cũng là hai thành phố có tỉ lệ phát thải BOD (63,3%), TSS (68,3%), kim loại (73,6%) và hoá chất (73,6%) gây ô nhiễm môi trường nước cao nhất Vùng KTTĐ phía Bắc."
        },
        {
            "en": "Municipal Finance in Shanghai China instituted comprehensive fiscal reform in 1994, commonly referred to as the Tax Sharing System (<em>TSS</em>), or fenshuizhi.",
            "vi": "Tài chính đô thị ở Thượng Hải Trung Quốc tiến hành cuộc cải cách ngân sách toàn diện vào năm 1994, được gọi là Hệ thống Phân chia Nguồn thu Thuế giữa các cấp chính quyền (TSS), hay fenshuizhi."
        },
        {
            "en": "For a comprehensive examination of the 1994 <em>TSS</em> reform and its impact on public finance in China, please see: Poverty Reduction and Economic Management Unit, East Asia and Pacific Region, World Bank, China National Development and Sub-National Finance",
            "vi": "Để biết toàn diện về cuộc cải cách TSS năm 1994 và tác động của nó đối với tài chính công ở Trung Quốc, xin đọc ấn phẩm: Poverty Reduction and Economic Management Unit, East Asia and Pacific Region, Ngân hàng thế giới, China National Development and Sub-National Finance"
        },
        {
            "en": "The first was the hold harmless principle, whereby the central government agreed to rebate to each province an amount equal to the reduction in its local tax base caused by <em>TSS</em>.",
            "vi": "Biện pháp thứ nhất là nguyên tắc giữ vô hại, qua đó chính quyền trung ương đồng ý trả lại cho mỗi tỉnh một khoản thu bằng với khoản giảm sút trong cơ sở thuế của địa phương do TSS gây ra."
        },
        {
            "en": "Da Nang and Binh Dinh contribute most water pollutants in the Central Economic Focal Region (59 percent of BOD, 68.3 percent of <em>TSS</em>, 63 percent of chemicals, and 70.3 percent of metals).",
            "vi": "Đà Nẵng và Bình Định là hai tỉnh phát thải các chất gây ô nhiễm môi trường nước cao nhất vùng (59% BOD, 68,3% TSS, 63% hoá chất và 70.3% tổng tải lượng kim loại)."
        }
    ],
    "suggestions": []
}