{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tuareg"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Tuareg</k><blockquote><cclass>[<cclass>'twα:rɛg<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>Tuaregs</b>) a member of a Berber people of the western and central Sahara. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>the name in Berber. </blockquote></div>",
            "word": "Tuareg"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tuareg"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tuareg"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tuareg"
        }
    },
    "sentences": [
        {
            "en": "In the following three weeks, Sereno and Garcea (along with five excavator s, five <em>Tuareg</em> guides, and five soldiers from Niger’s army) sketch ed a detailed map of the destined site, which was dubbed Gobero after the <em>Tuareg</em> name for the area, a place the ancient Kiffian and <em>Tuareg</em> nomads used to roam.",
            "vi": "Trong 3 tuần sau đó, Sereno và Garcea (cùng với 5 máy đào , 5 người dẫn người Tuareg và 5 lính từ quân đội Niger) đã phác thảo một bản đồ chi tiết của vùng đích đến, nơi Được mệnh danh là Gobero sau khi người Tuareg đặt tên cho vùng này, một nơi mà người Kiffian cổ và người du mục Tuareg đã từng đi du mục qua."
        },
        {
            "en": "Tenere, one of the most barren areas on the Earth, is located on the southern flank of Sahara. According to the turbaned nomad s <em>Tuareg</em> who have ruled this infertile domain for a few centuries, this California-size ocean of sand and rock is a ‘desert within a desert’.",
            "vi": "Tenere, một trong những vùng cằn cỗi nhất trên trái đất, được tọa lạc tại sườn phía Nam của Sahara.Dựa theo những người du mục trùm khăn Tuareg, những người cai trị vùng đất chết này trong vài thập kỷ, đại dương cát và đá rộng như California được ví như là là một “sa mạc nằm trong sa mạc”"
        }
    ],
    "suggestions": []
}