{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tucson"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Tucson"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tucson"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tucson"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tucson"
        }
    },
    "sentences": [
        {
            "en": "My school's address is : 2745 E. 18th St. <em>Tucson</em> AZ.",
            "vi": "Trường địa chỉ của tôi là: 2745 E, đường thứ 18 Tucson AZ."
        },
        {
            "en": "My school's address is: 2745 E. 18th St. <em>Tucson</em> AZ.",
            "vi": "Trường địa chỉ của tôi là : 2745 E, đường thứ 18 Tucson AZ."
        },
        {
            "en": "Friend, I see you come from Arizona. You know I 'm from Arizona too. What neck of the woods do you come from back home? Near <em>Tucson</em>? I live on a farm near <em>Tucson</em> myself!",
            "vi": "Này anh bạn, tôi thấy anh là người tiểu bang Arizona. Anh biết không tôi cũng là người bang Arizona. Anh ở vùng quê nào đến đây. Có gần Tucson không? Tôi sống tại một nông trại ở gần Tucson."
        },
        {
            "en": "Friend, I see you come from Arizona. You know I'm from Arizona too. What neck of the woods do you come from back home? Near <em>Tucson</em>? I live on a farm near <em>Tucson</em> myself!",
            "vi": "Này anh bạn, tôi thấy anh là người tiểu bang Arizona. Anh biết không tôi cũng là người bang Arizona. Anh ở vùng quê nào đến đây. Có gần Tucson không? Tôi sống tại một nông"
        },
        {
            "en": "Where better to test this than in <em>Tucson</em>, Ariz.? Gallup's team went there twice: Once in the winter, when it was a cool 71.6 degrees F outside, and once in early summer, when it was 98.6 degrees F.",
            "vi": "Nơi tốt nhất để kiểm tra điều này là ở Tucson, Ariz. Nhóm nghiên cứu của Gallup đã đến đấy 2 lần: Một lần vào mùa đông, khi nhiệt độ ngoài trời mát mẻ, ở 71.6 độ F, và một lần vào đầu mùa hè, khi nhiệt độ là 98.6 độ F."
        },
        {
            "en": "The University of Arizona in <em>Tucson</em>, for example, has eighteen colleges and ten schools. They include the colleges of pharmacy, education, engineering and law. They also include the schools of architecture, dance and public administration.",
            "vi": "Arizona ở Tucson có 18 colleges và 10 schools, bao gồm các colleges giảng dạy về dược khoa, giáo dục, kỹ thuật và luật pháp. Trường Đại học Arizona cũng có các schools giảng dạy về kiến trúc, khiêu vũ và hành chính công."
        },
        {
            "en": "The University of Arizona in <em>Tucson</em>, for example, has eighteen colleges and ten schools. They include the colleges of pharmacy, education, engineering and law. They also include the schools of architecture, dance and public administration.",
            "vi": "Chẳng hạn như Trường Đại học Arizona ở Tucson có 18 colleges và 10 schools, bao gồm các colleges giảng dạy về dược khoa, giáo dục, kỹ thuật và luật pháp. Trường Đại học Arizona cũng có các schools giảng dạy về kiến trúc, khiêu vũ và hành chính công."
        },
        {
            "en": "University of Geneva physician Adrian G. Guggisberg, MD, agrees with Gallup that changes in room temperature can trigger yawning. But he's wary of the brain cooling theory. And he offers an alternative interpretation of Gallup's <em>Tucson</em> study.",
            "vi": "Bác sĩ Adrian G. Guggisberg ở Đại học Geneva đồng ý với Gallup rằng những thay đổi trong nhiệt độ phòng có thể gây ra ngáp. Nhưng ông cảnh giác với lý thuyết làm mát não. Và ông đưa ra một cách giải thích khác cho nghiên cứu Tucson của Gallup."
        }
    ],
    "suggestions": []
}