{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tue",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tue",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tue",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tue",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tue",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Hoang thuong van <em>tue</em>!",
            "vi": "long live the King!"
        },
        {
            "en": "Today, <em>Tue</em> has 280 employees, and her exports are worth about US$4 million a year.",
            "vi": "Hiện nay, Tuệ có 280 nhân viên, và doanh thu từ xuất khẩu trị giá khoảng 4 triệu USD một năm."
        },
        {
            "en": "Mr. Nghiem Xuan <em>Tue</em>, Office Director of the National Coordination Committee for Disabled People",
            "vi": "Ông Nghiêm Xuân Tuệ, Giám đốc Văn phòng Ủy ban Điều phối Quốc gia về Các hoạt động hỗ trợ Người khuyết tật"
        },
        {
            "en": "Before she and her husband started their business, <em>Tue</em> had 17 years experience in working for state-owned seafood companies.",
            "vi": "Trước khi cô ấy và chồng khởi lập doanh nghiệp, Tuệ đã có 17 năm kinh nghiệm làm việc cho các công ty chế biến hải sản của Nhà nước."
        },
        {
            "en": "The art work is displaying at Dai <em>Tue</em> Pagoda, Nam Dan district in the central province of Nghe An from May 17-20.",
            "vi": "Tác phẩm nghệ thuật này được trưng bày tại chùa Đại Tuệ, huyện Nam Đàn, tỉnh Nghệ An từ ngày 17 đến ngày 20 tháng 5."
        },
        {
            "en": "Phan Thi Minh <em>Tue</em>, 49, is the director of Phu Thanh Co. Ltd., a seafood processing and exporting company in Can Tho.",
            "vi": "Phan Thị Minh Tuệ, 49 tuổi, là giám đốc Công ty TNHH Phú Thành, một doanh nghiệp chế biến và xuất khẩu hải sản ở Cần Thơ."
        },
        {
            "en": "Him Lam Phat trien Tri <em>tue</em> Tree m Viet JSC developed Vietopia on an area of 22,000 square meters with VND520 billion. KizCity was developed on an area of 20,000 square meters in Khanh Hoi Park with VND40 billion, while Kizworld 5,500 square meters in Parkson Flemington. ",
            "vi": "Công ty Cổ phần Him Lam Phát triển trí tuệ trẻ em Việt phát triển Vietopia trên diện tích 22.000 mét vuông với chi phí 520 tỷ đồng. KizCity đã được phát triển trên diện tích 20.000 mét vuông tại công viên Khánh Hội với chi phí 40 tỷ đồng, trong khi Kizworld rộng 5.500 mét vuông tại Parkson Flemington."
        }
    ],
    "suggestions": []
}