{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tui"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tui</k><blockquote><cclass>[<cclass>'tu:i<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a large New Zealand honeyeater with glossy blackish plumage and two white tufts at the throat. [<i>Prosthemadura novaeseelandiae</i>.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Maori. </blockquote></div>",
            "word": "tui"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tui"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tui"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tui"
        }
    },
    "sentences": [
        {
            "en": "<em>Tui</em> dang te 't",
            "vi": "Test , i am testing"
        },
        {
            "en": "toi chay <em>tui</em> roi.",
            "vi": "i am broke."
        },
        {
            "en": "cai <em>tui</em> thi het tien roi",
            "vi": "the bucket run out of money"
        },
        {
            "en": "<em>tui</em> khuyen a ta ko hut thuoc",
            "vi": "i advice him don't smoke"
        },
        {
            "en": "<em>tui</em> dc 5 diem mon toan",
            "vi": "I got 5 mark for Math"
        },
        {
            "en": "neu co the cho <em>tui</em> lam con song. <em>tui</em> se lam con song cua dai duong",
            "vi": "if possible for me make a wave . I will make wave of opensea"
        },
        {
            "en": "neu ban van o day thi toi se di, neu ban di thi <em>tui</em> se o lai",
            "vi": "you stay in here, next time or next times"
        },
        {
            "en": "Va ti hay anh khng mt xu dinh <em>tui</em>, ta cung co th mua c tt ca cai gi tt nht trn th gian nay.",
            "vi": "And to glance with an eye or show a bean in its pod confounds the learning of all times."
        },
        {
            "en": "\"Người xứ nẫu\"- ý nói đến những người sử dụng nhiều âm \"âu\" trong các câu nói. Người Phú Yên và người Bình Định là 2 tỉnh thành miền trung Việt Nam, nằm liền kề nhau trên dải đất giáp biển, không chỉ giống nhau ở nhiều điểm liên quan tới địa hình, tập quán sinh sống mà người dân nơi đây cũng có một cách phát âm đặc biệt-  âm \"âu\". Bên cạnh những từ vựng có âm \"âu\" nguyên bản như: đi đâu, ruộng sâu ruộng cạn, con ong nâu, làm gì lâu vậy, cho sủa \"gâu gâu\", .... Những từ vựng đồng âm \"âu\" khác lại là hình thức chuyển thể từ âm \"ôi\", ví dụ: trái ổi (trái ẩu), mặc kệ tôi (kệ <em>tui</em>/ kệ nẫu), thiên lôi (thiên lâu), bệnh rồi (bệnh rầu).... ",
            "vi": "The “Xứ Nẫu” people are known as the ones pronouncing the diphthong of “âu” in their speech. Phu Yen and Binh Dinh, the two provinces of Central Vietnam, are located closely along at hand along the coast, not only have the same features relating to the terrains, living customs, but also their similar unique pronunciation, using the sound “âu”. In addition to words with the original sound “âu”, such as “đi đâu” (Where do you go), “ruộng sâu ruộng cạn” (water field dry field), “con ong nâu” (a brown bee), “làm gì lâu vậy” (How long it is to do!), “chó sủa gâu gâu” (a dog barks “woof, woof”), there are a lot of words regarded as the same diphthong “âu” as the ones mentioned above. However, it is the transformation from the sound “ôi” into “âu”, for instances, trái ổi → trái ẩu (guava), mặc kệ tôi→ Kệ nẫu/ Kệ tui (none of your business!), thiên lôi→ Thiên lâu (God of thunder), bệnh rồi→ bệnh rầu (I’m sick.), etc."
        }
    ],
    "suggestions": []
}