{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,tju:məridʒə'nisiti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tình trạng nổi bướu ung thư, tình trạng nổi u ung thư</td></tr></table><i/></div>",
            "word": "tumorigenicity"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tumorigenicity"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tumorigenicity"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tumorigenicity"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tumorigenicity"
        }
    },
    "sentences": [
        {
            "en": "Kon <em>Tum</em>: Ms. Y Van’s story",
            "vi": "Kon Tum: Câu chuyện về chị Y Va"
        },
        {
            "en": "U.S.-Funded Boarding School for Disadvantaged Opens in Kon <em>Tum</em> Province",
            "vi": "Trường nội trú dành cho người thiệt thòi do Hoa Kỳ tài trợ được khánh thành ở Kon Tum"
        },
        {
            "en": "More targeted assistance appears especially needed in Binh Phuoc, Lai Chau, Ha Giang, Kon <em>Tum</em> and Son La (UN 2002).",
            "vi": "Đặc biệt, cần tiến hành trợ giúp nhằm mục tiêu đối tượng rõ rệt hơn ở các tỉnh Bình Phước, Lai Châu, Hà Giang, Kon Tum và Sơn La (LHQ 2002)."
        },
        {
            "en": "Local capacity strengthening to meet the MDGs in Kon <em>Tum</em> province and other selected localities.",
            "vi": "Tăng cường năng lực cho cấp cơ sở để thực hiện các MDG ở tỉnh Kon Tum và các địa bàn khác được lựa chọn."
        },
        {
            "en": "Koalas have been killed by parasites , chlamydia epidemics and a <em>tum</em> our-causing retro-virus.",
            "vi": "Những con gấu Koala đã bị giết bởi những sinh vật ký sinh , những dịch bệnh do vi khuẩn Chlamydia và retro virus một nguyên nhân gây bệnh dạ dày của chúng ta."
        },
        {
            "en": "Child mortality rates remain high in places like Kon <em>Tum</em>, Gia Lai, Lang Son and Cao Bang, among others.",
            "vi": "Tỷ lệ tử vong ở trẻ em vẫn còn cao ở những nơi như Kon Tum, Gia Lai, Lạng Sơn, Cao Bằng và một số nơi khác."
        },
        {
            "en": "More targeted assistance appears especially needed in Binh Phuoc, Lai Chau, Ha Giang, Kon <em>Tum</em> and Son La.",
            "vi": "Cần có sự trợ giúp nhằm mục tiêu hơn đặc biệt vào các tỉnh, Bình Phước, Lai Châu, Hà Giang, Kon Tum, và Sơn La."
        },
        {
            "en": "For example, the IMR in Kon <em>Tum</em> is eight times higher than that of Ho Chi Minh City or Hanoi.",
            "vi": "Thí dụ: tỷ lệ tử vong trẻ em dưới một tuổi ở tỉnh Kon Tum cao hơn 8 lần so với thành phố Hồ Chí Minh hay Hà Nội."
        },
        {
            "en": "Central SOEs do not include data from Tuyen Quang, Kon <em>Tum</em>, Dong Thap, Ca Mau, Bac Lieu, Soc Trang, Binh Phuoc, Bac Can, and Hoa Binh provinces.",
            "vi": "Các doanh nghiệp nhà nước trung ương không bao gồm số liệu của các tỉnh Tuyên quang, Kon tum, Đồng tháp, Cà mau, Bạc liêu, Sóc trăng, Bình phước, Bắc cạn và Hòa bình."
        },
        {
            "en": "Sample sizes ranged from 72 in Kon <em>Tum</em> to 300 in Ho Chi Minh City, and most provinces had over a hundred respondents.",
            "vi": "Quy mô mẫu dao động từ 72 hộ ở Kon Tum tới 300 hộ ở Thành phố Hồ Chí Minh, và ở hầu hết các địa phương đều có trên 100 người trả lời phiếu khảo sát."
        },
        {
            "en": "The Central Highlands province of Kon <em>Tum</em> has a fertility rate of 3.45 and the northern province of Ha Giang 3.08, according to Le Canh Nhac, the department’s deputy head.",
            "vi": "Tỉnh Kon Tum ở khu vực Tây Nguyên có tỷ lệ sinh 3,45 và tỉnh Hà Giang là 3.08, theo ông Lê Cảnh Nhạc, Phó trưởng Cục Dân số và Kế hoạch hóa gia đình"
        },
        {
            "en": "In poor provinces such as Kon <em>Tum</em>, Ha Giang, Tuyen Quang, Lao Cai, and Son La where ethnic minorities are concentrated special efforts have been made to provide loans with subsidized interest.",
            "vi": "Ở các tỉnh nghèo như Kon Tum, Hà Giang, Tuyên Quang, Lào Cai, và Sơn La nơi tập trung nhiều người dân tộc thiểu số đã cố gắng cho vay với lãi suất ưu đãi."
        },
        {
            "en": "Experts’ study shows that only eight provinces are suitable for macadamia planting, namely Dak Nong, Lam Dong, Dak Lak, Gia Lai, Kon <em>Tum</em> provinces in the Central Highlands region and the three northern provinces of  Son La, Lai Chau, Dien Bien.",
            "vi": "Nghiên cứu của các chuyên gia cho thấy rằng chỉ có tám tỉnh là phù hợp để trồng macca, cụ thể bao gồm Đắk Nông, Lâm Đồng, Đắk Lắk, Gia Lai, Kon Tum ở khu vực Tây Nguyên và ba tỉnh miền Bắc là Sơn La, Lai Châu, Điện Biên."
        },
        {
            "en": "We are active in: Ha Giang, Phu Tho, Hoa Binh, Ninh Thuan, Ben Tre, Tien Giang, Binh Dinh and Kon <em>Tum</em> as well as the Ba Dinh District of Ha Noi and the Go Vap District of Ho Chi Minh City.",
            "vi": "Chúng tôi hoạt động tại Hà Giang, Phú Thọ, Hoà Bình, Ninh Thuận, Bến Tre, Tiền Giang, Bình Định, Kon Tum cũng như quận Ba Đình, Hà Nội và Quận Vò Gấp, Tp Hồ Chí Minh."
        },
        {
            "en": "Dubbed as the second Da Lat in the Central Highlands, Mang Den is located in Kon Plong district, Kon <em>Tum</em> province, with the cool climate of the highlands with vast pine forests. The quiet space is suitable for those who want to rest and relax.",
            "vi": "Được mệnh danh như là cao nguyên thứ hai ở Đà Lạt. Măng Đen nằm ở quận Kon Plong, tỉnh Kon Tum với tiết trời se lạnh của những vùng đất cao nguyên cùng với những khu rừng thông rộng lớn. Vùng đất yên tĩnh phù hợp với những ai muốn nghỉ ngơi và thư giãn."
        },
        {
            "en": "“To date, 12 provinces have declared the natural calamity - drought and saline intrusion – including 10 provinces in Mekong River Delta, namely Tien Giang, Ben Tre, Kien Giang, Soc Trang, Long An, Ca Mau, Vinh Long, Tra Vinh, Binh Thuan and Ninh Thuan, and two provinces in the Central Highlands, namely Gia Lai and Kon <em>Tum</em>,” it reads.",
            "vi": "\"Tính đến nay đã có 12 tỉnh công bố tình trạng thiên tai hạn hán, xâm nhập mặn, trong đó có 10 tỉnh đồng bằng sông Cửu Long là Tiền Giang, Bến Tre, Kiên Giang, Sóc Trăng, Long An, Cà Mau, Vĩnh Long, Trà Vinh, Bình Thuận, Ninh Thuận và 2 tỉnh Tây Nguyên là Gia Lai và Kon Tum...\"."
        },
        {
            "en": "Dak Lak province is the biggest sufferer from the drought, followed by Gia Lai, Lam Dong and Kon <em>Tum</em>. Of the total 165,000 hectares of industrial crops in the areas, there are 110,000 hectares of coffee and 40,000 hectares have withered because of the lack of water.",
            "vi": "Tỉnh Đắk Lắk là nơi bị ảnh hưởng lớn nhất bởi hạn hán, tiếp theo là Gia Lai, Lâm Đồng và Kon Tum. Trong tổng số 165.000 héc-ta cây công nghiệp, có 110.000 héc-ta cà phê và 40.000 héc-ta đã bị khô héo vì thiếu nước."
        },
        {
            "en": "From Kon <em>Tum</em> city, you take National Highway 24 about 50 km east to the town of Mang Den. The attractions here include the system of seven lakes of Toong Ly Leng, Toong Ziu, Toong Zori, Toong Sang, Toong Po, Toong Dam, and three waterfalls of Dak Ke, Pa Sy and Dak Pne.",
            "vi": "Từ thành phố Kon Tum, bạn đi vào đường cao tốc 24 khoảng 50km hướng đông tới thị trấn Măng Đen. Điểm thu hút ở đây bao gồm hệ thống gồm 7 hồ Toong Ly Leng, Toong Ziu, Toong Sang, Toong Po, Toong Dan và ba thác nước Dak Ke, Pa Sy và Dak Pne."
        },
        {
            "en": "In Ha Giang and Hoa Binh provinces, 70 percent of high school students said they don’t intend to go to university. The ps are 55 percent in Yen Bai, Bac Kan and Dien Bien, and 35 percent in Kon <em>Tum</em> province.",
            "vi": "Ở các tỉnh Hà Giang và Hoà Bình, 70% học sinh trung học cho biết họ không có ý định đi học đại học. Con số là 55% ở Yên Bái, Bắc Kạn, Điện Biên, và 35% ở tỉnh Kon Tum."
        },
        {
            "en": "At the entrance gate No 1 which faces Nguy Nhu Kon <em>Tum</em> street, there are many cafes, drug stores and street food shops. The rooms facing Le Van Thiem street have turned into kindergartens and business offices. Restaurants and bars have mushroomed within the campus of the village.",
            "vi": "Tại cổng vào số 1 nằm trên đường Ngụy Như Kon Tum, có rất nhiều quán cà phê, cửa hàng thuốc và quán ăn vỉa hè. Các phòng trọ hướng ra đường Lê Văn Thiêm đã biến thành trường mẫu giáo và văn phòng kinh doanh. Nhà hàng và quán bar đã mọc lên như nấm trong khuôn viên của làng sinh viên."
        }
    ],
    "suggestions": []
}