{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['tju:mʌlt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự lộn xộn, sự náo động, sự hỗn độn (nhất là của một đám đông dân chúng)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the tumult of battle</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự hỗn độn của trận đánh</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tiếng ầm ĩ, tiếng ồn ào (do sự náo động sinh ra)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">trạng thái xáo động, trạng thái bối rối (về tâm trí); sự rối loạn</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">mind in a tumult</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">đầu óc đang bối rối xáo động</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a tumult of passion</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự xáo động vì đam mê</font></td></tr></table><i/></div>",
            "word": "tumult"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>tumult</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a loud, confused noise, as caused by a large mass of people. </blockquote></blockquote><blockquote><blockquote>2》 confusion or disorder. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>tumulte</i> or L. <i>tumultus</i>. </blockquote></div>",
            "word": "tumult"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>tumult</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>she added her voice to the tumult</i>: CLAMOUR, din, noise, racket, uproar, commotion, ruckus, rumpus, hubbub, pandemonium, babel, bedlam, brouhaha, furore, fracas, melee, frenzy; <cclass><i>Scottish</i> &amp; <cclass><i>N. English</i> stramash; <cclass><i>informal</i> hullabaloo; <cclass><i>Brit.</i><cclass><i>informal</i> row.</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote><b>2</b><i>years of political tumult</i>: TURMOIL, confusion, disorder, disarray, unrest, chaos, turbulence, mayhem, havoc, upheaval, ferment, agitation, trouble.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>tranquillity.</blockquote></div>",
            "word": "tumult"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>tumult</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>violent, noisy agitation</b></blockquote><blockquote><blockquote><ex>1) to cause tumult </ex></blockquote></blockquote><blockquote><blockquote><ex>2) in tumult over</ex></blockquote></blockquote></div>",
            "word": "tumult"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tumult"
        }
    },
    "sentences": [
        {
            "en": "<em>Tumult</em> subsides.",
            "vi": "Tiếng ồn ào lắng dần."
        },
        {
            "en": "The demonstration broke up in <em>tumult</em>.",
            "vi": "Cuộc biểu tình bùng nổ thành cuộc náo động."
        },
        {
            "en": "Her mind was in a <em>tumult</em>.",
            "vi": "Đầu óc của cô ta đang bấn loạn."
        },
        {
            "en": "When the <em>tumult</em> within him subsided, he will be alright.",
            "vi": "Khi trạng tháo kích động trong người anh ta lắng xuống, anh ta sẽ ổn thôi."
        },
        {
            "en": "His mind is in a <em>tumult</em>, don't bother him.",
            "vi": "Đầu óc anh ấy đang rối bời, đừng làm phiền ảnh."
        },
        {
            "en": "The <em>tumult</em> of battle made the children scared.",
            "vi": "Sự hỗn độn của trận đánh làm cho lũ trẻ sợ hãi."
        },
        {
            "en": "I had to shout to be heard above the <em>tumult</em>.",
            "vi": "Tôi phải hét thật to người ta mới nghe được giữa cảnh náo động đó."
        },
        {
            "en": "Her <em>tumult</em> of jealousy made her become blind.",
            "vi": "Sự kích động vì ghen tuông khiến cô ta trở nên mù quáng."
        },
        {
            "en": "I couldn't hear his speak over the <em>tumult</em> of battle.",
            "vi": "Tôi đã không thể nghe được những gì ông ấy nói trong sự hỗn độn của trận đánh."
        },
        {
            "en": "Her speech threw the House of Commons into a <em>tumult</em> of protest.",
            "vi": "Diễn văn của bà ta đã làm cho Hạ nghị viện ầm ầm phản đối."
        },
        {
            "en": "I couldn't hear her speak over the <em>tumult</em> from the screaming fans.",
            "vi": "Tôi đã không thể nghe được những gì cô ấy nói trong tiếng la hét hỗn độn của đám người hâm mộ."
        },
        {
            "en": "There was too great a <em>tumult</em> of conflicting ideas in her mind for her to sort them out.",
            "vi": "Đầu óc nàng hỗn độn những ý nghĩ xung đột nhau quá dữ dội khiến nàng không sao ép đi cho yên tâm được."
        },
        {
            "en": "\"Wuthering\" being a significant provincial adjective, descriptive of the atmospheric <em>tumult</em> to which its station is exposed in stormy weather.",
            "vi": "Cái tên \"Đỉnh gió\" là một từ mà dân địa phương đặt cho bất kỳ cái gì phơi mình dưới những cơn gió bão thổi hun hút qua những cánh đồng hoang dã miền Yorkshire như ngôi nhà này."
        },
        {
            "en": "Stocks fell on Wall Street Thursday after the Federal Reserve decided to hold off on raising interest rates but expressed some concern about recent <em>tumult</em> in markets.",
            "vi": "Cổ phiếu ở Phố Wall giảm hôm thứ Năm sau khi Cục Dự trữ Liên bang quyết định chưa tăng lãi suất nhưng lại tỏ ý lo ngại về những xáo trộn gần đây trên các thị trường."
        },
        {
            "en": "When scholars gathered at Harvard last month to discuss the political <em>tumult</em> convulsing China’s ruling Communist Party, a demure female undergraduate with a direct stake in the outcome was listening intently from the top row of the lecture hall. She was the daughter of Xi Jinping, China’s vice president and heir apparent for the party’s top job.",
            "vi": "Khi các sinh viên tập trung tại Đại học Harvard vào tháng trước để thảo luận về sự hỗn loạn chính trị đang làm chấn động giới cầm quyền của đảng Cộng sản Trung Quốc. Một nữ sinh đại học trong dáng vẻ nghiêm trang - có vị trí với một sự lựa chọn trực tiếp trong hội sinh viên đã chăm chú lắng nghe từ hàng ghế đầu của giảng đường. Cô là con gái của Tập Cận Bình-người từng giữ chức phó chủ tịch Trung Quốc và đã tiếp quản chính thức cho công việc hàng đầu của đảng cộng sản Trung Quốc."
        },
        {
            "en": "23         23. THE ANGEL As I drifted, I dreamed. Where I floated, under the dark water, I heard the happiest sound my mind could conjure up — as beautiful, as uplifting, as it was ghastly. It was another snarl; a deeper, wilder roar that rang with fury. I was brought back, almost to the surface, by a sharp pain slashing my upraised hand, but I couldn't find my way back far enough to open my eyes. And then I knew I was dead. Because, through the heavy water, I heard the sound of an angel calling my name, calling me to the only heaven I wanted. \"Oh no, Bella, no!\" the angel's voice cried in horror. Behind that longed-for sound was another noise — an awful <em>tumult</em> that my mind shied away from. A vicious bass growling, a shocking snapping sound, and a high keening, suddenly breaking off… I tried to concentrate on the angel's voice instead. \"Bella, please! Bella, listen to me, please, please, Bella, please!\" he begged. Yes, I wanted to say. Anything. But I couldn't find my lips. \"Carlisle!\" the angel called, agony in his perfect voice. \"Bella, Bella, no, oh please, no, no!\" And the angel was sobbing tearless, broken sobs. The angel shouldn't weep, it was wrong. I tried to find him, to tell him everything was fine, but the water was so deep, it was pressing on me, and I couldn't breathe. There was a point of pressure against my head. It hurt. Then, as that pain broke through the darkness to me, other pains came, stronger pains.  I cried out, gasping, breaking through the dark pool. \"Bella!\" the angel cried. \"She's lost some blood, but the head wound isn't deep,\" a calm voice informed me. \"Watch out for her leg, it's broken.\" A howl of rage strangled on the angel's lips. I felt a sharp stab in my side. This couldn't be heaven, could it? There was too much pain for that. \"Some ribs, too, I think,\" the methodical voice continued. But the sharp pains were fading. There was a new pain, a scalding pain in my hand that was overshadowing everything else. Someone was burning me. \"Edward.\" I tried to tell him, but my voice was so heavy and slow. I couldn't understand myself. \"Bella, you're going to be fine. Can you hear me, Bella? I love you.\" \"Edward,\" I tried again. My voice was a little clearer. \"Yes, I'm here.\" \"It hurts,\" I whimpered. \"I know, Bella, I know\" — and then, away from me, anguished — \"can't you do anything?\" \"My bag, please… Hold your breath, Alice, it will help,\" Carlisle promised. \"Alice?\" I groaned. \"She's here, she knew where to find you.\" \"My hand hurts,\" I tried to tell him. \"I know, Bella. Carlisle will give you something, it will stop.\" \"My hand is burning!\" I screamed, finally breaking through the last of the darkness, my eyes fluttering open. I couldn't see his face, something dark and warm was clouding my eyes. Why couldn't they see the fire and put it out? His voice was frightened. \"Bella?\" \"The fire! Someone stop the fire!\" I screamed as it burned me. \"Carlisle! Her hand!\" \"He bit her.\" Carlisle's voice was no longer calm, it was appalled. I heard Edward catch his breath in horror. \"Edward, you have to do it.\" It was Alice's voice, close by my head. Cool fingers brushed at the wetness in my eyes. \"No!\" he bellowed. \"Alice,\" I moaned. \"There may be a chance,\" Carlisle said. \"What?\" Edward begged. \"See if you can suck the venom back out. The wound is fairly clean.\" As Carlisle spoke, I could feel more pressure on my head, something poking and pulling at my scalp. The pain of it was lost in the pain of the fire. \"Will that work?\" Alice's voice was strained. \"I don't know,\" Carlisle said. \"But we have to hurry.\" \"Carlisle, I…\" Edward hesitated. \"I don't know if I can do that.\" There was agony in his beautiful voice again. \"It's your decision, Edward, either way. I can't help you. I have to get this bleeding stopped here if you're going to be taking blood from her hand.\" I writhed in the grip of the fiery torture, the movement making the pain in my leg flare sickeningly. \"Edward!\" I screamed. I realized my eyes were closed again. I opened them, desperate to find his face. And I found him. Finally, I could see his perfect face, staring at me, twisted into a mask of indecision and pain. \"Alice, get me something to brace her leg!\" Carlisle was bent over me, working on my head. \"Edward, you must do it now, or it will be too late.\" Edward's face was drawn. I watched his eyes as the doubt was suddenly replaced with a blazing determination. His jaw tightened. I felt his cool, strong fingers on my burning hand, locking it in place. Then his head bent over it, and his cold lips pressed against my skin. At first the pain was worse. I screamed and thrashed against the cool hands that held me back. I heard Alice's voice, trying to calm me.  Something heavy held my leg to the floor, and Carlisle had my head locked in the vise of his stone arms. Then, slowly, my writhing calmed as my hand grew more and more numb. The fire was dulling, focusing into an ever-smaller point. I felt my consciousness slipping as the pain subsided. I was afraid to fall into the black waters again, afraid I would lose him in the darkness. \"Edward,\" I tried to say, but I couldn't hear my voice. They could hear me. \"He's right here, Bella.\" \"Stay, Edward, stay with me…\" \"I will.\" His voice was strained, but somehow triumphant. I sighed contentedly. The fire was gone, the other pains dulled by a sleepiness seeping through my body. \"Is it all out?\" Carlisle asked from somewhere far away. \"Her blood tastes clean,\" Edward said quietly. \"I can taste the morphine.\" \"Bella?\" Carlisle called to me. I tried to answer. \"Mmmmm?\" \"Is the fire gone?\" \"Yes,\" I sighed. \"Thank you, Edward.\" \"I love you,\" he answered. \"I know,\" I breathed, so tired. I heard my favorite sound in the world: Edward's quiet laugh, weak with relief. \"Bella?\" Carlisle asked again. I frowned; I wanted to sleep. \"What?\" \"Where is your mother?\" \"In Florida,\" I sighed. \"He tricked me, Edward. He watched our videos.\" The outrage in my voice was pitifully frail. But that reminded me. \"Alice.\" I tried to open my eyes. \"Alice, the video — he knew you, Alice, he knew where you came from.\" I meant to speak urgently, but my voice was feeble. \"I smell gasoline,\" I added, surprised through the haze in my brain. \"It's time to move her,\" Carlisle said. \"No, I want to sleep,\" I complained. \"You can sleep, sweetheart, I'll carry you,\" Edward soothed me. And I was in his arms, cradled against his chest — floating, all the pain gone. \"Sleep now, Bella\" were the last words I heard.",
            "vi": "23        23. THIÊN THẦN  Khi lịm đi, tôi mơ.  Lúc tôi nổi lên, từ dưới mặt nước đen ngòm, tôi đã nghe âm thanh hạnh phúc nhất mà tâm trí tôi nhớ được - vừa dễ chịu, vừa làm ta sung sướng, lại vừa kinh khiếp. Lại có tiếng gầm khác; một tiếng rống điên cuồng hơn, trầm hơn, gầm lên giận dữ. Tôi đã được đưa lên trở lại, sắp đến mặt nước rồi, với cơn đau nhói cắm phập vào bàn tay đang giơ lên, nhưng vẫn chưa ngoi lên được đủ xa để mở mắt ra được. Và rồi tôi biết mình đã chết.  Bởi vì, qua vùng nước đen ngòm ấy, tôi nghe tiếng của một thiên thần gọi tên tôi, gọi tôi đến với thiên đường hằng mong ước.  \"Ôi trời, Bella, không!\" giọng của thiên thần kêu lên khiếp sợ.  Đằng sau âm thanh tôi khao khát mong chờ ấy là một tiếng động khác – ồn khủng khiếp đến mức tâm trí tôi muốn né tránh nó. Một giọng trầm gầm gừ dữ dội, tiếng cắn xé điên dại và một tiếng than khóc thảm thiết, đột ngột khựng lại...  Thay vì đó, tôi cố tập trung lắng nghe tiếng thiên thần.  \"Bella ơi, làm ơn! Bella, hãy nghe anh, xin em, xin em, Bella, xin em hãy nghe anh!\" anh ta cầu xin.  Vâng, tôi muốn lên tiếng. Một lời gì đó. Nhưng tôi không thể hé môi ra được.  \"Carlisle !\" thiên thần gọi, đau đớn cực độ trong trong giọng nói tuyệt vời của anh. \"Bella, Bella, không, ôi, xin em, không, không!\" Và thiên thần đang thổn thức với cặp mắt ráo hoảnh, tiếng nức nở vỡ vụn.  Thiên thần đâu có khóc, không đúng rồi. Tôi cố gắng tìm chàng, để kể cho chàng biết mọi thứ diễn ra rất tốt đẹp, nhưng nước sâu quá, nước đang đè lấy tôi, và tôi không thể thở được.  Có một vật nhọn đâm vào đầu tôi. Đau quá. Rồi, khi cơn đau ấy xuyên qua bóng tối đến với tôi, thì những cơn đau khác lại đến, những cơn đau này có vẻ mạnh hơn.  Tôi khóc thét lên, nói hổn hển, vọt lên khỏi chiếc hồ đen ngòm.  \"Bella!\" tiếng thiên thần thét lên.  \"Cô ấy bị mất máu, nhưng vết thương trên đầu không sâu lắm,\" một giọng điềm tĩnh thông báo cho tôi biết. \" Coi chừng chân cô ấy, nó gãy rồi. \" Tiếng rú phẫn nộ nghẹn ngào trên đôi môi của thiên thần.  Tôi có cảm giác bị đâm mạnh vào sườn. Điều này không thể xảy ra trên thiên đàng được, phải không? Tôi đau quá.  \"Vài cái xương sườn bị gãy, tôi cho là thế\" giọng nói có vẻ thận trọng ấy lại tiếp tục.  Nhưng rồi những cảm giác đau nhói ấy cũng lịm dần. Rồi một cơn đau mới, cơn đau cháy thịt da ở tay tôi đang lấn át những cơn đau khác.  Có ai đó đang đốt tôi.  \"Edward. \" Tôi cố nói với anh ấy, nhưng giọng tôi vang lên rất nặng nề và chậm chạp. Tôi không thể hiểu được chính tôi.  \"Bella, em sẽ ổn thôi. Em có nghe anh nói không, Bella? Anh yêu em. \" \"Edward, \" tôi cố gắng nói lần nữa. Giọng tôi có vẻ rõ hơn thêm một tí.  \"Ừ, anh đây.” “Đau quá, \" tôi rên rỉ.  \"Anh biết, Bella, anh biết mà\" – và rồi, tiếng nói của anh ấy xa khỏi tôi, đau khổ - \"Bố  không thể làm gì sao?\" \"Làm ơn đưa cái túi của bố, …Nín thở, Alice, sẽ dễ hơn, \" Carlisle cam đoan.  \"Alice ?\" Tôi rên rỉ.  \"Cô ấy đang ở đây, cô ấy biết phải tìm em ở đâu. \" \"Tay em đau quá, \" tôi cố nói với anh ấy.  \"Anh biết, Bella. Bố Carlisle sẽ mang lại cho em cái gì đó, nó sẽ hết đau thôi.” \"Tay của em đang bị đốt!\" Tôi hét lên, cuối cùng cũng vượt qua được bóng tối, mắt tôi mở nhẹ nhàng. Tôi không thể thấy mặt của anh ấy vì cái gì đó đen và ấm áp che phủ mắt tôi. Tại sao họ không thấy lửa và dập nó đi? Giọng anh hoảng sợ. \" Bella ?\" \"Lửa! Có ai đó dập lửa đi!\" Tôi hét lên khi nó thiêu đốt tôi.  \"Carlisle! Tay cô ấy !\" \"Hắn cắn cô ấy. \" Giọng của Carlisle không còn bình tĩnh nữa, có vẻ khiếp đảm.  Tôi nghe Edward dù khiếp sợ nhưng cố giữ nhịp thở bình thường.  \"Edward, anh phải làm chuyện đó thôi.” Tôi nghe giọng nói Alice sát ngay đầu tôi. Những ngón tay mát rượi của cô ấy vuốt nước mắt tôi.  \"Không !\" anh ấy rống lên.  \" Alice, \" tôi rên rỉ.  \"Có lẽ còn cơ hội, \" Carlisle lên tiếng.  \"Gì vậy bố ?\" Edward khẩn khoản.  \"Xem liệu con có thể hút nọc độc ra không. Vết thương khá sạch”.  Khi  Carlisle nói, tôi cảm thấy áp lực trên đầu tôi nhiều hơn, cái gì đó đang chọc và kéo da đầu tôi. Cơn đau đó bị chìm đắm trong cơn đau bị lửa thiêu đốt.  \"Có tác dụng không?\" Giọng Alice  căng thẳng.  \"Bố không biết, \" Carlisle  nói. \" Nhưng chúng ta phải làm nhanh lên.” \"Carlisle,  con… \" Edward do dự. \" Con không biết liệu con có thể làm được không. \" Giọng nói tuyệt vời của anh lại chất chứa nỗi đau đớn khôn cùng.  \"Edward, dù sao đi nữa cũng là quyết định của con. Bố không thể giúp con được. Bố phải cầm máu lại ở đây nếu con hút máu trên tay cô ấy. \" Tôi quằn quại đau đớn, cử động đó làm cho vết thương ở  chân tôi lại bùng lên đau buốt.  \"Edward ! \" tôi hét lên. Tôi nhận ra mắt mình đã nhắm trở lại. Tôi mở mắt ra, tuyệt vọng tìm kiếm khuôn mặt anh. Và tôi tìm thấy anh. Cuối cùng, tôi có thể nhìn thấy được khuôn mặt hoàn hảo của anh, đang chăm chú nhìn tôi, méo mó trong do dự và đau đớn.  \"Alice, lấy cho bố cái gì đó để nẹp chân cô ấy lại!\" Carlisle cúi xuống tôi, cầm máu trên đầu tôi. \"Edward, con phải làm chuyện đó ngay, nếu không sẽ quá muộn.” Mặt Edward cau lại. Tôi thấy mắt anh từ do dự bỗng chuyển sang quyết tâm thấy rõ. Anh nghiến quai hàm. Tôi cảm nhận được những ngón tay mát rượi, mạnh mẽ của anh trên bàn tay bỏng cháy của tôi.  Rồi anh cúi xuống, và đôi môi lạnh giá của anh áp trên da tôi. Lúc đầu nỗi đau còn dữ dội hơn. Tôi la hét và đập túi bụi vào đôi tay mát rượi đang kiềm giữ tôi. Tôi nghe giọng Alice, cố xoa dịu tôi.  Có cái gì đó nằng nặng đè chân tôi trên sàn, và Carlisle giữ chặt đầu tôi trong vòng tay thép cứng như vòng kìm của ông.  Sau đó, từ từ, cơn đau quằn quại dịu đi khi như tay tôi bắt đầu càng lúc càng tê dại. Ngọn lửa đang lụi dần, tập trung thành một điểm nhỏ.  Tôi cảm thấy mình đang dần trôi vào vô thức khi cơn đau lắng xuống. Tôi sợ mình lại rơi vào vũng nước đen lần nữa, sợ tôi sẽ mất anh trong bóng tối đen ngòm đó.  \"Edward, \" tôi cố lên tiếng, nhưng tôi không thể nghe thấy giọng tôi. Chắc họ có thể nghe thấy.  \"Anh ấy ở ngay đây nè, Bella.” \"Ở lại, Edward, ở lại với em… \" \"Anh sẽ ở lại.”  Giọng anh căng thẳng, nhưng lại hoan hỉ.  Tôi thở dài hài lòng. Lửa đã được dập tắt, những cơn đau khác cũng lịm dần vì cơn buồn ngủ đang chiếm lĩnh dần cơ thể tôi.  \"Đã ra hết chưa?\" Carlisle hỏi từ một nơi nào đó xa xôi.  \"Máu của cô ấy sạch rồi, \" Edward lặng lẽ đáp. \" Con nghe có mùi moóc-phin. \" \"Bella ?\" Carlisle gọi với tôi.  Tôi cố trả lời. \" Hưm….ưm..ưm?” \"Hết lửa rồi chứ ?\" \"Dạ, \" tôi thở dài. \" Cảm ơn anh, Edward. \" \"Anh yêu em, \" anh trả lời.  . “Em biết mà, “  tôi thở, quá mệt.  Tôi nghe âm thanh ưa thích nhất đời tôi: tiếng cười dịu dàng của Edward, yếu ớt nhưng nhẹ nhõm.  \"Bella ?\" Carlisle gọi lần nữa.  Tôi cau mày, muốn ngủ tiếp. \"Dạ ?\" \"Mẹ con đâu rồi?\" \"Ở Florida, \" tôi thở dài. \" Hắn đã gạt em, Edward. Hắn xem băng video của nhà em.” Vẻ oán hận trong giọng nói tôi nghe yếu ớt đến đáng thương làm sao.  Nhưng nó khiến tôi nhớ lại.  \"Alice. \" Tôi cố mở mắt. \" Alice, cuộn băng video – hắn biết em,  Alice, hắn biết em xuất thân từ đâu.” Tôi muốn nói ngay, nhưng giọng tôi yếu ớt. \"Chị  ngửi thấy mùi xăng, \" tôi nói thêm, ngạc nhiên khi thấy có màn sương đang bao phủ đầu óc tôi.  \"Đã đến lúc phải chuyển cô ấy đi,” Carlisle nói.  \"Không, con muốn ngủ,” tôi than thở.  \"Em có thể ngủ, em yêu, anh sẽ bế em đi,” Edward dỗ dành tôi.  Và tôi nằm trong vòng tay anh, được bế trước ngực anh – trôi bồng bềnh, mọi cơn đau biến mất.  “Giờ thì ngủ đi, Bella “ đó là những lời cuối cùng tôi nghe được."
        }
    ],
    "suggestions": []
}