{
    "en_vn": {
        "data": {
            "content": null,
            "word": "tuy"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "tuy"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "tuy"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "tuy"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "tuy"
        }
    },
    "sentences": [
        {
            "en": "<em>tuy</em> ban",
            "vi": "It's up to you"
        },
        {
            "en": "con <em>tuy</em>",
            "vi": "It depends"
        },
        {
            "en": "<em>tuy</em> ban thoi.",
            "vi": "it's up to you"
        },
        {
            "en": "Luong Van <em>Tuy</em> High School",
            "vi": "Trung học phổ thông Lương Văn Tụy"
        },
        {
            "en": "dieu do <em>tuy</em> thuoc vao ban",
            "vi": "its up to you"
        },
        {
            "en": "Hectic <em>Tuy</em> Hoa fishing port at dawn",
            "vi": "Khung cảnh sôi động của cảng cá Tuy Hòa buổi sớm mai"
        },
        {
            "en": "The stunning late 19th century Mang Lang church with neo-gothic architecture in <em>Tuy</em> An district.",
            "vi": "Nhà thờ Mằng Lăng sau thế kỷ 19 đẹp lộng lẫy với kiến trúc Tân Gothic tại huyện Tuy An."
        },
        {
            "en": "The stunning late 19th century Mang Lang church with neo-gothic architecture in <em>Tuy</em> An district.",
            "vi": "Nhà thờ Mằng Lăng sau thế kỷ 19 đẹp lộng lẫy với kiến trúc Tân Gothic tại huyện Tuy An."
        },
        {
            "en": "The province's speciality, Nem Cho Huyen, can be found in <em>Tuy</em> Phuoc's District's Phuoc Loc Commune.",
            "vi": "Nem Chợ Huyện, món ngon của tỉnh có thể tìm thấy ở Huyện Tuy Phước, Xã Phước Lộc."
        },
        {
            "en": "Visitors traveling to <em>Tuy</em> Hoa fishing port located in the coastal city of <em>Tuy</em> Hoa in Phu Yen Province at around 5 a.m. will have a chance to see how local fishermen begin the day early in the morning.",
            "vi": "Du khách ghé thăm cảng cá Tuy Hòa nằm ở thành phố biển Tuy Hòa, tỉnh Phú Yên vào khoảng 5 giờ sáng sẽ có cơ hội xem cách mà các ngư dân địa phương bắt đầu một ngày vào buổi sáng sớm."
        },
        {
            "en": "<em>Tuy</em> nhiên đừng đổ tràn hoặc quá nhiều dầu có thể làm xuất hiện bong bóng khí.",
            "vi": "But don't overfill either – too much oil can cause air bubbles."
        },
        {
            "en": "The city also has 8 smaller industrial complexes, including Vinh <em>Tuy</em>, Phu Thuy, Tu Liem, and Dong Anh.",
            "vi": "Thành phố cũng có 8 cụm công nghiệp nhỏ hơn, trong số đó có các cụm Vĩnh Tuy, Phú Thụy, Từ Liêm và Đông Anh."
        },
        {
            "en": "Recently, the central province of Phu Yen decided to provide free wifi in the city of <em>Tuy</em> Hoa.",
            "vi": "Gần đây, trung tâm tỉnh Phú Yên quyết định cung cấp wifi miễn phí ở thành phố Tuy Hòa."
        },
        {
            "en": "<em>Tuy</em> Phong People's Committee recently held a referendum which saw 51 of 53 families veto a new aquaculture project.",
            "vi": "Uỷ ban nhân dân huyện Tuy Phong mới đây đã tổ chức một cuộc trưng cầu dân ý và đã thấy 51 trên 53 gia đình bác bỏ dự án nuôi trồng thủy sản mới."
        },
        {
            "en": "Ti nghe va thy thng bt c vt gi, <em>tuy</em> vy ti chng hiu gi v thng.",
            "vi": "Nor do i understand who there can be more wonderful than myself."
        },
        {
            "en": "Several influential commentators, including General Vo Nguyen Giap and Professor Hoang <em>Tuy</em>, have argued that the state system is in an advanced state of decay.",
            "vi": "Một số tên tuổi có uy tín ở Việt Nam, trong đó bao gồm Đại tướng Võ Nguyên Giáp và Giáo sư Hoàng Tụy đã báo động về tình trạng tê liệt vai trò quản lý của nhà nước."
        },
        {
            "en": "<em>Tuy</em> vậy, đôi khi tôi không ngăn được mình, ngắm anh từ xa, trong quán ăn tự phục vụ hoặc bãi đậu xe.",
            "vi": "I watched him sometimes, unable to stop myself— from a distance, though, in the cafeteria or parking lot."
        },
        {
            "en": "However, the problem is that Vinh Tan 2 is located in <em>Tuy</em> Hoa and Ca Na, the two districts with the strongest wind in the country. ",
            "vi": "Tuy nhiên, vấn đề là nhà máy Vĩnh Tân 2 nằm ở Tuy Hòa và Cà Ná, hai huyện với gió mạnh nhất ở nước ta."
        },
        {
            "en": "“Duck Egg Collection,\" by Tran Van <em>Tuy</em>, describes the act of duck breeding and egg harvesting, which is the main income for a family in Vietnam. Photo: CGAP",
            "vi": "\"Duck Egg Collection\" của Trần Văn Túy, mô tả hành động của người chăn nuôi vịt đang thu hoạch trứng, đó là nguồn thu nhập chính cho một gia đình ở Việt Nam. Ảnh: CGAP"
        },
        {
            "en": "Có nhiều tên gọi Phật A Di Đà, <em>tuy</em> nhiên, Amitabha là tên thường được dùng nhất để gọi Phật Vô Lượng Quang và Vô Lượng Thọ.",
            "vi": "There are several names for \"A Di Đà Phật\" in several other languages ; however, Amitabha is the most commonly used name for the Buddha of Infinite Light and Infinite Life."
        }
    ],
    "suggestions": []
}