{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Tyler"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Tyler"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Tyler"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Tyler"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Tyler"
        }
    },
    "sentences": [
        {
            "en": "Apparently <em>Tyler</em> wasn't, though.",
            "vi": "Nhưng hình như Tyler thì không."
        },
        {
            "en": "\"Hey, Edward, I'm really sorry.\" <em>Tyler</em> began.",
            "vi": "\"Này, Edward, tôi vô cùng xin lỗi.\" Tyler bắt đầu."
        },
        {
            "en": "Well, except for <em>Tyler</em>, Angela amended quietly.",
            "vi": "Ừ, chỉ không từ chối Tyler thôi, Angela lặng lẽ chỉnh."
        },
        {
            "en": "I glanced at Dr. Cullen and <em>Tyler</em>.",
            "vi": "Tôi nhìn lướt qua bác sĩ Cullen và Tyler."
        },
        {
            "en": "<em>Tyler</em> sighed and brushed away her tears.",
            "vi": "Tyler thở dài và gạt đi những giọt nước mắt."
        },
        {
            "en": "How <em>Tyler</em> could be so delusional, I couldn't imagine.",
            "vi": "Sao mà Tyler có thể hoang tưởng đến thế, tôi thực không thể tưởng tượng nổi."
        },
        {
            "en": "<em>Tyler</em> tried to sell me that one last week.",
            "vi": "Tyler đã cố làm tôi tin chuyện đó tuần trước."
        },
        {
            "en": "She might invite <em>Tyler</em> and Conner, and maybe Lauren.",
            "vi": "Cô ấy có thể mời cả Tyler và Conner, và có lẽ Lauren luôn."
        },
        {
            "en": "<em>Tyler</em> looked a hundred times worse than I felt.",
            "vi": "Tyler trông tệ hơn tôi cả trăm lần."
        },
        {
            "en": "\"Get <em>Tyler</em> out of the van!\" someone else shouted.",
            "vi": "\"Lôi Tyler ra khỏi xe!\" người khác la to."
        },
        {
            "en": "I'm going to run over <em>Tyler</em> Crowley tomorrow before school?",
            "vi": "Ngày mai trước khi vào lớp, tôi sẽ cán Tyler Crowley?"
        },
        {
            "en": "<em>Tyler</em> told everyone he's taking you to prom.",
            "vi": "Tyler nói với mọi người là anh ấy sẽ đưa bạn đến buổi khiêu vũ của lớp."
        },
        {
            "en": "Then he looked away, at <em>Tyler</em>, and walked to the next bed.",
            "vi": "Rồi anh ấy nhìn sang Tyler, và đến giường kế tiếp."
        },
        {
            "en": "<em>Tyler</em> Crowley was impossible, following me around, obsessed with making amends to me somehow.",
            "vi": "Tyler Crowley thật không thể chịu được, cứ đi theo tôi khắp nơi, bị ám ảnh với chuyện muốn bù đắp cho tôi sao đó."
        },
        {
            "en": "Directly behind me, <em>Tyler</em> Crowley was in his recently acquired used Sentra, waving.",
            "vi": "Ngay sau lưng tôi, Tyler Crowley vẫy tay trong chiếc Sentra mới mua."
        },
        {
            "en": "Mike was there, Jessica and Angela, Conner, <em>Tyler</em>, Eric and Lauren.",
            "vi": "Mike đã ngồi đó, Jessica và Angela, Conner, Tyler, Eric và Lauren."
        },
        {
            "en": "\"I 'm not going to be in town, <em>Tyler</em>.\" My voice sounded a little sharp.",
            "vi": "\"Tôi không có mặt trong thành phố, Tyler.\" Giọng tôi hơi gay gắt."
        },
        {
            "en": "Lauren got to <em>Tyler</em> and Conner before Mike could, so those two were also busy.",
            "vi": "Lauren đã kể cho Tyler và Conner trước Mike, nên hai người đó cũng bận luôn."
        },
        {
            "en": "\"I'm sorry, <em>Tyler</em>, I'm stuck behind Cullen.\" I was annoyed — obviously the holdup wasn't my fault.",
            "vi": "\"Tôi xin lỗi, Tyler, tôi bị kẹt sau xe Cullen.\" Tôi bực mình - rõ ràng tình trạng tắc nghẽn không phải là lỗi của tôi."
        },
        {
            "en": "<em>Tyler</em>, trying to win back her attention, asked Lauren's opinion on a CD he held.",
            "vi": "Tyler, cố gắng làm cô nàng chú ý trở lại, hỏi ý kiến của Lauren về CD anh ta đang cầm."
        }
    ],
    "suggestions": []
}