{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ju(:)'bikwəti]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">ubiquitousness</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ju(:)'bikwitəsnis]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">ubiquitousness</font></td></tr></table><i/></div>",
            "word": "ubiquity",
            "pronounce": "[ju(:)'bikwəti]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ubiquity",
            "pronounce": "[ju(:)'bikwəti]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ubiquity",
            "pronounce": "[ju(:)'bikwəti]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ubiquity",
            "pronounce": "[ju(:)'bikwəti]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ubiquity",
            "pronounce": "[ju(:)'bikwəti]"
        }
    },
    "sentences": [
        {
            "en": "So while they provide World Wide Web <em>ubiquity</em> to the movie",
            "vi": "Trong khi như vậy chúng cung cấp tính đồng thời ở khắp mọi nơi mạng toàn cầu tới movie"
        },
        {
            "en": "Combine low and high technology to achieve relative <em>ubiquity</em> of access to effective and affordable information and communication technology tools.",
            "vi": "Kết hợp các công nghệ thấp và cao để đảm bảo khả năng tiếp cận rộng rãi với các công cụ CNTT&TT hiệu quả và phù hợp khả năng tài chính."
        },
        {
            "en": "Finally, matching the physical <em>ubiquity</em> of being available in world wide markets is the virtual <em>ubiquity</em> of being available on every website having anything to do with the company's offerings",
            "vi": "của) hiện thân sẵn có trong thế giới những thị trường rộng lớn là tính đồng thời ở khắp mọi nơi thực tế (của) hiện thân sẵn có trên mọi website đang có bất cứ cái gì để làm với những sự đề nghị (của) công ty"
        },
        {
            "en": "Finally, matching the physical <em>ubiquity</em> of being available in world wide markets is the virtual <em>ubiquity</em> of being available on every website having anything to do with the company's offerings",
            "vi": "Cuối cùng, phù hợp với tính đồng thời ở khắp mọi nơi vật lý (của) hiện thân sẵn có trong thế giới những thị trường rộng lớn là tính đồng thời ở khắp mọi nơi thực tế (của) hiện thân sẵn có trên mọi website đang có bất cứ cái gì để làm với những sự đề nghị (của) công ty"
        },
        {
            "en": "Americans are not good readers. Many blame the <em>ubiquity</em> of digital media. We’re too busy on Snapchat to read, or perhaps internet skimming has made us incapable of reading serious prose. But Americans’ trouble with reading predates digital technologies. The problem is not bad reading habits engendered by smartphones, but bad education habits engendered by a misunderstanding of how the mind reads.",
            "vi": "Người Mỹ không phải là những người đọc hiệu quả. Nhiều người đổ lỗi cho sự phát triển của phương tiện truyền thông kỹ thuật số. Chúng ta có vẻ dành nhiều thời gian để đọc trên snapchat, hoặc có lẽ lướt Internet đã làm cho chúng ta không có khả năng đọc văn xuôi . Nhưng rắc rối của người Mỹ với việc đọc lại đứng sau công nghệ kỹ thuật số. Vấn đề ở đây không phải là những thói quen đọc không tốt được tạo ra bởi điện thoại thông minh, nhưng những thói quen giáo dục xấu được sinh ra bởi một sự hiểu lầm về cách mà tư tưởng đọc."
        },
        {
            "en": "However in mobile browsers, Flash support is increasingly rare as companies push for HTML5 as the mobile Web browsing standard. Adobe maintains that it pulled the plug on Flash because it realized it'll never reach the same level of <em>ubiquity</em> as on PCs, and last week Adobe told CNET that Web standards match 80 percent of Flash's functionality. Apple realized this even earlier; it has famously blocked Flash since beginning of the iPhone. Until Android 4.1, Flash represented a key point of differentiation between iOS and Android.",
            "vi": "Tuy nhiên các trình duyệt di động ngày càng hiếm hỗ trợ Flash bởi các công ty đều yêu cầu HTML5 như là chuẩn duyệt Web di động. Adobe khẳng định hãng ngưng hỗ trợ Flash trên di động vì nhận ra rằng Flash sẽ không bao giờ trở nên phổ biến như trên máy tính, và tuần trước Adobe chia sẻ với CNET là các chuẩn Web chỉ tương thích với 80 phần trăm chức năng của Flash. Apple đã nhận ra điều này thậm chí còn sớm hơn; hãng nổi tiếng là đã chặn Flash ngay từ khi iPhone ra mắt. Trước Android 4.1, Flash vẫn là điểm mấu chốt để phân biệt giữa iOS và Android."
        }
    ],
    "suggestions": []
}