{
    "en_vn": {
        "data": {
            "content": null,
            "word": "UC",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>UC</k><blockquote>■ <cclass>abbreviation University College. </cclass></blockquote></div>",
            "word": "UC",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "UC",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "UC",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "UC",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "ki <em>uc</em> quay ve",
            "vi": "memory back"
        },
        {
            "en": "<em>Uc</em> Trai is Nguyen Trai's pen-name.",
            "vi": "Ức Trai là bút danh của Nguyễn Trãi."
        },
        {
            "en": "<em>Uc</em> Trai is Nguyen Trai's pen - name.",
            "vi": "Ức Trai là bút danh của Nguyễn Trãi."
        },
        {
            "en": "Lead author Els van der Helm, a doctoral student in psychology at <em>UC</em> Berkeley, explains:",
            "vi": "Tác giả chính Els van der Helm, một nghiên cứu sinh tiến sĩ tâm lý học tại UC Berkeley, giải thích:"
        },
        {
            "en": "The discovery has been made and announced by a team from <em>UC</em>.",
            "vi": "Phát hiện được thực hiện và công bố bởi một nhóm từ UC."
        },
        {
            "en": "<em>UC</em> is all about connecting many disparate systems to make it work toward a common standard.",
            "vi": "UC tất cả đều về kết nối nhiều hệ thống tạp nham để làm cho nó làm việc hướng tới chuẩn chung."
        },
        {
            "en": "Senior author Matthew Walker, associate professor of psychology and neuroscience at <em>UC</em> Berkeley, says in a media statement:",
            "vi": "Tác giả kỳ cựu Matthew Walker, giáo sư tâm lý học và khoa học thần kinh tại UC Berkeley, cho biết trong một bài phát biển trên phương tiện truyền thông:"
        },
        {
            "en": "For this technology to work seamlessly, networking teams must be highly skilled in <em>UC</em> architecture, strategy and implementation.",
            "vi": "Để công nghệ này làm việc không dừng, tổ kết mạng phải có kĩ năng cao về kiến trúc, chiến lược và thực hiện UC."
        },
        {
            "en": "Human brains are hardwired for negativity, reports psychologist Rick Hanson, senior fellow at the Greater Good Science Center at <em>UC</em> Berkeley.",
            "vi": "Nhà tâm lý học Rick Hanson, thành viên cấp cao tại trung tâm Greater Good Science ở UC Berkeley cho biết: bộ não con người được kết nối mạnh mẽ với sự tiêu cực."
        },
        {
            "en": "Gerard Roland is a Professor of Economics at <em>UC</em> Berkeley and is Programme Director on Transition Economies at the Centre for Economic Policy Research.",
            "vi": "Gerard Roland là Giáo sư kinh tế tại trường Đại học California ở Berkeley, Giám đốc Chương trình về Kinh tế chuyển đổi tại Trung tâm Nghiên cứu Chính sách kinh tế (CEPR)."
        },
        {
            "en": "While the <em>UC</em> Irvine student has been looking for entry-level software jobs for months and recently had several interviews but that's where his lack of business background was exposed.",
            "vi": "Trong khi anh sinh viên UC Irvine này đã từng tìm kiếm việc làm phần mềm mức vào nghề trong nhiều tháng và gần đây đã có nhiều cuộc phỏng vấn nhưng đó lại là chỗ phơi bầy ra việc thiếu nền tảng doanh nghiệp của anh ta."
        },
        {
            "en": "According to a recent <em>UC</em> Davis study published online in BMC Cardiovascular Disorders, people with lower socioeconomic status are at greater risk of developing heart disease compared to those who are wealthier or better educated. The likelihood of heart disease persists, even with long-term progress in addressing traditional risk factors, such as smoking, high blood pressure and elevated cholesterol. Peter Franks, a <em>UC</em> Davis professor of family and community medicine and lead author of the study said:",
            "vi": "Theo một nghiên cứu gần đây của UC Davis công bố trực tuyến trong Các rối loạn tim mạch của BMC, những người có tình trạng kinh tế xã hội thấp hơn có nguy cơ phát triển bệnh tim cao hơn so với những người giàu có hoặc được giáo dục tốt hơn. Khả năng mắc bệnh tim vẫn còn, ngay cả với những tiến bộ lâu dài trong việc giải quyết các yếu tố nguy cơ truyền thống, chẳng hạn như hút thuốc lá, huyết áp và cholesterol cao. Peter Franks, giáo sư y học gia đình và cộng đồng tại UC Davis và là tác giả chính của nghiên cứu cho biết:"
        },
        {
            "en": "— ’No, rabbi, I didn’t. You have nothing to worry about. I graduated from <em>UC</em> Berkeley and recently defended a thesis on the philosophy of Socrates. Now, I decided to fill in some blank spots, and for that purpose, I want to study the Talmud.’",
            "vi": "\"Không, thưa bác học giả, cháu không học ạ. Nhưng bác an tâm. Cháu tốt nghiệp Đại học California, Berkeley và vừa mới bảo vệ luận văn về triết học Socrates. Bây giờ cháu muốn bổ sung những kiến thức còn thiếu, nên cháu tìm hiểu về sách Talmud đó ạ.\""
        },
        {
            "en": "Researchers at the University of California (<em>UC</em>), Berkeley, have discovered that during REM or the dream phase sleep, our body's stress chemistry shuts down while the brain processes emotional experiences and eases the pain in difficult memories. They suggest their findings, reported online in the journal Current Biology on Wednesday, offer a compelling explanation for why people with post-traumatic stress disorder (PTSD) have recurring nightmares and a hard time recovering from distressing experiences.",
            "vi": "Các nhà nghiên cứu tại Đại học California (UC), Berkeley, đã phát hiện ra rằng trong giai đoạn ngủ động mắt nhanh (REM) hoặc giai đoạn ngủ mơ, đặc tính hóa học gây căng thẳng trong cơ thể chúng ta giảm xuống trong khi não xử lý các trải nghiệm về cảm xúc và và giúp giảm bớt nỗi đau trong những ký ức không dễ chịu. Họ cho rằng các phát hiện của mình, đăng trực tuyến trong tạp chí Current Biology vào hôm thứ tư, cung cấp một lời giải thích thuyết phục cho lý do tại sao những người mắc chứng rối loạn căng thẳng hậu chấn thương tâm lý (PTSD) có những cơn ác mộng lặp đi lặp lại và khoảng thời gian khó khăn để hồi phục từ những trải nghiệm đau buồn."
        },
        {
            "en": "According to a recent <em>UC</em> Davis study published online in BMC Cardiovascular Disorders, people with lower socioeconomic status are at greater risk of developing heart disease compared to those who are wealthier or better educated. The likelihood of heart disease persists, even with long-term progress in addressing traditional risk factors, such as smoking, high blood pressure and elevated cholesterol. Peter Franks, a <em>UC</em> Davis professor of family and community medicine and lead author of the study said: \"Being poor or having less than a high school education can be regarded as an extra risk when assessing a patient's chances of developing cardiovascular disease.\" He continued saying that, \"People with low socioeconomic status need to have their heart-disease indicators managed more aggressively.\"The authors used data from the Atherosclerosis Risk in Communities Study, including more than 12,000 people between the ages of 45 to 64 years living in North Carolina, Mississippi, Minnesota and Maryland, in which participants reported their education and income levels in 1987. The participants were periodically evaluated for heart-disease diagnoses and changes in their risk factors, including cholesterol, blood pressure and smoking over the course of 10 years.   According to the results, people with lower socioeconomic status had a 50% increased risk of developing heart disease compared to other study participants.  \nAlthough it is common knowledge for people with low socioeconomic status to have a greater risk for developing heart disease and other health problems, the reason is often attributed to reduced health-care access or poor adherence to treatments, such as smoking cessation or medication.  \nLow socio-economic status is therefore a heart-disease risk factor on its own\n  For the first time this study revealed that the increased risk continued even though long-term improvements in other risk factors have been made, showing that access and adherence could not account for the differences. According to Franks, low socio-economic status is therefore a heart-disease risk factor on its own and needs to be regarded as such by the medical community.\nHe said that previous studies could help explain the association between low socioeconomic status and increased heart-disease risk. Social disadvantages and adversity in childhood could mean lasting adaptations to stress which result in more stress on the heart. Cumulative effects of social disadvantage throughout a person's life could also cause more \"wear and tear\" on the cardiovascular system.\nFranks recommends including socio-economic status in the Framingham risk assessment, a tool based on outcomes from the Framingham Heart Study, commonly used to determine treatments for heart-disease prevention. He commented that UK health-care providers are already considering socio-economic status for the determination of care plans. Franks, who's research focuses on addressing health-care disparities said: \"Doctors could, for instance, moderately increase the dosage of cholesterol-lowering drugs to reflect the higher risk imposed by socioeconomic status. Changes like this would be easy to implement, and the benefits could be significant.\"\nWritten by Petra Rattue  Copyright: Medical News Today",
            "vi": "Theo một nghiên cứu gần đây của UC Davis công bố trực tuyến trong Các rối loạn tim mạch của BMC, những người có tình trạng kinh tế xã hội thấp hơn có nguy cơ phát triển bệnh tim cao hơn so với những người giàu có hoặc được giáo dục tốt hơn. Khả năng mắc bệnh tim vẫn còn, ngay cả với những tiến bộ lâu dài trong việc giải quyết các yếu tố nguy cơ truyền thống, chẳng hạn như hút thuốc lá, huyết áp và cholesterol cao. Peter Franks, giáo sư y học gia đình và cộng đồng tại UC Davis và là tác giả chính của nghiên cứu cho biết:\n”Nghèo hoặc chỉ được đi học chưa đến bậc trung học có thể được coi như là một nguy cơ thêm khi đánh giá các cơ hội phát triển bệnh tim mạch của bệnh nhân.” Ông tiếp tục nói rằng, “Những người có tình trạng kinh tế xã hội thấp cần phải quản lý chỉ số bệnh tim của họ nhiều hơn”.\nCác tác giả sử dụng dữ kiện từ Nghiên cứu Nguy cơ Xơ vữa động mạch trong Cộng đồng, bao gồm hơn 12,000 người trong độ tuổi từ 45 đến 64, sống ở Bắc Carolina, Mississippi, Minnesota và Maryland, trong đó người tham gia cho biết về trình độ học vấn và mức thu nhập của họ vào năm 1987. Những người tham gia được đánh giá định kỳ bằng chẩn đoán bệnh tim và những thay đổi trong các yếu tố nguy cơ của họ, bao gồm huyết áp, cholesterol máu, và hút thuốc trong thời gian 10 năm.Theo kết quả, những người có tình trạng kinh tế xã hội thấp hơn đã tăng 50% nguy cơ phát triển bệnh tim so với những người tham gia nghiên cứu khác. \nMặc dù ai cũng biết những người có tình trạng kinh tế xã hội thấp có nguy cơ phát triển bệnh tim và các vấn đề về sức khỏe khác lớn hơn, lý do thường là do ít có điều kiện chăm sóc sức khỏe hoặc điều trị bệnh, chẳng hạn như là cai thuốc hoặc uống thuốc.  Do đó tình trạng kinh tế xã hội thấp tự bản thân là một yếu tố nguy cơ bệnh tim Lần đầu tiên nghiên cứu này cho thấy rằng nguy cơ tăng tiếp tục mặc dù những cải tiến lâu dài trong các yếu tố nguy cơ khác đã được thực hiện, cho thấy việc có điều kiện chăm sóc sức khỏe hoặc điều trị bệnh không thể giải thích cho sự khác biệt \nÔng nói rằng các nghiên cứu trước đây có thể giúp giải thích mối liên hệ giữa tình trạng kinh tế xã hội thấp và nguy cơ bệnh tim tăng. Sự bất lợi trong xã hội và nghịch cảnh trong thời thơ ấu có thể có nghĩa là sự thích nghi lâu dài với tình trạng căng thẳng mà kết quả là dẫn đến nhiều áp lực hơn trên tim. Tác động tích lũy của những bất lợi xã hội trong suốt cuộc đời của một người cũng có thể gây ra nhiều sự \"hao mòn\" hơn trên hệ thống tim mạch.\nFranks đề nghị tính đến tình trạng kinh tế - xã hội trong đánh giá rủi ro Framingham, một công cụ dựa trên kết quả của nghiên cứu tim mạch Framingham, thường được sử dụng để xác định phương pháp điều trị để phòng chống bệnh tim. Ông nhận xét rằng các nhà cung cấp dịch vụ chăm sóc sức khỏe của Vương quốc Anh đã xem xét tình trạng kinh tế-xã hội để xác định kế hoạch chăm sóc. Franks, người có những nghiên cứu tập trung vào việc giải quyết sự bất bình đẳng trong chăm sóc sức khỏe, cho biết: “Các bác sĩ có thể, ví dụ như, tăng vừa phải liều thuốc hạ cholesterol để phản ánh nguy cơ cao hơn gây ra bởi tình trạng kinh tế xã hội. Những thay đổi như thế này sẽ được thực hiện dễ dàng, và những lợi ích có thể đạt được là đáng kể.” Tác giả: Petra Rattue Bản quyền: Medical News Today"
        },
        {
            "en": "A common gene mutation that causes sperm to lose its protective protein coat so it falls prey to the female immune system on its journey to the egg, may be the main reason for infertility in men worldwide, writes an international team of researchers in a paper published in the journal Science Translational Medicine this week. The researchers hope their discovery will help to find new ways to treat infertile couples. Infertility affects between 10 and 15% of the US population, and in about half of these cases, the problem is male fertility. Co-senior author of the paper, Dr Gary Cherr, a professor at the University of California Davis' Bodega Marine Laboratory and Center for Health and Environment, told the press that:  \"In 70 percent of men, you can't predict their fertility on the basis of sperm count and routine assessment of sperm quality.\"  He and his colleagues, including co-senior author Dr Charles Bevins, professor in the Department of Medical Microbiology and Immunology at <em>UC</em> Davis, hope their findings will help to explain why. The researchers were investigating defensins, natural germ-killer proteins found on mucosal surfaces, in a search for ways to make contraceptive vaccines, when they came across one called beta-defensin 126 and started looking more closely at its properties. Beta-defensin 126, a \"glycosylated polypeptide\" protein coded by the gene known as DEFB126, behaves like a cloaking device that allows the sperm to swim efficiently through the mucus in the female's reproductive tract and reach the egg without being detected by her immune system. The protein is synthesized in the male's epididymis, the coiled ducts that store, mature and transport sperm cells on their way from the testis where they are made, to the vas deferens, from whence they are delivered to the urethra prior to ejaculation. It is while they are in the epididymis, \"readying\" themselves for the ejaculatory \"launch\", that the sperm cells receive their thick protective coating of beta-defensin 126. The researchers came upon their discovery almost by chance, as often happens in science. They were trying to obtain purified beta-defensin 126 to make some antibodies to the protein. To do this they had to make a recombinant copy of the DEFB126 gene, but in their first attempt they found the gene had a mutation that prevented it from making the protein. But when they used sperm from a different donor, they were able to make the protein. Bevins said: \"If we hadn't seen this in the first clone, we would be confused to this day.\" And what Cherr, Bevins and colleagues found was that many men carry a defective DEFB126 gene. They describe their finding as a \"sequence variant in DEFB126 that has a two-nucleotide deletion in the open reading frame, which generates an abnormal mRNA\". By surveying sperm samples from men in the US, UK and China, they found that as many as a quarter of men worldwide carry two copies of the defective DEFB126 variant and concluded this could significantly affect their fertility. When you look at sperm from men with the defective variants under the microscope they look like normal sperm and swim around like normal sperm, the researchers said in a statement.  But, when they tested the sperms' ability to swim through hyaluronic acid gel, an artificial gel made to resemble human cervical mucus, they found that sperm from carriers of two defective variants \"exhibited an 84% reduction in the rate of penetration ...compared to the other genotypes\". And when they added normal beta-defensin 126 protein to the defective sperm, they recovered their normal abilities. The researchers hope their discovery leads to the development of a test that could be used to send couples directly for treatment with \"intracytoplasmic sperm injection\" or ICSI, a procedure that removes the woman's eggs and injects them directly with sperm outside of her body. This could save a lot of time, money and anguish with trying to find the cause of infertility via other procedures. In another phase of the study that took place at Anhui Medical University in Anhui, China, the researchers carried out a prospective cohort study of newly married couples who were trying to conceive by natural means, and found that they were less likely to become pregnant and took longer to achieve a live birth if the male partner carried two copies of the defective DEFB126 gene. The researchers concluded that: \"This common sequence variation in DEFB126, and its apparent effect of impaired reproductive function, will allow a better understanding, clinical evaluation, and possibly treatment of human infertility.\" But why should a mutation that affects fertility be so common? Lead author of the study, Dr Ted Tollner, is an adjunct assistant professor in the <em>UC</em> Davis Department of Obstetrics and Gynecology. He worked on the study as a postdoctoral scholar with Cherr.  \"It may be that heterozygotes -- men with one normal and one defective gene, but normal fertility -- are advantaged in some way,\" said Tollner. He explained that the quality of human sperm is typically quite poor compared to sperm from monkey and other mammals. It swims slowly and has a high rate of defective cells. Cherr said perhaps because humans tend to have long-term, monogamous relationships, sperm quality is just not that important.  But some researchers say that human male fertility has been falling worldwide in recent decades, and we don't know why.  Cherr said the next step is to do some research within a major infertility project in the US and find out more about the role of the defective DEFB126 gene. Funds from the National Science Foundation and the National Institutes of Health helped pay for the study.\n\"A Common Mutation in the Defensin DEFB126 Causes Impaired Sperm Function and Subfertility.\" Theodore L. Tollner, Scott A. Venners, Edward J. Hollox, Ashley I. Yudin, Xue Liu, Genfu Tang, and others. Sci Transl Med, Vol. 3, Issue 92, p. 92ra65; 20 July 2011; DOI: 10.1126/scitranslmed.3002289  Link to Abstract.  Additional source: <em>UC</em> Davis.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Một sự đột biến gien phổ biến làm tinh trùng mất lớp prô-tê-in bảo vệ của nó khiến nó trở thành nạn nhân của hệ miễn dịch của phụ nữ trong hành trình của nó đến trứng, có thể là lý do chính gây vô sinh ở nam giới trên toàn cầu, được viết bởi một nhóm các nhà nghiên cứu quốc tế trong một bài báo được công bố trên tạp chí Science Translational Medicine tuần này. Các nhà nghiên cứu hy vọng khám phá của họ sẽ giúp tìm ra cách thức mới để điều trị cho các cặp vợ chồng vô sinh.  Vô sinh ảnh hưởng từ 10 đến 15% dân số Hoa Kỳ, và khoảng một nửa các trường hợp này, vấn đề là khả năng sinh sản của người nam.  Đồng tác giả chính của báo cáo, Tiến sĩ Gary Cherr, một giáo sư tại trường Đại học của Phòng thí nghiệm Hàng hải Bodega Davis ở California và Trung tâm Y tế và Môi trường, nói với báo chí:\n“Trong 70% nam giới, bạn không thể dự đoán khả năng có con của họ dựa theo mật độ tinh trùng và đánh giá chất lượng tinh trùng hàng ngày”.  Ông và các đồng nghiệp của mình, bao gồm đồng tác giả chính, Tiến sĩ Charles Bevins, giáo sư tại Khoa Y khoa Vi sinh và Miễn dịch học tại UC Davis, hy vọng phát hiện của họ sẽ giúp giải thích tại sao.   Các nhà nghiên cứu đã nghiên cứu tỉ mỉ các pép-tít trong bạch cầu của con người, các prô-tê-in diệt mầm bệnh tự nhiên được tìm thấy trên bề mặt niêm mạc, trong một nghiên cứu tìm cách để tạo ra vắc-xin ngừa thai, khi họ tình cờ gặp một chất được gọi là beta-defensin 126 và bắt đầu xem xét kỹ càng hơn các đặc tính của nó.  Beta-defensin 126, một prô-tê-in “polypeptide glycosyl hóa” được mã hóa bởi gen được gọi là DEFB126, hoạt động như một thiết bị che đậy cho phép tinh trùng bơi hiệu quả qua các chất nhầy trong đường sinh sản của phụ nữ và đến được trứng mà không bị phát hiện bởi hệ thống miễn dịch của người phụ nữ.  Prô-tê-in này được tổng hợp trong mào tinh hoàn của nam giới, các ống xoắn sẽ lưu trữ, giúp trưởng thành và vận chuyển các tế bào tinh trùng đến tinh hoàn, nơi chúng trở thành tinh trùng, đến ống dẫn tinh, từ đó chúng được chuyển đến niệu đạo trước khi xuất tinh. Đó là trong khi chúng đang ở trong mào tinh hoàn, \"sẵn sàng\" để \"khởi động\" xuất tinh, các tế bào tinh trùng sẽ nhận được lớp phủ bảo vệ dày beta-defensin 126 của chúng.  Các nhà nghiên cứu tìm ra phát hiện của họ gần như là một cách tình cờ, như thường xảy ra trong khoa học. Họ đang cố gắng để có được beta-defensin 126 tinh chế để tạo một số kháng thể với prô-tê-in. Để làm điều này, họ đã phải làm một bản sao tái tổ hợp của gien DEFB126, nhưng trong nỗ lực đầu tiên, họ đã tìm thấy gien có một đột biến ngăn cản tạo ra prô-tê-in.  Nhưng khi họ sử dụng tinh trùng từ những người hiến khác nhau, họ có thể tạo được prô-tê-in này. Bevins nói:  “Nếu chúng ta không nhìn thấy điều này trong bản sao đầu tiên, chúng ta sẽ bị nhầm lẫn cho đến tận ngày nay.”  Và những gì Cherr, Bevins và các đồng nghiệp tìm thấy là nhiều người đàn ông mang một gien khiếm khuyết DEFB126. Họ mô tả phát hiện của họ như là một “biến thể trong trình tự của gien DEFB126 đã mất hai nuc-lê-ô-tít trong khung mã, tạo ra một mRNA bất thường\". Bằng cách khảo sát các mẫu tinh trùng của đàn ông ở Hoa Kỳ, Anh và Trung Quốc, họ thấy rằng có đến 1/4 đàn ông trên thế giới mang hai bản sao của biến thể DEFB126 khiếm khuyết và kết luận điều này có thể ảnh hưởng đáng kể đến khả năng sinh sản của họ.  Khi bạn xem xét tinh trùng của nam giới với các biến thể khiếm khuyết dưới kính hiển vi, chúng trông giống như tinh trùng bình thường và bơi xung quanh như tinh trùng bình thường, các nhà nghiên cứu cho biết trong một tuyên bố.  Nhưng, khi họ thử nghiệm khả năng bơi của tinh trùng qua gel a-xít hy-a-lu-rô-nic, một gel nhân tạo giống như chất nhầy cổ tử cung con người, họ nhận thấy là tinh trùng từ chất mang của hai khuyết tật biến thể “cho thấy giảm đến 84% trong tỷ lệ thâm nhập ... so với các kiểu gen khác”.  Và khi họ bổ sung thêm prô-tê-in beta-defensin 126 bình thường vào tinh trùng bị khiếm khuyết, chúng đã phục hồi khả năng bình thường của chúng.  Các nhà nghiên cứu hy vọng khám phá của họ dẫn đến sự phát triển một xét nghiệm mà có thể được sử dụng để giúp các cặp vợ chồng được trực tiếp điều trị bằng “tiêm tinh trùng vào trứng” hoặc ICSI, một phương pháp lấy ra trứng của người phụ nữ và tiêm trực tiếp với bên ngoài tinh trùng của cơ thể cô. Điều này có thể tiết kiệm rất nhiều tiền bạc, thời gian và đau khổ với việc cố gắng tìm ra nguyên nhân của vô sinh thông qua các phương pháp khác.\nTrong một giai đoạn khác của nghiên cứu đã diễn ra tại Trường Đại học Y An Huy, thuộc An Huy – Trung Quốc, các nhà nghiên cứu đã tiến hành một nghiên cứu đoàn hệ về tiềm năng của các cặp vợ chồng mới cưới đang cố gắng có thai bằng phương pháp tự nhiên, và thấy rằng họ ít có khả năng mang thai và mất nhiều thời gian để đạt được một lần sinh nở thành công nếu người nam mang 2 bản sao của gen khiếm khuyết DEFB126.  Các nhà nghiên cứu kết luận:  “Sự biến thiên trong trình tự thông thường này ở gien DEFB126, và hiệu quả rõ rệt của nó làm suy giảm chức năng sinh sản, sẽ giúp có một sự hiểu biết, đánh giá lâm sàng và điều trị tốt hơn cho bệnh vô sinh của con người”.  Nhưng tại sao một đột biến có ảnh hưởng đến khả năng sinh sản lại quá phổ biến?  Tác giả chính của nghiên cứu, Tiến sĩ Ted Tollner, là phụ tá trợ giảng tại Sản Phụ Khoa UC Davis. Ông làm việc trên nghiên cứu với vai trò một học giả sau tiến sĩ với Cherr.  “Nó có thể là các dị hợp tử -- những người đàn ông với một gien bình thường và một gien khiếm khuyết, nhưng khả năng sinh sản bình thường - được lợi thế theo một cách nào đó”, ông Tollner cho biết.  Ông giải thích rằng chất lượng của tinh trùng của con người thường khá kém hơn so với tinh trùng của khỉ và các loài động vật có vú khác. Nó bơi chậm và có tỷ lệ các tế bào khiếm khuyết cao.  Cherr cho biết có lẽ bởi vì con người có xu hướng nghiên về các mối quan hệ lâu dài, một vợ một chồng, nên chất lượng tinh trùng là không quan trọng.  Nhưng một số nhà nghiên cứu nói rằng khả năng có con của đàn ông đã và đang đã giảm trên toàn thế giới trong những thập kỷ gần đây, và chúng ta không biết lý do tại sao.  Cherr cho biết bước tiếp theo là thực hiện một số nghiên cứu trong một dự án về vô sinh lớn ở Hoa Kỳ và tìm hiểu thêm về vai trò của gen khiếm khuyết DEFB126.  Tài trợ từ Quỹ Khoa học Quốc gia và Học viện Y tế quốc gia đã giúp trang trải cho nghiên cứu.  “Một đột biến thường gặp trong gien Defensin DEFB126 gây ra suy giảm chức năng tinh trùng và hiếm muộn.” Theodore L. Tollner, Scott A. Venners, Edward J. Hollox, Ashley I. Yudin, Xue Liu, Genfu Tang, và những người khác. Sci Transl Med, Vol. 3, Issue 92, p. 92ra65; 20 July 2011; DOI: 10.1126/scitranslmed.3002289  Liên kết đến Tóm tắt.\nNguồn bổ sung: UC Davis.\n Tác giả: Tiến sĩ Catharine Paddock\nBản quyền: Medical News Today"
        },
        {
            "en": "Dogs Helped Kids Improve Reading Fluency       Researchers in the US found that reading to dogs helped children improve their fluency by up to 30 per cent. Many animal organizations and libraries in the US already have reading improvement schemes where they pair up children and dogs, but until now the evidence has been more anecdotal than research-based. The findings are the result of a collaboration between the University of California Davis School of Veterinary Medicine and Tony La Russa's Animal Rescue Foundation of Walnut Creek, California. Together they studied participants of the Foundation's already established animal assisted therapy scheme called the All Ears Reading Program, according to a statement released by <em>UC</em> Davis earlier this month. Lead researcher Martin Smith, a veterinary school science educator with <em>UC</em> Davis, told the press that: \"The dogs, in contrast to a human, don't judge the individual, aren't grading the individual, and hopefully that allows the children to build some confidence in their reading skills.\" Smith and colleagues explored changes in reading skills among third graders at school and among home-schooled students. They found reading fluency went up 12 per cent in the school-based students and 30 per cent in the home-schooled students. Reading speeds also increased by up to 30 words per minute. The children regularly read out loud to three shelter-rescued dogs called Molly, Digory and Lollipop (a Chihuahua-terrier mix) from Tony La Russa's Animal Rescue Foundation. The home-schooled children visited the veterinary school campus every week for 10 weeks during which time each child read out loud to one of the dogs for 15 to 20 minutes. One child told the researchers that: \"I feel relaxed when I am reading to a dog because I am having fun.\" Another added that: \"The dogs don't care if you read really, really bad so you just keep going.\" After the study, 75 per cent of parents reported that their child was now reading aloud more frequently and with more confidence. Smith and colleagues proposed that because the children perceived the dogs as patient and non-judgemental, this changed their attitude to reading. Research into animal assisted therapy (AAT) shows that pets can also improve people's health.  In 2004, Dr Daniel Joffe, a Canadian veterinarian reviewed the medical literature and found pet therapy increased social interaction among long stay psychiatric patients, opened up social and recreational opportunities in nursing homes, gave valuable companionship to low-mobility orthopedic patients, helped dementia patients be less agitated and reduced loneliness in patients with HIV/AIDS. There is also evidence to suggest that babies who have greater exposure to dirt and allergens, such as when they share a home with a dog or a cat, have a stronger immune system, according to Dr James E. Gern, a pediatrician at the University of Wisconsin-Madison, who co-authored a paper about it in the 2004 issue of the Journal of Allergy and Clinical Immunology. Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Chó giúp trẻ đọc lưu loát hơn       Các nhà nghiên cứu Hoa Kỳ nhận thấy việc đọc cho các chú chó nghe giúp trẻ em cải tiến khả năng đọc lưu loát đến 30%. Nhiều hiệp hội động vật và thư viện ở Hoa Kỳ đã có kế hoạch giúp cải tiến kỹ năng đọc bằng cách ghép cặp trẻ em và chó, nhưng cho đến hiện tại thì bằng chứng vẫn chỉ có tính lý thuyết hơn là dựa trên kết quả nghiên cứu thực nghiệm. \nCác phát hiện là kết quả của sự cộng tác giữa Trường Thú y Davis của đại học California và Quỹ Cứu trợ Động vật Tony La Russa của Walnut Creek, California. Cùng với nhau họ nghiên cứu những người tham dự của kế hoạch điều trị nhờ hỗ trợ của động vật đã được xây dựng bởi Quỹ Cứu trợ Động vật Tony La Russa, gọi là Chương trình lắng nghe lời đọc, theo lời tuyên bố của UC Davis vào đầu tháng.\nNhà nghiên cứu trưởng Martin Smith, giảng viên khoa học của trường thú y UC Davis, cho hay:\n\"Loài chó, trái với con người, không đánh giá cá nhân, không phân loại cá nhân, và tràn đầy hy vọng nên cho phép trẻ em xây dựng sự tin tưởng vào kỹ năng đọc của mình.\"\nSmith và đồng nghiệp tìm hiểu những thay đổi của kỹ năng đọc trong các bé lớp 3 đến trường và những bé học tại nhà. Họ thấy rằng sự đọc lưu loát tăng lên 12% trong các bé đi học ở trường và 30% trong các bé học tại nhà. Tốc độ đọc cũng tăng lên đến 30 từ trong một phút. Các trẻ này thường xuyên đọc to cho 3chú chó hỗ trợ có tên là Molly, Digory và Lollipop (một chú chó lai giữa giống Chihuahua và giống chó sục) từ Quỹ Cứu trợ Động vật của Tony La Russa.\nCác trẻ học tại nhà đi thăm trường thú y mỗi tuần 1 lần trong vòng10 tuần và trong suốt thời gian đó mỗi trẻ đọc to cho một trong các chú chó nghe trong vòng 15 đến 20 phút.\nMột bé cho biết: \"Con cảm thấy dễ chịu khi con đọc cho chó nghe vì con thấy vui.\"\nMột bé khác nói thêm:\n\"Các chú chó không quan tâm nếu con đọc thực sự tệ cho nên con cứ việc tiếp tục đọc.\"\nSau cuộc nghiên cứu, 75 % phụ huynh báo cáo con của họ bây giờ thường xuyên đọc to hơn và cũng tự tin hơn.\n Smith và đồng nghiệp giả thuyết vì trẻ em thấy các chú chó rất kiên nhẫn và không chê bai mình, điều đó làm thay đổi thái độ đọc của các bé. Nghiên cứu dựa trên liệu pháp động vật (AAT) cho thấy thú cưng cũng có thể cải thiện sức khỏe của con người.\nNăm 2004, tiến sĩ Daniel Joffe, một bác sĩ thú y người Canađa đã xem xét các tài liệu y học và thấy rằng liệu pháp thú cưng giúp tăng sự tương tác xã hội giữa những bệnh nhân tâm thần lâu năm, mở rộng các cơ hội xã hội và giải trí trong bệnh xá, tạo nên tình bè bạn quý báu cho các bệnh nhân gặp khó khăn trong việc đi lại, giúp những bệnh nhân sa sút trí tuệ cảm thấy ít lo lắng bồn chồn và giảm mặc cảm cô đơn của các bệnh nhân nhiễm HIV / AIDS.\nCũng có bằng chứng cho rằng những em bé có tiếp xúc nhiều với chất bẩn và các dị ứng nguyên, như là khi nhà của các bé có nuôi chó hoặc mèo, sẽ có hệ miễn dịch mạnh hơn, theo tiến sĩ James E. Gern, bác sĩ nhi khoa tại đại học Wisconsin- Madison, đồng tác giả của báo cáo về nghiên cứu này trong số năm 2004 của Tạp chí của Dị ứng và Miễn dịch học Lâm sàng. Tác giả: Catharine Paddock, PhD Bản quyền: Medical News Today"
        },
        {
            "en": "If you are a person who is easily embarassed, you may find comfort in what researchers from the University of California, Berkeley report in a paper published online this month in the Journal of Personality and Social Psychology: they suggest moderate embarassment is a good thing, because it means you are also likely to be more trustworthy and generous. Lead author Matthew Feinberg, a <em>UC</em> Berkeley doctoral student in psychology, told the media that \"moderate levels of embarassment are signs of virtue\".  \"Our data suggests embarrassment is a good thing, not something you should fight,\" he added.\nFellow co-author Robb Willer, a social psychologist at <em>UC</em> Berkeley, said embarassment was \"part of the social glue that fosters trust and cooperation in everyday life,\" and described it as an \"emotional signature of a person to whom you can entrust valuable resources\".\nThe researchers were keen to point out that the moderate type of embarassment they studied is very different from \"shame\", the emotion people typically express when caught cheating or performing some other moral transgression.\nModerate embarassment is a \"pro-social emotion\" whereas shame is a \"debilitating social anxiety\" maintain the researchers, and they also have different typical gestures and expressions.  People typically express embarassment by gazing downwards to one side while partially covering the face. This is also accompanied by a smirk or grimace. When people express shame as opposed to embarassment, they typically cover the whole face, said Feinberg.\nPro-social emotions are thought to operate at a direct fundamental level to sustain cooperative relations, bypassing cognition or thinking. This model is in contrast to the behavioral model used by economists which assumes that cognitive optimizing processes are at the heart of what guides socially directed behavior.The third author is <em>UC</em> Berkeley psychologist Dacher Keltner, an expert on pro-social emotions.To arrive at their findings, Feinberg, Willer and Keltner carried out a series of experiments to look at links between embarassment and pro-sociality.In the first experiment they filmed 60 college students talking about embarassing moments such as making inaccurate assumptions about people based on their appearance (for example assuming a woman who was overweight was expecting a baby), and doing embarassing things like breaking wind in public. When they watched the films, the researchers coded each participant's story based on how much embarassment they showed.  In a second experiment, the college students played a game called the \"Dictator's Game\". This is used by economists to measure altruism. In this game, each player receives 10 raffle tickets and is invited to keep some and give the rest to a partner. Correlating these results with those of the first experiment, the researchers found that the participants who gave away more raffle tickets were also more likely to have been the ones showing the most embarassment in the video accounts.  In a third experiment the researchers asked another group of 38 American participants they recruited via Craigslist, an online community featuring free classified ads and other information services, how often they felt embarassed. They also took part in exercises like the \"Dictator's Game\" to measure their generosity and readiness to cooperate.\nIn a fourth experiment, the participants observed while a trained actor played a role where he is told he has received top marks in a test. The actor responds showing either embarassment or pride. The participants then played games with the actor, while the researchers measured the level to which they trusted him or not. They then correlated these measures with whether the participants had observed the actor showing pride or embarassment in the earlier part of the experiment.   Each time, the results were the same: participants trusted the actor more if they had observed him showing embarassment, and they trusted him less if they had seen him showing pride.\nThe researchers concluded that these tests:\n\"... revealed that observers rated embarrassed targets as being more prosocial and less antisocial relative to targets who displayed either a different emotion or no emotion.\"\n Embarrassment signals people's tendency to be pro-social, said Feinberg:\n\"You want to affiliate with them more, you feel comfortable trusting them,\" he explained.\nHowever, one should be careful in constructing a corollary out of these findings: do they mean that overly confident people aren't to be trusted? Not so, say the researchers, but they may look into that in the future.\nWritten by Catharine Paddock PhD  Copyright: Medical News Today",
            "vi": "Nếu bạn là một người dễ bối rối xấu hổ, bạn có thể tìm thấy sự an ủi trong những gì mà các nhà nghiên cứu từ Đại học California, Berkeley báo cáo trong một bài báo công bố trực tuyến tháng này trên Tạp chí Tính cách và Tâm lý học xã hội: họ cho rằng biết bối rối vừa phải là một điều tốt, bởi vì điều đó có nghĩa là bạn cũng có thể đáng tin cậy và rộng lượng hơn. Tác giả chính Matthew Feinberg, một nghiên cứu sinh cao học ngành tâm lý tại Đại học California, Berkeley, nói với báo chí rằng \"bối rối xấu hổ đúng đắn là biểu hiện của đức hạnh\". \n“Dữ liệu của chúng tôi cho thấy bối rối xấu hổ là một điều tốt, không phải là điều bạn nên đấu tranh chống lại”, ông nói thêm. \nĐồng tác giả Robb Willer, một nhà tâm lý học xã hội tại Đại học California, Berkeley, cho biết xấu hổ là “một phần của sự gắn kết xã hội nuôi dưỡng sự tin tưởng và hợp tác trong cuộc sống hàng ngày”,  \nCác nhà nghiên cứu rất muốn chỉ ra rằng dạng hơi bối rối xấu hổ mà họ nghiên cứu rất khác biệt so với “xấu hổ”, cảm xúc mà người ta thường thể hiện khi bị bắt gặp gian lận hoặc thực hiện một số sự vi phạm đạo đức khác. \nHơi bối rối xấu hổ là một “cảm xúc được xã hội ủng hộ” trong khi xấu hổ là một “sự lo lắng về mặt xã hội, gây suy nhược cơ thể”, theo xác nhận của các nhà nghiên cứu, và họ cũng có những cử chỉ và cách diễn đạt khác nhau điển hình. \nMọi người thường thể hiện sự bối rối bằng cách nhìn chằm chằm xuống một phía trong khi che mặt bớt một phần. \nKhi mọi người bày tỏ sự xấu hổ trái ngược với bối rối, họ thường che toàn bộ khuôn mặt, Feinberg nói. \nNhững cảm xúc có lợi về mặt xã hội được cho là hoạt động ở một mức độ cơ bản trực tiếp để duy trì quan hệ hợp tác, bỏ qua nhận thức hay suy nghĩ. Mô hình này là trái ngược với mô hình hành vi được sử dụng bởi các nhà kinh tế giả định rằng các tiến trình tối ưu hoá nhận thức là tâm điểm của những gì dẫn dắt cho hành vi được điều khiển về mặt xã hội. Tác giả thứ ba là là nhà tâm lý học tại Đại học California, Berkeley: Dacher Keltner, một chuyên gia về những cảm xúc được xã hội ủng hộ. Để đạt được phát hiện của họ, Feinberg, Willer và Keltner đã thực hiện một loạt các thí nghiệm để xem xét mối liên hệ giữa sự bối rối xấu hổ và tính được xã hội ủng hộ. \nTrong thí nghiệm đầu tiên, họ quay 60 sinh viên đại học nói về những khoảnh khắc lúng túng chẳng hạn như đưa ra những giả định không chính xác về người ta dựa trên vẻ bề ngoài của họ (ví dụ như cho rằng một phụ nữ trong to béo là đang có bầu), và làm những việc đáng xấu hổ đại loại như đánh rắm ở nơi công cộng. Khi xem những bộ phim đã quay, các nhà nghiên cứu mã hóa mỗi câu chuyện của người tham gia dựa trên mức độ bối rối mà họ biểu hiện.\nTrong một thí nghiệm thứ hai, các sinh viên đại học chơi một trò chơi gọi là “Trò chơi của nhà độc tài”. Điều này được sử dụng bởi các nhà kinh tế để đo lòng vị tha. Trong trò chơi này, mỗi người chơi nhận được 10 vé xổ số và được hướng dẫn giữ một số và cho một người cùng chơi phần còn lại. Liên hệ giữa các kết quả này với những thí nghiệm đầu tiên, các nhà nghiên cứu thấy rằng những người tham gia đã cho đi nhiều vé xổ số hơn thường cũng sẽ có thể có biểu hiện bối rối nhiều nhất trong các băng video đã quay. \nTrong thí nghiệm thứ ba, các nhà nghiên cứu đã yêu cầu một nhóm 38 người tham dự Mỹ khác ứng tuyển thông qua Craigslist, một cộng đồng trực tuyến có quảng cáo phân loại tự do và dịch vụ thông tin khác, cho biết họ có thường xuyên cảm thấy bối rối xấu hổ hay không. Họ cũng tham gia thử nghiệm như \"game độc tài\" để khảo sát sự rộng lượng và sẵn sàng hợp tác của họ. \nTrong thí nghiệm thứ tư, những người tham gia quan sát trong khi một diễn viên được đào tạo đóng vai cho hay  anh ta đã nhận được điểm số cao nhất trong một bài kiểm tra. Diễn viên biểu hiện cảm xúc có cả bối rối lẫn tự hào. Sau đó, những người tham dự sẽ chơi chung với diễn viên này, trong khi các nhà nghiên cứu đo mức độ mà họ tin tưởng anh ta hay không. Sau đó, họ liên hệ các kết quả đo được này với việc những người tham gia đã quan sát diễn viên thể hiện niềm tự hào hay bối rối ở phần trước đó của thí nghiệm. \nMỗi lần, các kết quả đều như nhau: người tham gia tin cậy diễn viên nhiều hơn nếu họ đã quan sát thấy anh ta thấy bối rối, và họ tin tưởng anh ta ít hơn nếu họ đã nhìn thấy anh ta thể hiện niềm tự hào.  \nCác nhà nghiên cứu kết luận rằng những thử nghiệm này: \n“... tiết lộ rằng các những người quan sát đánh giá đối tượng biết bối rối là đáng tin tưởng và tương đối dễ hòa đồng hơn so với những đối tượng biểu thị một cảm xúc khác hoặc không biểu thị cảm xúc.” \nBối rối là tín hiệu giúp mọi người dễ được xã hội ủng hộ, Feinberg nói: \n“Bạn sẽ muốn giao du với họ hơn, bạn cảm thấy thoải mái khi tin tưởng họ”, ông giải thích. \nTuy nhiên, một người nên cẩn trọng khi xem các phát hiện này là chân lý: liệu các phát hiện này có nghĩa là những người tự tin quá mức sẽ không được tin tưởng? Không phải như vậy, các nhà nghiên cứu cho biết, nhưng họ có thể nghiên cứu về điều đó trong tương lai. \nTác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}