{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Uganda"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Uganda"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Uganda"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Uganda"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Uganda"
        }
    },
    "sentences": [
        {
            "en": "English is regarded in <em>Uganda</em> as <em>a</em> means of getting on in life",
            "vi": "Tiếng Anh được nhìn nhận ở Uganda như là một phương thức thành công trong cuộc sống."
        },
        {
            "en": "English is regarded in <em>Uganda</em> as <em>a</em> means of getting on in life",
            "vi": "Tiếng Anh được nhìn nhận ở Uganda như là một phương thức thành công trong cuộc sống."
        },
        {
            "en": "Farmers worry that <em>a</em> second disease could also spread to <em>Uganda</em>.",
            "vi": "Nông dân cũng lo lắng về một loại bệnh thứ hai có thể lan sang Uganda."
        },
        {
            "en": "In <em>Uganda</em>, <em>a</em> new study has confirmed the linking of the spread of sleeping sickness to infected farm animals.",
            "vi": "Một nghiên cứu mới ở Uganda đã xác nhận mối liên quan giữa tính lây lan chứng buồn ngủ và thú nuôi ở nông trại bị nhiễm bệnh."
        },
        {
            "en": "He set up <em>a</em> professional company with the intention to improve the quality of tour operations in <em>Uganda</em>.",
            "vi": "Ông ấy thành lập một công ty chuyên nghiệp với ý định để nâng cao chất lượng hoạt động tour ở Uganda."
        },
        {
            "en": "In <em>Uganda</em>, however, all secondary schools must conduct classes entirely in English, and some parents teach their young children English as their first language. In many parts of the world, English is still regarded as <em>a</em> passport to success.",
            "vi": "Tuy nhiên, ở Uganda, tất cả các trường trung học phải giảng dạy các lớp học hoàn toàn bằng tiếng Anh, và một số cha mẹ dạy con trẻ của họ bằng tiếng Anh như là ngôn ngữ thứ nhất của chúng. Ở nhiều nơi trên thế giới, tiếng Anh vẫn được coi là cái đảm bảo cho sự thành công."
        },
        {
            "en": "In <em>Uganda</em>, however, all secondary schools must conduct classes entirely in English, and some parents teach their young children English as their first language. In many parts of the world, English is still regarded as <em>a</em> passport to success.",
            "vi": "Tuy nhiên, ở Uganda, tất cả các trường trung học phải giảng dạy các lớp học hoàn toàn bằng tiếng Anh, và một số cha mẹ dạy con trẻ của họ bằng tiếng Anh như là ngôn ngữ thứ nhất của chúng. Ở nhiều nơi trên thế giới, tiếng Anh vẫn được coi là cái đảm bảo cho sự thành công."
        },
        {
            "en": "<em>Uganda</em> is Africa's leading producer and consumer of bananas.",
            "vi": "Uganda là quốc gia sản xuất và tiêu thụ chuối hàng đầu của châu Phi."
        },
        {
            "en": "In two thousand one it was found in <em>Uganda</em>.",
            "vi": "Vào năm 2001, nó được tìm thấy tại Uganda."
        },
        {
            "en": "Since the theory of <em>UG</em> was proposed, linguists have identified many universal language rules.",
            "vi": "Từ khi lý thuyết UG đã được đề xuất, các nhà ngôn ngữ học đã xác định được rất nhiều quy tắc ngôn ngữ phổ quát."
        },
        {
            "en": "Just south of the equator, in the extreme south-western corner of <em>Uganda</em>, <em>a</em> chain of eight volcanoes rises to <em>a</em> height of 15,000 feet and straggles in <em>a</em> ragged line across the border into the Belgian Congo.",
            "vi": "Ngay phía nam đường xích đạo, ở tận góc tây nam xứ uganda, có một dãy núi lửa tám ngọn vươn cao đến 15.000 bộ và nằm rải rác thành một đường gồ ghề băng qua biên giới sang xứ congo thuộc bỉ."
        },
        {
            "en": "<em>Uganda</em> becomes an independent nation within the British Commonwealth.",
            "vi": "Uganda trở thành một nước độc lập trong Liên hiệp Anh."
        },
        {
            "en": "The Sub-Committee on Services: chaired by the Bank of <em>Uganda</em> with <em>Uganda</em> Services Exporters Association as the alternate Chair.",
            "vi": "Uỷ ban về Dịch vụ: do Ngân hàng Uganda chủ trì và Hiệp hội Các nhà xuất khẩu Dịch vụ Uganda luân phiên chủ trì."
        },
        {
            "en": "One of the most influential ideas in the study of languages is that of Universal grammar (<em>UG</em>).",
            "vi": "Một trong những ý tưởng tác động trong việc nghiên ngôn ngữ đó là ngữ pháp phổ quát (UG)."
        },
        {
            "en": "The new research tested 159 samples using <em>a</em> standard technique to eliminate contamination from other sources and was performed at the University of Minnesota School of Public Health. The samples came from across the world, including from <em>Uganda</em>, Ecuador and Indonesia.",
            "vi": "Nghiên cứu mới này đã thử nghiệm trên 159 mẫu bằng cách sử dụng kỹ thuật đạt chuẩn để loại bỏ ô nhiễm từ các nguồn khác và đã được thực hiện tại trường Đại học Y tế công cộng Minnesota. Các mẫu thử được lấy từ khắp nơi trên thế giới, kể cả từ Uganda, Ecuador và Indonesia."
        },
        {
            "en": "Mr Francis Kamulegeya is the Country Senior Partner for PriceWaterHouse Coopers <em>Uganda</em>.",
            "vi": "Ông Francis Kamulegeya là đối tác cấp cao của Country PriceWaterHouseCoopers Uganda."
        },
        {
            "en": "I spent the night about eight kilometres from the <em>Uganda</em>-Kenya border.",
            "vi": "Tôi đi bộ cả đêm, vượt qua tám cây số từ biên giới Uganda - Kenya."
        },
        {
            "en": "He was among the first to call attention to the depletion of forests in <em>Uganda</em>.",
            "vi": "Anh ấy là một trong những người đầu tiên kêu gọi sự chú ý đến sự suy giảm rừng ở Uganda."
        },
        {
            "en": "The drugs will be given out in <em>Uganda</em> and the Democratic Republic of Congo.",
            "vi": "Các loại thuốc này sẽ được công bố ở Uganda và Cộng hoà dân chủ Công-gô."
        },
        {
            "en": "The USD9 cents new tax on incoming international calls has had the most negative impact on the mobile phone industry as <em>a</em> whole. This new tax meant that the cost of calling <em>Uganda</em> went up overnight by about Shs230 in form of additional taxes. As <em>a</em> result of this increment, other international mobile phone companies also retaliated by increasing the cost of Ugandans calling their countries.",
            "vi": "Thuế 9 xu USD mới đối với các cuộc gọi quốc tế đến đã có những tác động tiêu cực nhất đối với ngành công nghiệp điện thoại di động nói chung. Thuế mới này có nghĩa là chi phí gọi đến Uganda đã tăng lên qua đêm vào khoảng 230 Shs dưới hình thức thuế bổ sung. Kết quả của sự gia tăng này là các công ty điện thoại di động quốc tế khác cũng trả đũa bằng cách tăng chi phí từ Uganda gọi đến quốc gia của họ."
        }
    ],
    "suggestions": []
}