{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ukraine",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ukraine",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ukraine",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ukraine",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ukraine",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Ukraine</em> accuses Russia of fomenting the unrest.",
            "vi": "Ukraine cáo buộc Nga khích động tình trạng hỗn loạn."
        },
        {
            "en": "In <em>Ukraine</em> they use another analogy.",
            "vi": "Ở Ukraina, người ta sử dụng một phép loại suy khác."
        },
        {
            "en": "   - Convicted former <em>Ukraine</em> prime minister, Pavlo Lazarenko",
            "vi": "   - Cựu Thủ tướng đang ngồi tù của Ukraine, Pavlo Lazarenko"
        },
        {
            "en": "<em>Ukraine</em> is to hold a presidential election on Sunday.",
            "vi": "Vào ngày Chủ nhật, Ukraine tổ chức một cuộc bầu cử tổng thống."
        },
        {
            "en": "Petro Poroshenko, new <em>Ukraine</em> president, sworn into office",
            "vi": "Tân tổng thống Ukraine Petro Poroshenko tuyên thệ nhậm chức"
        },
        {
            "en": "The real winner of the <em>Ukraine</em> crisis could be China",
            "vi": "Trung Quốc hưởng lợi trong cuộc khủng hoảng Ukraine"
        },
        {
            "en": "Euro 2012: Are Poland and <em>Ukraine</em> ready to host festival of football?",
            "vi": "Euro 2012 : Nước chủ nhà Ba Lan và Ukraine đã sẵn sàng cho ngày hội bóng đá?"
        },
        {
            "en": "“We have Chernobyl —  which is not going to go away, obviously — in the <em>Ukraine</em>.",
            "vi": "Ông Hanrahan nói: “Trong bốn địa danh này không thể không kể đến thành phố Chernobyl của Ukraine."
        },
        {
            "en": "Malaysia Airlines share price drops significantly after MH17 tragedy over <em>Ukraine</em>",
            "vi": "Giá cổ phiếu Malaysia Airlines sụt giảm mạnh sau thảm kịch MH17 trên đất Ukraine"
        },
        {
            "en": "Euro 2012 : Are Poland and <em>Ukraine</em> ready to host festival of football?",
            "vi": "Euro 2012: Nước chủ nhà Ba Lan và Ukraine đã sẵn sàng cho ngày hội bóng đá?"
        },
        {
            "en": "Transition came accompanied of a major output decline, more pronounced in Russia and <em>Ukraine</em>.",
            "vi": "Quá trình chuyển đổi diễn ra kèm theo sự suy giảm mạnh về sản lượng, mà rõ hơn cả là ở Nga và Ukraina."
        },
        {
            "en": "German troops seized huge amounts of territory, including the Baltic states, Belarus, and <em>Ukraine</em>.",
            "vi": "Lính Đức chiếm phần lớn các lãnh thổ bao gồm Baltic, Belarus và Ukraine."
        },
        {
            "en": "I didn't know Steve McQueen was a mobster in the <em>Ukraine</em>.",
            "vi": "Tôi không biết Steve McQueen là một kẻ cướp ở Ukraine."
        },
        {
            "en": "Only one country among the six, <em>Ukraine</em>, approached Viet Nam in population.",
            "vi": "Chỉ một nước trong 6 nước đó, nước Ukraina, là có số dân gần bằng Việt Nam."
        },
        {
            "en": "The International Chess Day was celebrated. In Kiev, <em>Ukraine</em> amateur chess players could play against the country's best player.",
            "vi": "Người ta tổ chức Ngày cờ vua quốc tế. Tại Kiev, Ukraine các kỳ thủ nghiệp dư còn được đấu với kỳ thủ quốc gia xuất sắc nhất."
        },
        {
            "en": "Politicians in the <em>Ukraine</em> were fighting again. It was the first meeting in the parliament in March.",
            "vi": "Các chính trị gia ở Ukraina lại đánh nhau trong phiên họp quốc hội đầu tiên của tháng ba."
        },
        {
            "en": "The crisis in <em>Ukraine</em> has plunged U.S.-Russian relations to their lowest point since the Cold War.",
            "vi": "Cuộc khủng hoảng ở Ukraine đã đẩy mối quan hệ Mỹ – Nga xuống mức thấp nhất kể từ Chiến tranh Lạnh."
        },
        {
            "en": "The total number internally displaced has reached 54,400, while a further 110,000 people left <em>Ukraine</em> for Russia this year.",
            "vi": "Tổng số người di tản đến các vùng khác trong nước lên đến 54 400, trong khi đó hơn 110 000 người bỏ Ukraina chạy sang Nga trong năm nay."
        },
        {
            "en": "<em>Ukraine</em>, Georgia and Moldova have signed partnership agreements with the European Union, in a move strongly opposed by Russia.",
            "vi": "Ukraine, Georgia và Moldova vừa kí  các thỏa thuận liên minh với EU, còn Nga thì kịch liệt phản đối việc làm này."
        },
        {
            "en": "Russian President Vladimir Putin said making <em>Ukraine</em> choose between Russia and the EU would split it in two.",
            "vi": "Tổng thống Nga Vladimir Putin nói Ukraine sẽ bị chia làm hai khi lựa chọn giữa Nga và EU."
        }
    ],
    "suggestions": []
}