{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ʌnə'kauntid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(+ <font color=\"#1371BB\">for</font>) thiếu, không ghi trong bản thanh toán (không bao gồm trong một bản thanh toán, bản kiểm điểm..)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">one passenger is still unaccounted for</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">vẫn còn thiếu một hành khách</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(+ <font color=\"#1371BB\">for</font>) không được giải thích; không rõ ràng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">his disappearance is unaccounted for</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự mất tích của anh ta không được giải thích </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">mất tích</td></tr></table><i/></div>",
            "word": "unaccounted"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unaccounted</k><blockquote>■ <cclass>adjective (<cclass><b>unaccounted for</b>) not taken into consideration or explained. </cclass></cclass></blockquote></div>",
            "word": "unaccounted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unaccounted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unaccounted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unaccounted"
        }
    },
    "sentences": [
        {
            "en": "His disappearance is <em>unaccounted</em> for.",
            "vi": "Sự mất tích của anh ta không được giải thích."
        },
        {
            "en": "He <em>unaccounted</em> for his absence last Friday.",
            "vi": "Anh ta không đưa ra được lí do tại sao anh ta vắng mặt vào thứ sáu tuần trước."
        },
        {
            "en": "One passenger is still <em>unaccounted</em> for.",
            "vi": "Vẫn còn thiếu một hành khách."
        },
        {
            "en": "But scores of U.N. personnel remain <em>unaccounted</em> for.",
            "vi": "Nhưng rất nhiều nhân viên LHQ vẫn chưa có tung tích."
        },
        {
            "en": "Investigators found that thousands of pension contributions were <em>unaccounted</em> for.",
            "vi": "Cuộc điều tra cho thấy hàng ngàn khoản đóng góp hưu trí bị mất mát."
        },
        {
            "en": "There are 1,737 Americans still <em>unaccounted</em>-for from the Vietnam War, including 1,332 in Vietnam.",
            "vi": "Vẫn còn 1.737 quân nhân Mỹ mất tích trong chiến tranh Việt Nam chưa được tìm thấy, trong đó có 1.332 tại Việt Nam."
        },
        {
            "en": "Thousands are still <em>unaccounted</em> for - including hundreds of tourists - while many remote towns and villages have not been reached.",
            "vi": "Hàng ngàn người vẫn còn chưa biết tông tích – kể cả hàng trăm khách du lịch - trong khi nhiều ngôi làng và thị trấn heo hút mà lực lượng cứu hộ vẫn chưa đến."
        },
        {
            "en": "The twin natural disasters claimed more than 15,800 lives, and more than 3,000 people remain <em>unaccounted</em> for.",
            "vi": "Thảm hoạ kép từ thiên nhiên đã cướp đi hơn 15,800 sinh mạng và hơn 3000 người vẫn còn mất tích."
        },
        {
            "en": "There are 1,763 Americans still <em>unaccounted</em>-for from the war in Southeast Asia, including 1,353 in Vietnam.",
            "vi": "Vẫn còn 1.763 người Mỹ bị coi là mất tích trong cuộc chiến ở Đông Nam Á. Trong đó, có 1.353 trường hợp ở Việt Nam."
        },
        {
            "en": "Almost 300 people remain <em>unaccounted</em> for after a ferry carrying 459 people capsized and sank off South Korea.",
            "vi": "Vẫn còn gần 300 người mất tích trong vụ chìm phà ở Hàn Quốc, trước khi bị lật và chìm, chiếc phà chở 459 người."
        },
        {
            "en": "More than eighteen hundred people are suspected to have died as the result of this natural disaster and thousands are still <em>unaccounted</em> for.",
            "vi": "Dự đoán có hơn 1. 800 người thiệt mạng do hậu quả của thảm họa thiên nhiên và hàng ngàn người vẫn còn đang mất tích."
        },
        {
            "en": "Today, it reports that just 5% of its supply is <em>unaccounted</em> for, thanks to significant water reuse, desalination, storm water storage, and conservation efforts.",
            "vi": "Ngày nay các báo cáo cho thấy chỉ 5% cung cấp của nó là không tính được, nhờ việc tái sử dụng lại nước đáng kể, khử muối, dữ trữ nước khi bão , và các nỗ lực bảo tồn."
        },
        {
            "en": "More than eighteen hundred people are suspected to have died as the result of this natural disaster and thousands are still <em>unaccounted</em> for.",
            "vi": "Dự đoán có hơn 1.800 người thiệt mạng do hậu quả của thảm họa thiên nhiên và hàng ngàn người vẫn còn đang mất tích."
        },
        {
            "en": "To the discussion above, should be added the ‘errors and omissions’ category, which after 1996 showed moderate, <em>unaccounted</em> negative outflows of two to three percent of GDP.",
            "vi": "Vấn đề thảo thuận trên đây, cần được bổ sung thêm một hạng mục ‘các sai số và bỏ sót’ mà kể từ sau năm 1996 cho thấy một dòng chảy ra vừa phải, không hạch toán được tương đương với 2% đến 3% GDP."
        },
        {
            "en": "Officials say more than 350 prisoners are missing and presumed dead, although some of those who are <em>unaccounted</em>-for may have escaped.  ",
            "vi": "Các quan chức cho biết hơn 350 tù nhân bị mất tích và được xem như đã chết, mặc dù vài người trong số đó có thể đã trốn thoát."
        },
        {
            "en": "The shallow magnitude 6.4 quake that struck late Tuesday night caused at least four buildings in worst-hit Hualien county to cave in and tilt dangerously. Taiwan's Central News Agency says four people have been killed and 225 others injured, while more than 140 remain <em>unaccounted</em> for.",
            "vi": "Trận động đất mạnh 6,4 độ richter xảy ra vào tối thứ Ba đã gây ra ít nhất 4 tòa nhà ở thành phố Hualien bị ảnh hưởng nặng nề nhất. Cơ quan Thông tấn Trung ương Đài Loan cho biết 4 người đã thiệt mạng và 225 người khác bị thương, và hơn 140 người vẫn còn bị mất tích."
        },
        {
            "en": "The shallow magnitude 6.4 quake that struck late Tuesday night caused at least four buildings in worst-hit Hualien county to cave in and tilt dangerously. Taiwan's Central News Agency says four people have been killed and 225 others injured, while more than 140 remain <em>unaccounted</em> for.",
            "vi": "Trận động đất mạnh 6,4 độ richter xảy ra vào tối thứ Ba đã gây ra ít nhất 4 tòa nhà ở thành phố Hualien bị ảnh hưởng nặng nề nhất. Cơ quan Thông tấn Trung ương Đài Loan cho biết 4 người đã thiệt mạng và 225 người khác bị thương, và hơn 140 người vẫn còn bị mất tích."
        },
        {
            "en": "Rescue teams are searching for dozens of people trapped in rubble after a 5.6-magnitude earthquake struck eastern Turkey, killing at least seven people.   Twenty-five buildings have collapsed, including a six-storey hotel in the city of Van, where journalists and aid workers were staying, officials said.   Emergency workers said 23 people have been rescued alive but that many more remain <em>unaccounted</em>-for.   Last month, a 7.2-magnitude quake in the same area killed 600 people.",
            "vi": "Các đội cứu hộ đang tìm kiếm nhiều người bị mắc kẹt trong đống đổ nát sau khi một động đất 5,6 độ rích-te xảy ra ở miền đông Thổ Nhĩ Kỳ, làm ít nhất bảy người thiệt mạng.    Hai mươi lăm toà nhà sụp đổ, trong đó có một khách sạn sáu tầng ở thành phố Van, nơi mà các nhà báo và nhân viên cứu trợ đang ở, các quan chức cho biết.    Các nhân viên cứu hộ khẩn cấp nói rằng 23 người được cứu vẫn còn sống nhưng vẫn còn nhiều người bị mất tích.    Vào tháng trước, một trận động đất 7,2 độ rích-te xảy ra ở vùng này đã làm 600 người thiệt mạng. "
        },
        {
            "en": "As radiation levels near the plant rise, people are being checked for exposure Radiation from Japan's quake-stricken Fukushima Daiichi nuclear plant has reached harmful levels, the government says. The warning comes after the plant was rocked by a third blast which appears to have damaged one of the reactors' containment vessels for the first time. If it is breached, there are fears of more serious radioactive leaks. Officials have extended the danger zone, warning residents within 30km (18 miles) to evacuate or stay indoors. The crisis was sparked by a 9.0-magnitude quake and tsunami on Friday 'Don't go outside'  On Tuesday morning, reactor 2 became the third to explode in four days at the Fukushima Daiichi plant - 250km (155 miles) north-east of Tokyo. A fire also briefly broke out at the plant's reactor 4 on Tuesday and is believed to have led to radioactive leaks.  Reactor 4 had been shut down before the quake for maintenance but its nuclear fuel rods are still stored on the site. Radiation levels in the Japanese capital were reported to be higher than normal, but officials said there were no health dangers. In a televised address, Prime Minister Naoto Kan said: \"There is still a very high risk of more radiation coming out.\" He added that the last remaining people within the existing 20km (12 mile) exclusion zone around the plant must leave. Those living between 20km and 30km were also at risk and should not leave their homes. \"Now we are talking about levels that can impact human health,\" said Chief Cabinet Secretary Yukio Edano.  He told residents: \"Please do not go outside. Please stay indoors. Please close windows and make your homes airtight. \"Don't turn on ventilators. Please hang your laundry indoors.\" No-fly zone  Japan also announced a 30-km no-fly zone around the reactors to prevent planes spreading the radiation further afield.  Radiation levels around Fukushima for one hour's exposure rose to eight times the legal limit for exposure in one year, said the plant's operator, the Tokyo Electric Power Co (Tepco). The International Atomic Energy Agency said earlier that dose rates of up to 400 millisieverts per hour had been recorded at the power plant site, based on information received from the Japanese authorities. Exposure to over 100 millisieverts a year is a level which can lead to cancer, according to the World Nuclear Association. Shares on the Tokyo stock exchange plummeted 14% before recovering slightly. The leading Nikkei index ended the day 10.55% lower. It had already fallen by 7% on the previous day. On Monday, a hydrogen blast at the Fukushima plant's reactor 3 was felt 40km (25 miles) away. It followed a blast at reactor 1 on Saturday. All explosions have followed cooling system breakdowns. Engineers are trying to prevent meltdowns by flooding the chambers of the nuclear reactors with seawater. Japan's nuclear safety agency said it suspects Tuesday's blast may have damaged the vessel that holds reactor 2. The BBC's Chris Hogg in Tokyo says that would make it a more serious incident than the previous explosions, which were thought just to have damaged the buildings that housed the reactors. Meanwhile, five days after the tsunami triggered by the earthquake, the relief operation is continuing. The latest official death toll from the quake and tsunami stands at about 2,400 - but some estimates suggest at least 10,000 may have been killed.  Thousands are still <em>unaccounted</em> for - including hundreds of tourists - while many remote towns and villages have not been reached. More than 500,000 people have been made homeless. The government has deployed 100,000 troops to lead the aid effort. The UK Foreign Office has updated its travel advice to warn against all non-essential travel to Tokyo and north-eastern Japan. British nationals and friends and relatives of those in Japan can contact the Foreign Office on +44(0) 20 7008 0000.",
            "vi": "Khi mức phóng xạ gần nhà máy tăng, mọi người hiện đang được kiểm tra về mức tiếp xúc với chất phóng xạ Phóng xạ từ nhà máy hạt nhân Fukushima Daiichi do động đất gây ra ở Nhật Bản đã đạt đến mức nguy hại, chính phủ nói.  Lời cảnh báo ban ra sau khi nhà máy này rung chuyển bởi vụ nổ thứ ba dường như lần đầu đã làm hư một trong những bình khí nén của các lò phản ứng. Nếu bị chọc thủng, người ta sợ rằng sẽ có rò rỉ phóng xạ nghiêm trọng hơn. Các viên chức đã mở rộng khu vực nguy hiểm, cảnh báo cư dân trong vòng 30 km (18 dặm) phải di tản hoặc ở lại trong nhà. Cơn khủng hoảng này đã bùng ra do trận động đất 9.0  độ và sóng thần vào ngày thứ sáu  “Đừng ra khỏi nhà” Vào sáng thứ ba, lò phản ứng 2 trở thành lò thứ ba phát nổ trong vòng bốn ngày tại nhà máy Fukushima Daiichi – cách 250 km (155 dặm) về phía đông bắc của Tokyo.  Một trận hoả hoạn cũng bùng nổ thật nhanh ở lò phản ứng 4 của nhà máy vào ngày thứ ba và được cho là đã gây ra rò rỉ phóng xạ.  Lò phản ứng 4 đã được ngưng hoạt động trước trận động đất để bảo trì nhưng thanh nhiên liệu hạt nhân của nó vẫn còn được lưu trữ tại nơi này.  Mức phóng xạ ở thủ đô Nhật Bản được báo cáo là cao hơn bình thường, nhưng các quan chức cho biết không nguy hại đến sức khoẻ. Trong một bài diễn văn được phát sóng truyền hình, thủ tướng Naoto Kan đã nói : \"vẫn còn nhiều nguy cơ sẽ bị phóng xạ nhiều hơn nữa.\" Ông còn cho biết thêm những người còn lại cuối cùng trong khu vực cấm 20 km (12 dặm) hiện tại quanh nhà máy phải rời khỏi. Những người đang sống trong vòng từ 20 km đến 30 km cũng đang gặp nguy hiểm và không nên rời khỏi nhà. \"Hiện tại chúng tôi đang nói về các mức độ có thể tác động đến sức khoẻ con người, \" Đổng lý Nội các Yukio Edano nói. Ông nói với cư dân: \"Xin đừng ra ngoài. Xin vui lòng ở lại trong nhà. Xin vui lòng đóng cửa sổ và bịt kín nhà của bạn.”  “Đừng bật máy thông gió. Xin vui lòng phơi đồ giặt giũ trong nhà.” Vùng cấm bay Nhật Bản cũng công bố vùng cấm bay 30 km quanh lò phản ứng để ngăn ngừa máy bay phát tán phóng xạ ra xa hơn.  Mức phóng xạ quanh Fukushima trong một giờ phơi nhiễm tăng đến tám lần so với mức cho phép trong một năm, người điều hành của nhà máy này, Công ty cung cấp điện Tokyo (Tepco) cho biết. Cơ quan năng lượng nguyên tử quốc tế trước đây cho biết tỷ lệ lượng phóng xạ lên đến 400 millisievert (đơn vị phát xạ) mỗi giờ đã được ghi nhận tại nhà máy điện, dựa trên thông tin nhận từ nhà chức trách Nhật Bản. Tiếp xúc vớI trên 100 millisievert (đơn vị phát xạ) một năm là mức có thể dẫn đến ung thư, theo Hiệp hội hạt nhân thế giới.  Cổ phiếu trên thị trường chứng khoán ở Tokyo tụt xuống 14% trước khi hơi phục hồi trở lại. Chỉ số Nikkei dẫn đầu kết thúc cuối ngày với thấp hơn 10.55%. Nó đã giảm 7% vào ngày hôm trước.  Vào ngày thứ hai, vụ nổ hy-đrô ở lò phản ứng số 3 của nhà máy Fukushima đã được người ở cách đó 40 km ( 25 dặm ) cũng cảm thấy. Nó đi theo luồng khí ở lò phản ứng 1 vào thứ bảy. Tất cả vụ nổ đã xảy ra sau khi vỡ hệ thống làm lạnh. Các kỹ sư đang cố ngăn chặn hiện tượng lõi lò phản ứng hạt nhân chảy tan bằng cách làm ngập khoang của lò phản ứng hạt nhân với nước biển.  Cơ quan an toàn hạt nhân của Nhật Bản cho biết cơ quan này nghi ngờ vụ nổ hôm thứ ba có thể đã gây thiệt hại tàu chứa lò phản ứng 2. Phóng viên Chris Hogg của BBC ở Tokyo nói rằng chính điều đó sẽ biến nó thành một sự cố nghiêm trọng hơn những vụ nổ trước đây, mà nghĩ là chỉ thiệt hại những toà nhà chứa lò phản ứng. Trong khi đó, năm ngày sau vụ sóng thần gây ra bởi động đất, hoạt động cứu trợ vẫn đang tiếp tục. Danh sách người chết chính thức mới nhất từ trận động đất và sóng thần vào khoảng 2,400 - nhưng theo một số ước tính đưa ra thì ít nhất 10,000 người có lẽ bị chết.  Hàng ngàn người vẫn còn chưa biết tông tích – kể cả hàng trăm khách du lịch - trong khi nhiều ngôi làng và thị trấn heo hút mà lực lượng cứu hộ vẫn chưa đến.  Hơn 500.000 người trở thành vô gia cư.  Chính phủ đã triển khai 100,000 binh lính để lãnh đạo nỗ lực viện trợ.  Bộ ngoại giao Anh đã cập nhật thông tin hướng dẫn du lịch để khuyến cáo những chuyến du lịch không cần thiết đến Tokyo và miền đông bắc Nhật Bản. Kiều dân Anh,  bạn bè và họ hàng của những ai ở Nhật có thể liên lạc Bộ Ngoại giao theo số + 44 (0) 20 7008 0000."
        },
        {
            "en": "Full Picture of Haiti Devastation Emerges as International Aid Mobilized       Death, devastation and deprivation prevail in Haiti's capital, as the full extent of the country's humanitarian crisis is being revealed to the world. The international community is rushing aid to earthquake-ravaged Port-au-Prince in the face of logistical challenges and with the knowledge that Haiti's needs far outpace anything that can be delivered in the short-term. Two days after the 7.0 magnitude quake, the horror of the disaster is undiminished.  In Port-au-Prince, sheet-draped bodies remain unclaimed, and untold numbers of people are trapped in rubble or missing and feared dead.  The ranks of the injured seeking scarce medical attention continue to grow. Seemingly countless people lack food and shelter, leaving streets packed with increasingly hungry, destitute survivors.  Even among those whose homes did not collapse, fear of aftershocks has led many to remain outdoors. Haitian President Rene Preval commented on the situation on NBC television's Today program. \"I am sure that I will not sleep in the street tonight. But I am sure a lot of people will sleep in the street tonight,\" he said. Haiti's humanitarian crisis has sparked the biggest outpouring of international aid in response to a natural disaster since the 2004 tsunami that devastated parts of Indonesia and surrounding nations. The United States has mobilized thousands of troops and a massive contingent of civilian workers to respond to the Haitian crisis.  Speaking at the White House, President Barack Obama said the initial U.S. response will exceed $100 million, and that more assistance will be forthcoming. \"To the people of Haiti, we say clearly and with conviction:  You will not be forsaken.  You will not be forgotten.  In this, your hour of greatest need, America stands with you.  The world stands with you,\" he said. Dozens of other nations and a vast array of international organizations and aid groups have also sprung to action.  Assistance is being dispatched from around the globe, including many faraway nations.  Israel, for example, is sending a military medical team that will operate a field hospital in Haiti. \"Israel has quite a lot of experience in these kinds of earthquakes,\" said Israeli military official, Gidi Shenar.  \"We have been in several places in the world.  We are bringing our knowledge and we are coming to assist the people over there and save lives.  As fast as we can, we will be over there.\" But obstacles remain.  Diplomats and aid officials familiar with Haiti say that even before the quake, the country's roads and infrastructure were in poor condition or virtually non-existent.  The temblor damaged Port-au-Prince's international airport as well as the city's seaport. Speaking on NBC's Today show, Secretary of State Hillary Clinton said U.S. teams have had logistical challenges to overcome. \"We have the airport open, thanks to the U.S. military,\" she said. \"We have our civilian search-and-rescue teams on the ground.  We are doing all we can.\" Amid the devastation and loss of life in Haiti, there have been a precious few moments of joy - U.S. rescue workers pulled a security guard out of the rubble of the collapsed U.N. building in Port-au-Prince.  But scores of U.N. personnel remain <em>unaccounted</em> for. Shaken and frail, one woman was asked her reaction after family members rescued her from a collapsed house. \"I started crying.  Yeah, I started crying,\" she said. Haiti is the Western hemisphere's poorest nation, long-plagued by frequent hurricanes, political instability and chronic underdevelopment. ",
            "vi": "Toàn cảnh thảm hoạ ở Haiti khiến cả thế giới phải chung tay cứu trợ       Sự chết chóc, tàn phá và nghèo đói đang bao trùm lên cả thủ đô của Haiti, đúng như toàn bộ những gì mà thế giới đang được biết về cuộc khủng hoảng của người dân quốc gia này. Cộng đồng quốc tế đang gấp rút đưa hàng cứu trợ đến thủ đô Port-au-Prince nơi bị động đất tàn phá đã phải đối mặt với những khó khăn về mặt hậu cần và họ biết rõ nhu cầu của người dân Haiti vượt xa bất cứ thứ gì có thể cung cấp trong thời gian ngắn. Hai ngày sau trận động đất 7.0 độ rích-te, nỗi kinh hoàng về thảm hoạ vẫn không hề thuyên giảm đi. Ở Port-au-Prince, nhiều thi thể đắp chăn chưa có người nhận, và người ta vẫn chưa ước tính được có bao nhiêu người còn mắc kẹt trong đống gạch vụn hay mất tích và sắp chết. Số người bị thương tìm kiếm sự chăm sóc y tế vốn ít ỏi ở nơi đây đang ngày một tăng. Dường như có vô số người thiếu cái ăn và chỗ ở, còn đường phố thì đầy nghẹt những người sống sót mỗi lúc một đói ăn và cơ cực. Ngay cả những người có nhà cửa không bị sụp đổ cũng chạy ra đường ở vì sợ những cơn dư chấn tiếp tục xảy ra. Tổng thống Haiti Rene Preval đã bình luận về tình hình trên chương trình Today của đài truyền hình NBC. \"Chắc chắn đêm nay tôi sẽ không phải ngủ ngoài đường. Nhưng tôi biết chắc là có rất nhiều người sẽ ngủ ngoài đường đêm nay,\" ông ấy đã nói. Cuộc khủng hoảng ở Haiti đã khơi dậy chiến dịch viện trợ quốc tế đối phó với thiên tai lớn nhất kể từ trận sóng thần năm 2004 đã tàn phá nhiều khu vực của Indonesia và các nước xung quanh. Hoa Kỳ đã huy động hàng ngàn binh lính và rất nhiều nhân viên cứu trợ để đối phó với cuộc khủng hoảng ở Haiti. Phát biểu tại Nhà Trắng, tổng thống Barack Obama đã nói nguồn viện trợ ban đầu của Hoa Kỳ sẽ hơn 100 triệu đô-la Mỹ, và sau đó sẽ còn viện trợ nhiều hơn thế nữa. \"Hỡi đồng bào Haiti, chúng ta muốn nói rõ và cam kết: Các bạn sẽ không bị bỏ rơi. Các bạn sẽ không bị được lãng quên. Trong lúc các bạn đang cần sự trợ giúp nhất thì Hoa Kỳ sẽ sát cánh với các bạn. Thế giới cũng đứng bên cạnh các bạn,\" ông ấy đã nói. Hàng tá các quốc gia khác và vô số các tổ chức thế giới và các nhóm cứu trợ cũng đã bắt tay vào hành động. Sự trợ giúp đang được gửi đến từ khắp toàn cầu, gồm nhiều nhiều quốc gia xa xôi. Chẳng hạn như Israel đang gửi một nhóm bác sĩ quân y để lập một bệnh viện dã chiến ở Haiti. \"Israel có khá nhiều kinh nghiệm đối phó với nhiều trận động đất,\" một viên chức quân sự Israel Gidi Shenar đã nói. \"Chúng tôi đã đến vài nơi trên thế giới. Chúng tôi đang mang đến những hiểu biết của chúng tôi và chúng tôi đang đến để hỗ trợ người dân ở đó và cứu sống nhiều mạng người. Chúng tôi sẽ ở đó càng sớm càng tốt\" Nhưng vẫn còn tồn tại nhiều chướng ngại. Các nhà ngoại giao và nhân viên cứu trợ vốn đã biết rõ về Haiti nói rằng thậm chí trước khi xảy ra trận động đất, đường sá và cơ sở hạ tầng của quốc gia này đã ở trong tình trạng tệ hại hoặc gần như không có gì cả. Trận động đất đã làm hư hại sân bay quốc tế của Port-au-Prince cũng như hải cảng của thành phố. Phát biểu trong chương trình Today của NBC ngày hôm nay, Ngoại trưởng Hoa Kỳ Hillary Clinton đã nói các đội cứu trợ của Hoa Kỳ đã gặp phải những thách thức về mặt hậu cần mà họ cần phải khắc phục. \"Nhờ vào quân đội Hoa Kỳ, chúng tôi đã có mở cửa được sân bay\" bà đã nói. \"Chúng tôi đã xúc tiến các đội tìm kiếm và cứu trợ thường dân. Chúng tôi đang làm tất cả những gì mà chúng tôi có thể làm được.\" Những cảnh tượng tàn phá và tang tóc ở Haiti, vẫn có một khoảnh khắc vui vẻ hiếm hoi khi những nhân viên cứu hộ Hoa Kỳ kéo một nhân viên bảo vệ ra khỏi đống gạch vụn của toà nhà LHQ đổ nát ở Port-au-Prince. Nhưng vẫn còn chưa có tung tích của rất nhiều nhân viên LHQ. Một người phụ nữ run rẩy và yếu ớt được hỏi cô đã làm gì sau khi được các thành viên trong gia đình cứu ra khỏi căn nhà đổ nát. \"Tôi oà khóc. Vâng, tôi đã oà khóc lên,\" cô ấy đã nói. Haiti là quốc gia nghèo nhất ở Tây bán cầu, bị hoành hành liên miên bởi các trận cuồng phong, bất ổn về chính trị và thường xuyên ở vào tình trạng kém phát triển."
        }
    ],
    "suggestions": []
}