{
    "en_vn": {
        "data": {
            "content": null,
            "word": "unaffordable"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unaffordable</k><blockquote>■ <cclass>adjective too expensive to be afforded by the average person. </cclass></blockquote></div>",
            "word": "unaffordable"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unaffordable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unaffordable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unaffordable"
        }
    },
    "sentences": [
        {
            "en": "The single-family dwelling has become <em>unaffordable</em> for all but the rich.",
            "vi": "Nơi ở riêng biệt của một gia đình trở nên quá khả năng đối với tất cả mọi người trừ người giàu."
        },
        {
            "en": "Low incomes make high prices for pay-TV <em>unaffordable</em> for most in developing markets.",
            "vi": "Thu nhập thấp khiến cho việc xem truyền hình trả tiền giá cao trở nên quá đắt đối với hầu hết các thị trường đang phát triển."
        },
        {
            "en": "The single - family dwelling has become <em>unaffordable</em> for all but the rich.",
            "vi": "Nơi ở riêng biệt của một gia đình trở nên quá khả năng đối với tất cả mọi người trừ người giàu."
        },
        {
            "en": "A lack of access to or the <em>unaffordable</em> costs of healthcare compound the situation of hunger and illness.",
            "vi": "Việc không được tiếp cận với những dịch vụ y tế, hoặc không có khả năng chi trả cho các dịch vụ chăm sóc y tế khiến tình trạng ốm đau và đói ăn càng trở nên nặng hơn."
        },
        {
            "en": "In some countries, speculation in the land markets has made housing <em>unaffordable</em> even for the middle classes.",
            "vi": "Ở một số quốc gia, đầu cơ trong thị trường đất đai dẫn đến việc thậm chí tầng lớp trung lưu cũng không thể gánh nổi chi phí nhà."
        },
        {
            "en": "Eventually, she dropped out of grade 5 partly because the school costs were becoming <em>unaffordable</em> and partly because her family also needed her to work at home.",
            "vi": "Cuối cùng, em đã bỏ học ở lớp 5, một phần do không đủ tiền đóng chi phí cho trường, một phần vì gia đình em cần có người lao động ở nhà."
        },
        {
            "en": "“Many public playgrounds are unsafe for children. Meanwhile, amusement parks, cultural palaces, summer camps and swimming training classes are <em>unaffordable</em> for poor parents,” she noted.",
            "vi": "\"Nhiều sân chơi công cộng không an toàn cho trẻ em. Trong khi đó, các khu vui chơi giải trí, cung văn hóa, trại hè và các lớp đào tạo bơi lội thì các bậc phụ huynh nghèo không thể chi trả\" cô nhấn mạnh."
        },
        {
            "en": "However, even if poor families do not have to pay a direct fee, indirect fees for construction, school activities, textbooks and utilities may be <em>unaffordable</em> for them.",
            "vi": "Tuy nhiên, thậm chí nếu các gia đình nghèo không phải trả phí trực tiếp, họ cũng có thể khó mà tránh được các chi phí gián tiếp như xây dựng, các hoạt động nhà trường, sách giáo khoa, thiết bị."
        },
        {
            "en": "In the view of some, a key problem is that there are no regulations yet for cases in which land-users demand <em>unaffordable</em> prices, thereby constraining access to land by investors.",
            "vi": "Theo quan điểm một số người, vấn đề chính ở đây là vẫn chưa có quy định cho những trường hợp mà người chủ đất đòi một mức giá phi lý, làm cản trở việc tiếp cận đất của nhà đầu tư."
        },
        {
            "en": "Both the Lao Cai and Ho Chi Minh City PPA teams found people living with ill-health on a long term basis because the costs of seeking treatment were simply <em>unaffordable</em>.",
            "vi": "Cả nhóm nghiên cứu PPA ở Lào Cai và Thành phố Hồ Chí Minh đều phát hiện thấy nhiều người sống với bệnh trong thời gian dài vì không có đủ tiền để chữa trị."
        },
        {
            "en": "However, the training major Son registered for requires high tuition, which is <em>unaffordable</em>. He still doesn’t know how he can arrange such a big sum of money for the next semester.",
            "vi": "Tuy nhiên, ngành đào tạo mà Sơn đã đăng kí với yêu cầu học phí cao, Sơn không đủ tiền để chi trả. Cậu vẫn không biết làm thế nào để chuẩn bị một số tiền lớn như thế trong các học kì tiếp theo."
        },
        {
            "en": "To date, Sabeco’s strategic shareholders remain unknown. However, analysts believe that Sabeco would be sold to foreign investors, because the valuable business, with strong brand and big assets, would be <em>unaffordable</em> to domestic investors.",
            "vi": "Đến hôm nay, nhà cổ đông chiến lược của Sabeco vẫn chưa có. Tuy nhiên, giới phân tích tin rằng Sabeco sẽ bán cho nhà đầu tư nước ngoài, bởi vì giá trị kinh doanh, với thương hiệu mạnh và tài sản lớn, sẽ đáp ứng được nhà đầu tư trong nước."
        },
        {
            "en": "Hoang said he thought of making such a glove after realizing that visually impaired people have difficulties in traveling which affect their life quality, while products now available in the market, such as walking stick and glasses, are <em>unaffordable</em> to many of them.",
            "vi": "Hoàng cho biết em đã nghĩ đến việc phát minh một chiếc găng tay như vậy sau khi nhận ra rằng những người khiếm thị gặp khó khăn trong việc đi lại nên sẽ ảnh hưởng đến chất lượng cuộc sống của họ, trong khi các sản phẩm hiện có trên thị trường, chẳng hạn như gậy dò đường và kính có chi phí khá cao và nằm ngoài khả năng chi trả của nhiều người trong số họ."
        },
        {
            "en": "The first reason is psychology. As the price of a stock gets higher and higher, some investors may feel the price is too high for them to buy, or small investors may feel it is <em>unaffordable</em>. Splitting the stock brings the share price down to a more \"attractive\" level. The effect here is purely psychological.",
            "vi": "Lý do thứ nhất là tâm lý. Khi giá cổ phiếu càng ngày càng cao, có thể một số nhà đầu tư cảm thấy giá cao quá họ không thể mua được, hoặc những nhà đầu tư nhỏ cảm thấy quá đắt. Chia nhỏ cổ phiếu làm cho giá cổ phiếu giảm xuống một mức \"hấp dẫn\" hơn. Tác động ở đây hoàn toàn là về mặt tâm lý."
        }
    ],
    "suggestions": []
}