{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ju:'næniməsli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhất trí, đồng lòng</td></tr></table><i/></div>",
            "word": "unanimously",
            "pronounce": "[ju:'næniməsli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "unanimously",
            "pronounce": "[ju:'næniməsli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unanimously",
            "pronounce": "[ju:'næniməsli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unanimously",
            "pronounce": "[ju:'næniməsli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unanimously",
            "pronounce": "[ju:'næniməsli]"
        }
    },
    "sentences": [
        {
            "en": "The motion was passed <em>unanimously</em>.",
            "vi": "Bản kiến nghị được hoàn toàn nhất trí thông qua."
        },
        {
            "en": "The council also voted <em>unanimously</em>.",
            "vi": "Hội đồng cũng đã nhất trí bỏ phiếu."
        },
        {
            "en": "We decided <em>unanimously</em> to accept the offer.",
            "vi": "Chúng tôi nhất trí quyết định chấp nhận lời đề nghị."
        },
        {
            "en": "The prisoners <em>unanimously</em> rose in rebellion.",
            "vi": "Các tù nhân đã nhất trí nổi loạn."
        },
        {
            "en": "Parliament <em>unanimously</em> adopted the 17th Amendment.",
            "vi": "Quốc hội nhất trí thông qua điều bổ sung thứ 17."
        },
        {
            "en": "The resolution was <em>unanimously</em> adopted by the national assembly.",
            "vi": "Nghị quyết được quốc hội nhất trí thông qua."
        },
        {
            "en": "Peter was <em>unanimously</em> elected to council of war.",
            "vi": "Peter được mọi người nhất trí bầu vào hội đồng quốc phòng."
        },
        {
            "en": "A renewed commitment to the decentralization of UN project formulation and implementation was also <em>unanimously</em> endorsed.",
            "vi": "Tất cả các đại biểu đều nhất trí cam kết tiếp tục theo hướng xây dựng và thực hiện các dự án của LHQ ở cấp địa phưng."
        },
        {
            "en": "Resolution adopted <em>unanimously</em> by the 112th Assembly (Manila, 8 April 2005).",
            "vi": "Nghị quyết được nhất trí thông qua tại Đại hội đồng thứ 112 (Ma-ni-la, 8/4/2005)."
        },
        {
            "en": "Environmentalists have <em>unanimously</em> called for a new law to specifically deal with air quality control. ",
            "vi": "Các nhà môi trường đã nhất trí kêu gọi một bộ luật mới nhằm giải quyết cụ thể vấn đề kiểm soát chất lượng không khí."
        },
        {
            "en": "However, scholars agree almost <em>unanimously</em> that this book is the work of many authors.",
            "vi": "Tuy nhiên, các học giả hầu như nhất trí với nhau rằng quyển sách này là công trình của nhiều tác giả."
        },
        {
            "en": "The Association's activities had been agreed <em>unanimously</em> by its members in accordance with Vietnamese Laws.",
            "vi": "Các hoạt động của hiệp hội được nhất trí đồng thuận giữa các thành viên phù hợp với luật pháp việt nam."
        },
        {
            "en": "Environmentalists have <em>unanimously</em> called for a new law to specifically deal with air quality control. ",
            "vi": "Các nhà môi trường đã nhất trí kêu gọi một bộ luật mới nhằm giải quyết cụ thể vấn đề kiểm soát chất lượng không khí."
        },
        {
            "en": "The Imperial Palace has been praised <em>unanimously</em> both at home and abroad.",
            "vi": "Cố cung đã được tán thưởng ở trong nước lẫn ngoài nước."
        },
        {
            "en": "The Committee <em>unanimously</em> approved the plan to spend 20% of the total annual budget on education and training development.",
            "vi": "Ủy ban nhất trí phê chuẩn kế hoạch dành 20% tổng ngân sách hàng năm cho việc phát triển giáo dục và đào tạo."
        },
        {
            "en": "Thus, it is misleading to say that the committee voted <em>unanimously</em> that the professor was guilty of grave misconduct.",
            "vi": "Vì vậy, điều đó là sai lầm khi nói rằng ủy ban đã thống nhất cho rằng các giáo sư phạm tội vì có hành vi sai trái."
        },
        {
            "en": "The CRC has been ratified by 192 countries since it was adopted <em>unanimously</em> by the United Nations General Assembly in November 1989.",
            "vi": "Công ước quyền trẻ em được phê duyệt từ 192 quốc gia kể từ khi nó được nhất trí thông qua bởi đại hội đồng liên hiệp quốc vào tháng mười một năm 1989."
        },
        {
            "en": "The Convention on the Rights of Persons with Disabilities was <em>unanimously</em> passed at the 61st meeting of the United Nations General Assembly on December 13th 2006.",
            "vi": "Công Ước về Quyền của Người Khuyết Tật vừa được nhất trí thông qua tại kỳ họp lần thứ 61 của Đại Hội Đồng Liên Hiệp Quốc vào ngày 13 tháng 12 năm 2006."
        },
        {
            "en": "T21 has already been successfully used in over 15 countries, including Mozambique, where it was used for the preparation of the Agenda 2025, which passed parliament <em>unanimously</em>.",
            "vi": "T21 đã được sử dụng thành công trên 15 nước, trong đó có Mô-zam-bích, mà nó đã được sử dụng để chuẩn bị Chương trình Nghị sự 2025 được quốc hội nhất trí thông qua."
        },
        {
            "en": "The doggy bag law was passed by the French parliament as part of a series of health reforms at the end of last year. A law forcing supermarkets to give away unsold food that has reached its sell-by date was submitted separately and <em>unanimously</em> passed in the lower house in December. It is expected to be passed when presented to the upper house on 13th January.",
            "vi": "Điều luật về túi đựng thức ăn thừa đã được thông qua bởi quốc hội Pháp như một phần trong loạt cải cách y tế vào cuối năm ngoái. Một đạo luật - buộc các siêu thị phải cho đi thực phẩm chưa bán nhưng đã hết hạn sử dụng - đã được nộp riêng và nhất trí thông qua ở Hạ viện vào tháng 12. Người ta dự kiến đạo luật này sẽ được thông qua khi trình lên Thượng viện vào ngày 13 tháng 1.Người dịch: Bí mật, người sửa Carmi"
        }
    ],
    "suggestions": []
}