{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌnə'træktiv]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ít hấp dẫn, không lôi cuốn, không quyến rũ; không có duyên</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khó thương, khó ưa (tính tình...)</td></tr></table><i/></div>",
            "word": "unattractive",
            "pronounce": "[,ʌnə'træktiv]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unattractive</k><blockquote>■ <cclass>adjective not pleasing, appealing, or inviting. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unattractively</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>unattractiveness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "unattractive",
            "pronounce": "[,ʌnə'træktiv]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unattractive</k><blockquote>▸ <cclass>adjective PLAIN, ugly, ill-favoured, unappealing, unsightly, unlovely, unprepossessing, displeasing; hideous, monstrous, grotesque; <cclass><i>N. Amer.</i> homely; <cclass><i>informal</i> not much to look at, as ugly as sin; <cclass><i>Brit.</i><cclass><i>informal</i> no oil painting.</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>beautiful.</blockquote></div>",
            "word": "unattractive",
            "pronounce": "[,ʌnə'træktiv]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unattractive",
            "pronounce": "[,ʌnə'træktiv]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unattractive",
            "pronounce": "[,ʌnə'træktiv]"
        }
    },
    "sentences": [
        {
            "en": "I 'm very <em>unattractive</em>.",
            "vi": "Tôi rất vô duyên."
        },
        {
            "en": "I'm very <em>unattractive</em>.",
            "vi": "Tôi rất vô duyên."
        },
        {
            "en": "I find him extremely <em>unattractive</em>.",
            "vi": "Tôi thấy cô ấy vô duyên cực kỳ."
        },
        {
            "en": "It's an <em>unattractive</em> building, ugly even.",
            "vi": "Đó là một tòa nhà không hấp dẫn, thậm chí còn xấu nữa."
        },
        {
            "en": "It's an <em>unattractive</em> building, even ugly.",
            "vi": "Đó là một tòa nhà không hấp dẫn, thậm chí còn xấu nữa."
        },
        {
            "en": "The rural sector remains <em>unattractive</em> to urban and foreign investors.",
            "vi": "Khu vực nông thôn vẫn còn chưa tỏ ra hấp dẫn đối với các nhà đầu tư ở thành thị và các nhà đầu tư nước ngoài."
        },
        {
            "en": "Most of the buildings in this town are rather <em>unattractive</em>, but this church is an exception",
            "vi": "Hầu hết các công trình xây dựng trong thị trấn này đều khá tẻ nhạt, nhưng nhà thờ này lại là một ngoại lệ"
        },
        {
            "en": "Many other universities and colleges are worried about student shortages, especially for <em>unattractive</em> courses.",
            "vi": "Nhiều trường đại học và cao đẳng khác cũng đang lo lắng về tình trạng thiếu sinh viên, đặc biệt là đối với các ngành học không hấp dẫn."
        },
        {
            "en": "She wasn't even wearing her cruel smile, but had her lips pressed together in a way that looked almost <em>unattractive</em>.",
            "vi": "Thậm chí cô ta không thèm cười nụ cười nham hiểm nữa, mà hai môi mím lại trông rất dữ dằn."
        },
        {
            "en": "He paid her a left - handed compliment when he told her that he enjoyed being with <em>unattractive</em> girls.",
            "vi": "Anh ấy làm cô ấy mích lòng khi nói rằng mình thích vui với các cô gái không có gì là hấp dẫn."
        },
        {
            "en": "The actual allowance varies from region to region, but it i s becoming increasingly <em>unattractive</em> as earnings increase.",
            "vi": "Mức phụ cấp thực tế lại khác nhau giữa các vùng, nhưng ngày càng trở nên kém hấp dẫn, khi thu nhập tăng lên."
        },
        {
            "en": "She sneered when she saw the robe, and said she wouldn't have me seen in anything so <em>unattractive</em>.",
            "vi": "Bà cười ngạo khi thấy cái áo, và nói bà không muốn thấy tôi mặc áo xấu như thế."
        },
        {
            "en": "3. “Ariana Huffington is <em>unattractive</em>, both inside and out. I fully understand why her former husband left her for a man – he made a good decision.”",
            "vi": "3. \"Ariana Huffington không hề hấp dẫn, cả trong lẫn ngoài. Giờ tôi đã hiểu tại sao chồng cũ của bà ấy lại bỏ bà ấy để đi theo người đàn ông khác rồi. Ông ta quyết định đúng đấy\"."
        },
        {
            "en": "Yet, selling securities proved increasingly difficult as the interest rate offered became <em>unattractive</em> compared to the returns expected in a booming real estate market.",
            "vi": "Tuy nhiên, việc bán trái khoán ngày càng khó khăn khi lãi suất chào bán trở nên kém hấp dẫn so với nguồn lợi nhuận kỳ vọng thu được từ thị trường bất động sản đang bùng nổ."
        },
        {
            "en": "The additional burden of time and money in preparing regular reports (including an audited annual report) is perceived to be <em>unattractive</em>;",
            "vi": "Làm tăng chi phí về thời gian và tiền bạc để chuẩn bị các báo cáo định kỳ (trong đó có cả báo cáo kiểm toán thường niên) được cho là không hấp dẫn;"
        },
        {
            "en": "Jasmine added: ‘I got it because I wanted to make myself <em>unattractive</em> to men. Because I don’t want to date anymore.’",
            "vi": "Jasmine cho biết thêm: \"Tôi có thêm bầu ngực thứ ba là vì tôi muốn bọn đàn ông thấy tôi xấu xí. Tại tôi không muốn hẹn hò nữa.\""
        },
        {
            "en": "3. “Ariana Huffington is <em>unattractive</em>, both inside and out. I fully understand why her former husband left her for a man – he made a good decision.”",
            "vi": "3. \"Ariana Huffington không hề hấp dẫn, cả trong lẫn ngoài. Giờ tôi đã hiểu tại sao chồng cũ của bà ấy lại bỏ bà ấy để đi theo người đàn ông khác rồi. Ông ta quyết định đúng đấy\"."
        },
        {
            "en": "Dandruff is a great problem among geisha, and very few things are more <em>unattractive</em> and make the hair look more unclean.",
            "vi": "Gàu trên đầu là vấn đề khó khăn nhất của người geisha, không có gì làm cho họ mất vẻ hấp dẫn bằng, và không có gì làm cho mái tóc của họ dơ bẩn bằng."
        },
        {
            "en": "Shizue was from the Pontocho district rather than Gion, and had <em>unattractive</em> glasses and silver hair that made her look even older than she really was.",
            "vi": "Shizue ở quận pontocho chứ không phải ở gion, bà ta đeo cặp kính dày cộm và có mái tóc màu bạch kim khiến bà ta trông còn già hơn nữa."
        },
        {
            "en": "The owner of a private shop in Hanoi noted that the currently available smartwatch models are expensive compared with the <em>unattractive</em> appearance design and low battery capacity. Therefore, he only sells products by orders.",
            "vi": "Chủ một cửa hàng tư nhân tại Hà Nội ghi nhận rằng các mô hình đồng hồ thông minh hiên đang có sẵn khá đắt so với thiết kế kém hấp dẫn và dung lượng pin thấp. Do đó, ông chỉ bán sản phẩm theo đơn đặt hàng."
        }
    ],
    "suggestions": []
}