{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ʌnə'vɔidəbli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">không thể tránh được</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">unavoidably absent</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">vắng mặt không thể tránh được</font></td></tr></table><i/></div>",
            "word": "unavoidably"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "unavoidably"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unavoidably"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unavoidably"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unavoidably"
        }
    },
    "sentences": [
        {
            "en": "<em>Unavoidably</em> absent",
            "vi": "Vắng mặt không thể tránh được"
        },
        {
            "en": "The meeting is <em>unavoidably</em> delayed.",
            "vi": "Việc hoãn cuộc họp lại là chuyện không thể tránh được."
        },
        {
            "en": "Among the many social choices <em>unavoidably</em> presented to Vietnamese society is the degree of inequality that would be acceptable.",
            "vi": "Trong số rất nhiều sự lựa chọn xã hội không thể tránh được đặt ra cho xã hội Việt Nam có một vấn đề là bất bình đẳng tới mức độ nào là chấp nhận được."
        },
        {
            "en": "As the array begins to fill, keys will <em>unavoidably</em> produce the same array index when transformed by the hash function.",
            "vi": "Lúc mảng bắt đầu đầy, thì khi được hàm băm biến đổi các khoá sẽ không tránh khỏi sản sinh ra cùng một chỉ số."
        },
        {
            "en": "If things don't move as fast as you would like or something goes wrong and you get <em>unavoidably</em> sidetracked, remember it isn't permanent.",
            "vi": "Nếu sự việc không chuyển biến nhanh như bạn muốn hoặc có đôi điều sai sót và bạn không thể tránh khỏi chuyện đi lệch hướng, hãy nhớ rằng điều đó không xảy ra thường xuyên."
        },
        {
            "en": "If things don't progress as fast as you would like or something goes wrong and you get <em>unavoidably</em> sidetracked, remember it isn't permanent.",
            "vi": "Nếu mọi thứ không tiến triển nhanh như bạn muốn hoặc có đôi điều sai sót và bạn không thể tránh khỏi lạc hướng, hãy nhớ điều đó không xảy ra thường xuyên."
        },
        {
            "en": "In other words, the odds are not in Vietnam’s favor, but this does not mean that Vietnam’s future is <em>unavoidably</em> bleak. To the contrary, few developing countries possess Vietnam’s immense potential.",
            "vi": "Nói một cách khác, xu hướng phát triển phổ biến không đứng về phía Việt Nam. Mặc dù vậy, xu hướng này không phải là một định mệnh. Ngược lại, Việt Nam đang có những tiềm năng to lớn mà không phải quốc gia nào cũng có."
        }
    ],
    "suggestions": []
}