{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌn'baiəst]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">unbiassed</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌn'baiəst]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không thành kiến</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không thiên vị</td></tr></table><i/></div>",
            "word": "unbiased"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unbiased</k><blockquote>(also <cclass><b>unbiassed</b>) </cclass></blockquote><blockquote>■ <cclass>adjective showing no prejudice; impartial. </cclass></blockquote></div>",
            "word": "unbiased"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unbiased</k><blockquote>▸ <cclass>adjective IMPARTIAL, unprejudiced, neutral, non-partisan, disinterested, detached, dispassionate, objective, open-minded, equitable, even-handed, fair.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>prejudiced.</blockquote></div>",
            "word": "unbiased"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>unbiased</k><blockquote><blockquote><ex><abr>adj.</abr> unbiased towards </ex></blockquote></blockquote></div>",
            "word": "unbiased"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không chệch</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">absolutely unbiased estimator</font><font color=\"#282828\">: ước lượng tuyệt đối không chệch</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">unbiased critical region</font><font color=\"#282828\">: miền tới hạn không chệch</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">unbiased estimate</font><font color=\"#282828\">: ước lượng không chệch</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">unbiased estimator</font><font color=\"#282828\">: ước lượng không chệch</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">unbiased sampling</font><font color=\"#282828\">: sự lấy mẫu không chệch</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">unbiased statistics</font><font color=\"#282828\">: thống kê không chệch</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chưa từ hóa trước</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không bị chệch</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">unbiased error</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sai số ngẫu nhiên</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">unbiased estimator</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ước lượng không chêch lệch</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "unbiased"
        }
    },
    "sentences": [
        {
            "en": "<em>Unbiased</em> estimator",
            "vi": "Ước lượng không chệch"
        },
        {
            "en": "His reporting must be <em>unbiased</em>.",
            "vi": "Bài viết phải đúng và không thiên vị hay thành kiến."
        },
        {
            "en": "That's the simple <em>unbiased</em> account of events",
            "vi": "Đây là bản kê khai không thiên lệch về các sự kiện."
        },
        {
            "en": "It's called the best linear <em>unbiased</em> estimator.",
            "vi": "Đó gọi là đoán số trùng tuyến tính đẹp nhất (ước lượng tuyến tính không chệch tốt nhất)."
        },
        {
            "en": "We provide <em>unbiased</em> natural gas and electricity price comparisons.",
            "vi": "Chúng tôi cung cấp sự so sánh khách quan giữa khí đốt tự nhiên và giá điện."
        },
        {
            "en": "There is no such thing as an <em>unbiased</em> observation .",
            "vi": "Ở đó không có những điều như một quan sát công bằng."
        },
        {
            "en": "Don't expect an <em>unbiased</em> opinion from Morgan. He has a vested interest in the project.",
            "vi": "Đừng có hy vọng ý kiến vô tư từ Morgan. Anh ta đã có quyền lợi cá nhân trong dự án này rồi."
        },
        {
            "en": "The difference is we offer you objective information and <em>unbiased</em> advice to help you comparison - shop.",
            "vi": "Điểm khác biệt ở đây là chúng tôi đưa ra những thông tin và lời khuyên khách quan để giúp anh có được giá tốt nhất."
        },
        {
            "en": "This policy could focus on labour intensive firms or other development criteria, however <em>unbiased</em> implementation will be the principal challenge.",
            "vi": "Chính sách này có thể tập trung vào các công ty sử dụng nhiều lao động hoặc các tiêu chí phát triển khác, tuy nhiên việc thực hiện một cách công bằng sẽ là thách thức chủ yếu."
        },
        {
            "en": "The outsider can be someone from a different software group who can critically evaluate the performance of the project from an <em>unbiased</em> perspective.",
            "vi": "Người ngoài có thể là ai đó từ một nhóm phần mềm khác, có khả năng đánh giá phê phán về hiệu năng của dự án từ cảnh quan không thiên lệch."
        },
        {
            "en": "Chu Lai may consider using its legal authority to auction land use rights to ensure <em>unbiased</em> administration of this proactive policy.",
            "vi": "Chu Lai có thể xem xét việc sử dụng thẩm quyền hợp pháp để bán đấu giá quyền sử dụng đất nhằm đảm bảo sự quản lý công bằng chính sách năng động này."
        },
        {
            "en": "I knew that a white paper (research documents that consulting companies put out on hot topics of the day) introducing us and the technology from an <em>unbiased</em> perspective would be far more effective and lead to more credibility than anything",
            "vi": "Tôi biết là một trang giấy trắng (những tài liệu nghiên cứu mà các công ty tư vấn viết về các đề tài nóng bỏng trong ngày) giới thiệu về chúng tôi và công nghệ này dưới góc nhìn khách quan mang lại hiệu quả và sự tin cậy nhiều hơn bất cứ nỗ lực nào của chúng tôi."
        },
        {
            "en": "The myth of scientific method is that it is inductive : that the formulation of scientific theory starts with the basic, raw evidence of the senses - simple, <em>unbiased</em> , unprejudiced observation .",
            "vi": "Phương pháp khoa học huyền thoại mang tính quy nạp : sự hình thành lý thuyết khoa học bắt đầu bằng những bằng chứng căn bản, thô sơ của các giác quan - quan sát đơn giản, không thiên vị , không có định hướng ."
        },
        {
            "en": "I knew that a white paper (research documents that consulting companies put out on hot topics of the day) introducing us and the technology from an <em>unbiased</em> perspective would be far more effective and lead to more credibility than anything we could do ourselves.",
            "vi": "Tôi biết là một trang giấy trắng (những tài liệu nghiên cứu mà các công ty tư vấn viết về các đề tài nóng bỏng trong ngày) giới thiệu về chúng tôi và công nghệ này dưới góc nhìn khách quan mang lại hiệu quả và sự tin cậy nhiều hơn bất cứ nỗ lực nào của chúng tôi."
        },
        {
            "en": "I knew that a white paper (research documents that consulting companies put out on hot topics of the day) introducing us and the technology from an <em>unbiased</em> perspective would be far more effective and lead to more credibility than anything we could do ourselves.",
            "vi": "giấy trắng (những tài liệu nghiên cứu mà các công ty tư vấn viết về các đề tài nóng bỏng trong ngày) giới thiệu về chúng tôi và công nghệ này dưới góc nhìn khách quan mang lại hiệu quả và sự tin cậy nhiều hơn bất cứ nỗ lực nào của chúng tôi."
        },
        {
            "en": "Accounting Principles      \nIntroduction to Accounting Principles\n There are general rules and concepts that govern the field of accounting. These general rules—referred to as basic accounting principles and guidelines—form the groundwork on which more detailed, complicated, and legalistic accounting rules are based. For example, the Financial Accounting Standards Board (FASB) uses the basic accounting principles and guidelines as a basis for their own detailed and comprehensive set of accounting rules and standards.  The phrase \"generally accepted accounting principles\" (or \"GAAP\") consists of three important sets of rules: (1) the basic accounting principles and guidelines, (2) the detailed rules and standards issued by FASB and its predecessor the Accounting Principles Board (APB), and (3) the generally accepted industry practices.  If a company distributes its financial statements to the public, it is required to follow generally accepted accounting principles in the preparation of those statements. Further, if a company's stock is publicly traded, federal law requires the company's financial statements be audited by independent public accountants. Both the company's management and the independent accountants must certify that the financial statements and the related notes to the financial statements have been prepared in accordance with GAAP.  GAAP is exceedingly useful because it attempts to standardize and regulate accounting definitions, assumptions, and methods. Because of generally accepted accounting principles we are able to assume that there is consistency from year to year in the methods used to prepare a company's financial statements. And although variations may exist, we can make reasonably confident conclusions when comparing one company to another, or comparing one company's financial statistics to the statistics for its industry. Over the years the generally accepted accounting principles have become more complex because financial transactions have become more complex.   Basic Accounting Principles and Guidelines Since GAAP is founded on the basic accounting principles and guidelines, we can better understand GAAP if we understand those accounting principles. The table below lists the ten main accounting principles and guidelines together with a highly condensed explanation of each.  \n  Basic Accounting Principle   What It Means in Relationship to a Financial Statement     Economic Entity Assumption   The accountant keeps all of the business transactions of a sole proprietorship separate from the business owner's personal transactions. For legal purposes, a sole proprietorship and its owner are considered to be one entity, but for accounting purposes they are considered to be two separate entities.     Monetary Unit Assumption    Economic activity is measured in U.S. dollars, and only transactions that can be expressed in U.S. dollars are recorded. Because of this basic accounting principle, it is assumed that the dollar's purchasing power has not changed over time. As a result accountants ignore the effect of inflation on recorded amounts. For example, dollars from a 1960 transaction are combined (or shown with) dollars from a 2010 transaction.     Time Period Assumption   This accounting principle assumes that it is possible to report the complex and ongoing activities of a business in relatively short, distinct time intervals such as the five months ended May 31, 2010, or the 5 weeks ended May 1, 2010. The shorter the time interval, the more likely the need for the accountant to estimate amounts relevant to that period. For example, the property tax bill is received on December 15 of each year. On the income statement for the year ended December 31, 2010, the amount is known; but for the income statement for the three months ended March 31, 2010, the amount was not known and an estimate had to be used. It is imperative that the time interval (or period of time) be shown in the heading of each income statement, statement of stockholders' equity, and statement of cash flows. Labeling one of these financial statements with \"December 31\" is not good enough—the reader needs to know if the statement covers the one week ending December 31, 2010 the month ending December 31, 2010 the three months ending December 31, 2010 or the year ended December 31, 2010.     Cost Principle   From an accountant's point of view, the term \"cost\" refers to the amount spent (cash or the cash equivalent) when an item was originally obtained, whether that purchase happened last year or thirty years ago. For this reason, the amounts shown on financial statements are referred to as historical cost amounts. Because of this accounting principle asset amounts are not adjusted upward for inflation. In fact, as a general rule, asset amounts are not adjusted to reflect any type of increase in value. Hence, an asset amount does not reflect the amount of money a company would receive if it were to sell the asset at today's market value. (An exception is certain investments in stocks and bonds that are actively traded on a stock exchange.) If you want to know the current value of a company's long-term assets, you will not get this information from a company's financial statements—you need to look elsewhere, perhaps to a third-party appraiser.      Full Disclosure Principle   If certain information is important to an investor or lender using the financial statements, that information should be disclosed within the statement or in the notes to the statement. It is because of this basic accounting principle that numerous pages of \"footnotes\" are often attached to financial statements. As an example, let's say a company is named in a lawsuit that demands a significant amount of money. When the financial statements are prepared it is not clear whether the company will be able to defend itself or whether it might lose the lawsuit. As a result of these conditions and because of the full disclosure principle the lawsuit will be described in the notes to the financial statements. A company usually lists its significant accounting policies as the first note to its financial statements.     Going Concern Principle   This accounting principle assumes that a company will continue to exist long enough to carry out its objectives and commitments and will not liquidate in the foreseeable future. If the company's financial situation is such that the accountant believes the company will not be able to continue on, the accountant is required to disclose this assessment. The going concern principle allows the company to defer some of its prepaid expenses until future accounting periods.     Matching Principle   This accounting principle requires companies to use the accrual basis of accounting. The matching principle requires that expenses be matched with revenues. For example, sales commissions expense should be reported in the period when the sales were made (and not reported in the period when the commissions were paid). Wages to employees are reported as an expense in the week when the employees worked and not in the week when the employees are paid. If a company agrees to give its employees 1% of its 2010 revenues as a bonus on January 15, 2011, the company should report the bonus as an expense in 2010 and the amount unpaid at December 31, 2010 as a liability. (The expense is occurring as the sales are occurring.) Because we cannot measure the future economic benefit of things such as advertisements (and thereby we cannot match the ad expense with related future revenues), the accountant charges the ad amount to expense in the period that the ad is run.     Revenue Recognition Principle   Under the accrual basis of accounting (as opposed to the cash basis of accounting), revenues are recognized as soon as a product has been sold or a service has been performed, regardless of when the money is actually received. Under this basic accounting principle, a company could earn and report $20,000 of revenue in its first month of operation but receive $0 in actual cash in that month. For example, if ABC Consulting completes its service at an agreed price of $1,000, ABC should recognize $1,000 of revenue as soon as its work is done—it does not matter whether the client pays the $1,000 immediately or in 30 days. Do not confuse revenue with a cash receipt.     Materiality   Because of this basic accounting principle or guideline, an accountant might be allowed to violate another accounting principle if an amount is insignificant. Professional judgement is needed to decide whether an amount is insignificant or immaterial. An example of an obviously immaterial item is the purchase of a $150 printer by a highly profitable multi-million dollar company. Because the printer will be used for five years, the matching principle directs the accountant to expense the cost over the five-year period. The materiality guideline allows this company to violate the matching principle and to expense the entire cost of $150 in the year it is purchased. The justification is that no one would consider it misleading if $150 is expensed in the first year instead of $30 being expensed in each of the five years that it is used. Because of materiality, financial statements usually show amounts rounded to the nearest dollar, to the nearest thousand, or to the nearest million dollars depending on the size of the company.     Conservatism   If a situation arises where there are two acceptable alternatives for reporting an item, conservatism directs the accountant to choose the alternative that will result in less net income and/or less asset amount. Conservatism helps the accountant to \"break a tie.\" It does not direct accountants to be conservative. Accountants are expected to be <em>unbiased</em> and objective. The basic accounting principle of conservatism leads accountants to anticipate or disclose losses, but it does not allow a similar action for gains. For example, potential losses from lawsuits will be reported on the financial statements or in the notes, but potential gains will not be reported. Also, an accountant may write inventory down to an amount that is lower than the original cost, but will not write inventory up to an amount higher than the original cost.   \n \nOther Characteristics of Accounting Information\n When financial reports are generated by professional accountants, we have certain expectations of the information they present to us: We expect the accounting information to be reliable, verifiable, and objective. We expect consistency in the accounting information. We expect comparability in the accounting information. 1. Reliable, Verifiable, and Objective In addition to the basic accounting principles and guidelines listed in Part 1, accounting information should be reliable, verifiable, and objective. For example, showing land at its original cost of $10,000 (when it was purchased 50 years ago) is considered to be more reliable, verifiable, and objective than showing it at its current market value of $250,000. Eight different accountants will wholly agree that the original cost of the land was $10,000—they can read the offer and acceptance for $10,000, see a transfer tax based on $10,000, and review documents that confirm the cost was $10,000. If you ask the same eight accountants to give you the land's current value, you will likely receive eight different estimates. Because the current value amount is less reliable, less verifiable, and less objective than the original cost, the original cost is used. The accounting profession has been willing to move away from the cost principle if there are reliable, verifiable, and objective amounts involved. For example, if a company has an investment in stock that is actively traded on a stock exchange, the company may be required to show the current value of the stock instead of its original cost. 2. Consistency Accountants are expected to be consistent when applying accounting principles, procedures, and practices. For example, if a company has a history of using the FIFO cost flow assumption, readers of the company's most current financial statements have every reason to expect that the company is continuing to use the FIFO cost flow assumption. If the company changes this practice and begins using the LIFO cost flow assumption, that change must be clearly disclosed. 3. Comparability Investors, lenders, and other users of financial statements expect that financial statements of one company can be compared to the financial statements of another company in the same industry. Generally accepted accounting principles may provide for comparability between the financial statements of different companies. For example, the FASB requires that expenses related to research and development (R&D) be expensed when incurred. Prior to its rule, some companies expensed R&D when incurred while other companies deferred R&D to the balance sheet and expensed them at a later date.   \nHow Principles and Guidelines Affect Financial Statements?\n The basic accounting principles and guidelines directly affect the way financial statements are prepared and interpreted. Let's look below at how accounting principles and guidelines influence the (1) balance sheet, (2) income statement, and (3) the notes to the financial statements. 1. Balance Sheet Let's see how the basic accounting principles and guidelines affect the balance sheet of Mary's Design Service, a sole proprietorship owned by Mary Smith.  A balance sheet is a snapshot of a company's assets, liabilities, and owner's equity at one point in time. (In this case, that point in time is after all of the transactions through September 30, 2010 have been recorded.) Because of the economic entity assumption, only the assets, liabilities, and owner's equity specifically identified with Mary's Design Service are shown—the personal assets of the owner, Mary Smith, are not included on the company's balance sheet.  \n    \n  Mary's Design Service Balance Sheet September 30, 2010                   Assets       Liabilities       Cash   $ 300     Notes Payable   $ 1,000     Accounts Receivable   1,000     Accounts Payable   325     Supplies   160     Wages Payable   75     Prepaid Insurance   90     Unearned Revenues    100     Land   10,000       Total Liabilities   1,500           Owner's Equity             M.Smith, Capital    10,050     Total Assets   $11,550     Total Liabilities & Owner's Equity   $11,550   \n    \n The assets listed on the balance sheet have a cost that can be measured and each amount shown is the original cost of each asset. For example, let's assume that a tract of land was purchased in 1956 for $10,000. Mary's Design Service still owns the land, and the land is now appraised at $250,000. The cost principle requires that the land be shown in the asset account Land at its original cost of $10,000 rather than at the recently appraised amount of $250,000. If Mary's Design Service were to purchase a second piece of land, the monetary unit assumption dictates that the purchase price of the land bought today would simply be added to the purchase price of the land bought in 1956, and the sum of the two purchase prices would be reported as the total cost of land. The Supplies account shows the cost of supplies (if material in amount) that were obtained by Mary's Design Service but have not yet been used. As the supplies are consumed, their cost will be moved to the Supplies Expense account on the income statement. This complies with the matching principle which requires expenses to be matched either with revenues or with the time period when they are used. The cost of the unused supplies remains on the balance sheet in the asset account Supplies. The Prepaid Insurance account represents the cost of insurance that has not yet expired. As the insurance expires, the expired cost is moved to Insurance Expense on the income statement as required by the matching principle. The cost of the insurance that has not yet expired remains on Mary's Design Service's balance sheet (is \"deferred\" to the balance sheet) in the asset account Prepaid Insurance. Deferring insurance expense to the balance sheet is possible because of another basic accounting principle, the going concern assumption. The cost principle and monetary unit assumption prevent some very valuable assets from ever appearing on a company's balance sheet. For example, companies that sell consumer products with high profile brand names, trade names, trademarks, and logos are not reported on their balance sheets because they were not purchased. For example, Coca-Cola's logo and Nike's logo are probably the most valuable assets of such companies, yet they are not listed as assets on the company balance sheet. Similarly, a company might have an excellent reputation and a very skilled management team, but because these were not purchased for a specific cost and we cannot objectively measure them in dollars, they are not reported as assets on the balance sheet. If a company actually purchases the trademark of another company for a significant cost, the amount paid for the trademark will be reported as an asset on the balance sheet of the company that bought the trademark. 2. Income Statement Let's see how the basic accounting principles and guidelines might affect the income statement of Mary's Design Service.  An income statement covers a period of time (or time interval), such as a year, quarter, month, or four weeks. It is imperative to indicate the period of time in the heading of the income statement such as \"For the Nine Months Ended September 30, 2010\". (This means for the period of January 1 through September 30, 2010.) If prepared under the accrual basis of accounting, an income statement will show how profitable a company was during the stated time interval.  \n    \n  Mary's Design Service Income Statement For the Nine Months Ending September 30, 2010     Revenues and Gains         Revenues   $10,000         Gain on Sale of Land    5,000           Total Revenues and Gains    15,000       Expenses and Losses         Expenses   8,000         Loss on Sale of Computer    350           Total Expenses and Losses   8,350               Net Income   $ 6,650     \n    \n Revenues are the fees that were earned during the period of time shown in the heading. Recognizing revenues when they are earned instead of when the cash is actually received follows the revenue recognition principle and the matching principle. (The matching principle is what steers accountants toward using the accrual basis of accounting rather than the cash basis. Small business owners should discuss these two methods with their tax advisors.) Gains are a net amount related to transactions that are not considered part of the company's main operations. For example, Mary's Design Service is in the business of designing, not in the land development business. If the company should sell some land for $30,000 (land that is shown in the company's accounting records at $25,000) Mary's Design Service will report a Gain on Sale of Land of $5,000. The $30,000 selling price will not be reported as part of the company's revenues. Expenses are costs used up by the company in performing its main operations. The matching principle requires that expenses be reported on the income statement when the related sales are made or when the costs are used up (rather than in the period when they are paid). Losses are a net amount related to transactions that are not considered part of the company's main operating activities. For example, let's say a retail clothing company owns an old computer that is carried on its accounting records at $650. If the company sells that computer for $300, the company receives an asset (cash of $300) but it must also remove $650 of asset amounts from its accounting records. The result is a Loss on Sale of Computer of $350. The $300 selling price will not be included in the company's sales or revenues. 3. The Notes To Financial Statements Another basic accounting principle, the full disclosure principle, requires that a company's financial statements include disclosure notes. These notes include information that helps readers of the financial statements make investment and credit decisions. The notes to the financial statements are considered to be an integral part of the financial statements.",
            "vi": "Nguyên tắc kế toán      \nGiới thiệu các nguyên tắc kế toán\n Có những khái niệm và nguyên tắc chung chi phối lĩnh vực kế toán. Những nguyên tắc chung này - được nói đến như những nguyên tắc kế toán cơ bản và mang tính định hướng - thiết lập nền tảng mà từ đó những luật lệ kế toán phức tạp, cụ thể và mang tính pháp chế nhiều hơn được hình thành. Chẳng hạn, Hội đồng Tiêu chuẩn Kế toán Tài chính ( FASB ) sử dụng những nguyên tắc kế toán cơ bản và có tính định hướng ấy làm sơ sở cho bộ quy tắc và chuẩn mực kế toán chi tiết và tổng thể của riêng họ. Cụm từ “những nguyên tắc kế toán tổng quát được thừa nhận” (hoặc GAAP) bao hàm ba bộ quy tắc quan trọng: (1) những nguyên tắc kế toán cơ bản và mang tính định hướng, (2) những chuẩn mực và quy tắc chi tiết do FASB và trước đó là Hội đồng xây dựng các Nguyên tắc kế toán (APB) ban hành, và (3) những phương thức theo ngành được thừa nhận rộng rãi. Nếu một công ty đưa các báo cáo của mình ra công chúng, họ phải tuân thủ những nguyên tắc kế toán tổng quát được thừa nhận trong quá trình soạn thảo các báo cáo ấy. Ngoài ra, nếu cổ phiếu của công ty được giao dịch công khai, thì luật liên bang yêu cầu các báo cáo của công ty phải được các kế toán viên dịch vụ công độc lập kiểm tra. Cả ban quản trị công ty lẫn các kế toán viên độc lập phải xác nhận các báo cáo tài chính và những giải trình các báo cáo tài chính hữu quan đã được soạn thảo theo đúng quy định của GAAP. GAAP vô cùng hữu ích bởi người ta cố gắng chuẩn hoá và sửa chữa các định nghĩa, giả thiết và phương pháp kế toán. Nhờ những nguyên tắc kế toán tổng quát được thừa nhận mà chúng ta có thể cho rằng các phương pháp dùng để soạn thảo các báo cáo tài chính của công ty có sự nhất quán từ năm này qua năm khác. Và mặc dù có thể còn tồn tại những khác biệt, chúng ta vẫn có khả năng đưa ra những kết luận tương đối đáng tin cậy khi đối chiếu công ty này với công ty khác, hoặc so sánh số liệu thống kê tài chính của công ty này với số liệu của công ty khác trong ngành. Theo thời gian, những nguyên tắc kế toán tổng quát được thừa nhận cũng trở nên phức tạp hơn bởi các giao dịch tài chính đã rắc rối hơn trước nhiều.   \nNhững nguyên tắc kế toán cơ bản và mang tính định hướng\n Vì GAAP được dựa trên các nguyên tắc kế toán cơ bản và mang tính định hướng, nên chúng ta có thể hiểu sâu sắc hơn về GAAP nếu chúng ta nắm được những nguyên tắc kế toán đó. Bảng liệt kê dưới đây có 10 nguyên tắc kế toán quan trọng nhất và mang tính định hướng cùng với sự giải thích hết sức cô đọng kèm theo.  \n  Nguyên tắc kế toán cơ bản               Ý nghĩa trong mối liên hệ với báo cáo tài chính      Giả định thực thể kinh tế   Kế toán viên giữ mọi giao dịch kinh doanh của doanh nghiệp một chủ tách biệt với những giao dịch cá nhân của chủ doanh nghiệp. Về phương diện các mục đích pháp lý, doanh nghiệp một chủ và chủ sở hữu doanh nghiệp này được được xem là một thực thể, nhưng về mặt kế toán họ được coi là 2 thực thể độc lập.     Giả định đơn vị tiền tệ    Hoạt động kinh tế được tính bằng đồng đô la Mỹ, và chỉ những giao dịch có thể được thể hiện bằng đồng đô la mới được ghi nhận.  Vì nguyên tắc kế toán cơ bản này, người ta giả định rằng mãi lực của đồng đô la không đổi theo thời gian. Do đó các kế toán viên không cần để ý đến tác động của lạm lên số tiền được ghi nhận. Chẳng hạn, đồng đô la từ một giao dịch năm 1960 được tổng hợp (hoặc kết toán với) đồng đô la từ một giao dịch trong năm 2010.     Giả định khoảng thời gian     Nguyên tắc kế toán cơ bản này giả định rằng có thể báo cáo các hoạt động phức tạp và đang diễn ra của doanh nghiệp trong những khoảng thời gian riêng biệt, tương đối ngắn, chẳng hạn kỳ 5 tháng kết thúc vào ngày 31 tháng Năm, 2010, hoặc kỳ 5 tuần kết thúc vào ngày 01 tháng Năm, 2010. Khoảng thời gian càng ngắn, thì dường như yêu cầu kế toán viên phải ước lượng số tiền liên quan đến kỳ đó càng nhiều hơn. Ví dụ, nhận được giấy báo thuế tài sản vào ngày 15 tháng Mười Hai hàng năm. Dựa vào báo cáo thu nhập của kỳ kế toán năm kết thúc ngày 31 tháng Mười Hai, năm 2010, số tiền sẽ được biết chính xác ngay; nhưng đối với báo cáo thu nhập của kỳ 3 tháng kết thúc vào ngày 31 tháng Ba, năm 2010, thì số tiền không được biết chính xác và phải dùng phương pháp ước tính. Trong từng báo cáo thu nhập, báo cáo vốn góp của cổ đông, và báo cáo lượng tiền mặt nhất thiết phải thể hiện bằng tiêu đề khoảng thời gian (hay kỳ kế toán). Ghi tiêu đề lên một trong những báo cáo tài chính này là \"31 tháng Mười Hai\" thì vẫn chưa đầy đủ - người đọc cần biết bản báo cáo bao hàm kỳ kế toán một tuần kết thúc vào 31 tháng Mười Hai năm 2010, kỳ kế toán tháng kết thúc vào 31 tháng Mười Hai năm 2010, hay kỳ kế toán năm được kết thúc vào 31 tháng Mười Hai năm 2010.     Nguyên tắc chi phí   Từ góc độ một kế toán viên, thuật ngữ \"chi phí\" đề cập đến số tiền đã chi (tiền mặt hoặc tài sản tương đương tiền mặt) khi một tài sản bắt đầu được thu về, bất kể việc mua sắm đó xảy ra năm trước hay cách nay 30 năm. Vì lý do này, số tiền được thể hiện trên các báo cáo tài chính được gọi là lượng giá vốn ban đầu. Vì nguyên tắc kế toán này, số tài sản không được điều chỉnh lên theo lạm phát. Thật ra, theo nguyên tắc chung, số tài sản không được điều chỉnh nhằm phản ánh bất kỳ một dạng gia tăng giá trị nào. Vì vậy, một lượng tài sản không phản ánh số tiền một công ty sẽ thu về nếu họ bán tài sản ấy với giá thị trường hiện tại.(Trừ trường hợp những khoản đầu tư nhất định vào cổ phiếu và trái phiếu mà được giao dịch thường xuyên trên thị trường chứng khoán.) Nếu bạn muốn biết giá trị hiện thời các tài sản dài hạn của công ty thì bạn sẽ khó kiếm được thông tin này trong các báo cáo tài chính của công ty - bạn cần tìm ở chỗ khác, dĩ nhiên đó là một người đánh giá thuộc bên thứ ba.     Nguyên tắc thông tin đầy đủ   Nếu thông tin nhất định nào đó quan trọng đối với một nhà đầu tư hay nhà cho vay sử dụng báo cáo tài chính, thì thông tin đó phải được công khai trong báo cáo hoặc trong các giải trình của báo cáo ấy. Nhờ nguyên tắc kế toán cơ bản này mà rất nhiều tài liệu \"chú thích\" thường được đính kèm các báo cáo tài chính. Ví dụ, hãy xét trường một công ty đang kiện tụng mà cần một lượng tiền lớn. Khi các báo cáo tài chính được soạn thảo người ta không rõ công ty sẽ có khả năng tự bảo vệ mình hay sẽ thua kiện. Vì những điều kiện này và nguyên tắc thông tin đầy đủ, vụ kiện tụng kia sẽ được thể hiện trong các giải trình của các báo cáo tài chính. Một công ty thường liệt kê các chính sách kế toán quan trọng như là nội dung diễn giải đầu tiên trong các báo cáo tài chính của mình.     Nguyên tắc hoạt động liên tục   Nguyên tắc kế toán này giả định rằng một công ty sẽ tiếp tục tồn tại đủ thời gian để thực hiện các mục tiêu và cam kết của mình và không bị phá sản trong tương lai gần. Nếu tình hình tài chính của công ty đến mức mà kế toán viên cho là công ty sẽ không thể tiếp tục hoạt động nổi, thì kế toán viên ấy phải công khai đánh giá này. Nguyên tắc hoạt động liên tục cho phép công ty hoãn một số chi phí trả trước của mình lại đến những kỳ kế toán sau.     Nguyên tắc tương xứng    Nguyên tắc kế toán này yêu cầu các công ty phải sử dụng cơ sở kế toán phát sinh. Nguyên tắc tương xứng đòi hỏi các chi phí phải phù hợp với với doanh thu. Chẳng hạn, chi phí hoa hồng bán hàng phải được báo cáo trong kỳ kế toán mà việc bán hàng được thực hiện (và không báo cáo trong kỳ mà các khoản hoa hồng được trả). Lương trả cho người lao động được báo cáo như là chi phí trong tuần mà người lao động làm việc và không phải trong tuần mà họ nhận được tiền. Nếu một công ty đồng ý thưởng cho nhân viên của mình 1% thu nhập của mình trong năm 2010 vào ngày 15 tháng Một năm 2011, thì công ty ấy phải báo cáo khoản thưởng kia như là chi phí của năm 2010 và số tiền chưa trả tại thời điểm ngày 31 tháng Mười Hai, năm 2010 được coi là một khoản nợ. (Chi phí phát sinh ngay khi doanh thu xuất hiện.) Vì chúng ta không thể đo lường những lợi ích kinh tế sẽ diễn ra của những thứ đại loại như là quảng cáo (và do đó chúng ta không thể làm cho chi phí quảng cáo phù hợp với doanh thu trong tương lai hữu quan), nên kế toán viên tính tiền quảng cáo như là chi phí trong kỳ kế toán mà quảng cáo được thực hiện.     Nguyên tắc ghi nhận doanh thu    Theo cơ sở kế toán phát sinh (trái với cơ sở kế toán tiền mặt), các khoản doanh thu được ghi nhận ngay khi một sản phẩm được bán đi hay một dịch vụ đã được cung cấp, không tính đến khi nào tiền thật sự nhận về. Theo nguyên tắc kế toán cơ bản này, một công ty có thể kiếm được và báo cáo  20 ngàn đô la doanh thu trong tháng đầu tiên nó hoạt động dù chưa nhận được đồng tiền mặt nào trong tháng đó. Ví dụ, nếu một doanh nghiệp tư vấn ABC nào đó hoàn thành việc cung cấp dịch vụ của mình với một mức giá thoả thuận là 1000 đô la, doanh nghiệp ABC phải ghi nhận 1000 đô la doanh thu ấy ngay khi họ cung cấp xong dịch vụ - việc khách hàng thanh toán 1000 đô la ngay hay sau 30 ngày cũng không quan trọng. Đừng nhầm lẫn doanh thu với một biên lai nhận tiền mặt.     Nguyên tắc trọng yếu   Vì nguyên tắc kế toán cơ bản hoặc mang tính định hướng này mà một kế toán viên có thể được phép vi phạm một nguyên tắc kế toán khác nếu số lượng không đáng kể. Cần có đánh giá chuyên môn để quyết định xem một lượng nào đó là không đáng kể hay không quan trọng. Ví dụ, số tiền mua chiếc máy in 150 đô la của một công ty có mức lợi nhuận cao nhiều triệu đô rõ ràng không đáng kể. Bởi chiếc máy in sẽ được sử dụng trong 5 năm, nguyên tắc tương xứng yêu cầu kế toán viên coi giá tiền đó như là phí tổn của kỳ 5 năm. Nguyên tắc trọng yếu cho phép công ty này bỏ qua nguyên tắc tương xứng và tính chi phí toàn bộ giá tiền 150 đô la vào năm mua chiếc máy. Lý lẽ đưa ra là chẳng có ai coi đó là sai sót nếu 150 đô la được tính là chi phí trong năm đầu tiên thay vì 30 đô la chi phí trong từng năm của kỳ 5 năm dùng chiếc máy. Vì tính trọng yếu, các báo cáo tài chính thường thể hiện những số tiền được làm tròn đến đồng đô la gần nhất, đến con số hàng ngàn gần nhất, hoặc đến những đồng đô la hàng triệu gần nhất tuỳ thuộc vào quy mô công ty.     Nguyên tắc thận trọng   Nếu một tình huống nảy sinh mà có hai giải pháp lựa chọn có thể chấp nhận được để báo cáo một khoản mục nào đó, thì nguyên tắc thận trọng yêu cầu kế toán viên chọn giải pháp thay thế mà sẽ ít gây tác động đến lợi tức thuần và/hoặc ít ảnh hưởng đến vốn sở hữu. Nguyên tắc thận trọng giúp kế toán viên \"xác định được\" giải pháp trội hơn giải pháp còn lại. Nó không chỉ dẫn kế toán viên thành người bảo thủ. Các kế toán viên được kỳ vọng là khách quan và không thiên vị. Nguyên tắc kế toán cơ bản là nguyên tắc thận trọng này hướng dẫn các kế toán viên tiên liệu hoặc trình bày những thiệt hại, mà không cho phép một hành động nào tương tự đối với những thu nhập. Ví dụ, những thiệt hại tiềm năng từ các vụ kiện tụng sẽ được báo cáo trong các báo cáo tài chính hoặc trong các bản giải trình, nhưng những khoản thu tiềm năng thì không được báo cáo. Ngoài ra, một kế toán viên có thể điều chỉnh hàng tồn kho xuống một lượng nào đó thấp hơn giá gốc, nhưng không được ghi tăng lên một lượng cao hơn mức giá gốc ấy.   \n   Những đặc điểm khác của thông tin kế toán Những đặc điểm khác của thông tin kế toán: Khi các chuyên gia kế toán soạn thảo các báo cáo tài chính, chúng ta có những kỳ vọng nhất định vào những thông tin họ mang đến cho chúng ta:  Chúng ta kỳ vọng thông tin kế toán xác thực, có thể kiểm chứng, và khách quan. Chúng ta kỳ vọng sự nhất quán trong thông tin kế toán. Chúng ta kỳ vọng khả năng có thể đối chiếu trong thông tin kế toán. 1. Xác thực, có thể kiểm chứng, và khách quan Xác thực, có thể kiểm chứng, và khách quan: Ngoài những nguyên tắc kế toán cơ bản và mang tính định hướng được liệt kê trong Phần 1, thông tin kế toán phải xác thực, có thể kiểm chứng, và khách quan. Chẳng hạn, thể hiện miếng đất với mức giá gốc của nó là 10 000 đô la (khi mua nó cách nay 50 năm) được coi là chính xác, có thể kiểm chứng, và khách quan hơn là trình bày nó trong báo cáo tài chính với mức giá thị trường gần đây là 250 000 đô la. 8 kế toán viên khác nhau sẽ hoàn toàn đồng ý rằng giá gốc của miếng đất là 10 000 đô la – vì họ có thể đọc phiếu lệnh bán và lệnh chấp nhận mua với giá 10 000 đô la – xem thuế chuyển nhượng được tính dựa trên mức giá 10 000 đô la, và xem xét lại những hồ sơ chứng thực mức giá là 10 000 đô la. Nếu bạn hỏi cũng 8 kế toán viên ấy giá hiện nay của miếng đất, thì có lẽ bạn sẽ nhận được 8 ước lượng khác nhau. Bởi vì lượng giá trị hiện tại ít xác thực, ít có khả năng kiểm chứng, và ít khách quan hơn giá gốc, cái mức giá ban đầu được sử dụng. Ngành kế toán sẵn sàng thay đổi nguyên tắc chi phí nếu có số lượng hữu quan nào đó xác thực, có thể kiểm chứng và khách quan. Ví dụ, nếu một công ty có một khoản đầu tư vào cổ phiếu mà được giao dịch thường xuyên trên thị trường chứng khoán, thì công ty có thể phải thể hiện giá trị hiện nay của cổ phiếu thay vì giá gốc của nó. 2. Sự nhất quán Sự nhất quán: Các kế toán viên được kỳ vọng sẽ nhất quán khi áp dụng các nguyên tắc, thủ tục, và thông lệ kế toán. Chẳng hạn, nếu một công ty có thói quen sử dụng giả định luồng chi phí theo phương pháp nhập trước, xuất trước (FIFO), thì người đọc các báo cáo tài chính mới nhất hiện nay của công ty có lý do để kỳ vọng công ty tiếp tục dùng phương pháp này. Nếu công ty thay đổi thói quen và bắt đầu sử dụng giả định luồng chi phí theo phương pháp nhập sau xuất trước (LIFO), thì sự thay đổi ấy phải được công khai một cách rõ ràng. 3. Khả năng so sánh Các nhà đầu tư, cho vay, và những người sử dụng khác báo cáo tài chính kỳ vọng các báo cáo tài chính của một công ty có thể đối chiếu được với các báo cáo tài chính của một công ty khác cùng ngành. Những nguyên tắc kế toán tổng quát được thừa nhận có thể chu cấp đầy đủ khả năng so sánh giữa các báo cáo tài chính của các công ty khác nhau. Ví dụ, Hội đồng Tiêu chuẩn Kế toán Tài chính ( FASB ) yêu cầu khi có các chi phí liên quan đến nghiên cứu và phát triển (R&D) thì phải được tính là phí tổn. Trước khi có quy định của FASB, một số công ty khi có chi phí R&D đã tính như là phí tổn ngay, trong khi một số công ty khác lại hoãn tính chi phí R&D vào bảng cân đối kế toán và sau này mới tính chúng như là phí tổn. Các nguyên tắc cơ bản và mang tính định hướng ảnh hưởng đến các báo cáo tài chính như thế nào? Các nguyên tắc kế toán cơ bản và mang tính định hướng ảnh hưởng trực tiếp đến cách soạn thảo và giải trình các báo cáo tài chính. Hãy xem nội dung bên dưới đây để thấy những nguyên tắc cơ bản và mang tính định hướng ấy ảnh hưởng đến (1) bảng cân đối kế toán, (2) báo cáo thu nhập, và (3) phần diễn giải trong các báo cáo tài chính như thế nào. 1. Bảng cân đối kế toán Hãy xem các nguyên tắc kế toán cơ bản và mang tính định hướng ảnh hưởng ra sao đến bảng cân đối kế toán của doanh nghiệp Mary's Design Service, một doanh nghiệp tư nhân do Mary Smith sở hữu. Một bảng cân đối kế toán là một bản kê tài sản, công nợ, và vốn chủ sở hữu của một công ty trong cùng một thời điểm. (Trong trường hợp này, thời điểm được ghi nhận là thời điểm sau mọi giao dịch đến hết ngày 30 tháng Chín, năm 2010). Bởi vì giả định thực thể kinh tế, nên chỉ những tài sản, công nợ và vốn chủ sở hữu được xác nhận một cách rõ ràng là của doanh nghiệp Mary's Design Service mới được thể hiện - những tài sản cá nhân của chủ sở hữu, Mary Smith, thì không có trong bảng cân đối tài khoản của công ty.  \n    \n  Mary's Design Service Bảng cân đối kế toán Ngày 30 tháng Chín, 2010                   Tài sản       Công nợ       Tiền mặt   $ 300     Các phiếu nợ phải trả   $ 1,000     Các khoản nợ phải thu   1,000     Các khoản nợ phải trả   325     Hàng trữ   160     Lương phải trả   75     Bảo hiểm trả trước   90     Doanh thu nhận trước    100     Đất   10,000       Tổng nợ   1,500           Vốn chủ sở hữu             Vốn của Ông Smith    10,050     Tổng tài sản   $11,550     Tổng nợ và vốn chủ sở hữu   $11,550   \n    \n Tài sản liệt kê trong bảng cân đối kế toán có chi phí có thể đo lường được và mỗi số tiền được thể hiện là chi phí ban đầu của mỗi tài sản. Ví dụ, hãy giả định miếng đất mua năm 1956 với giá 10 000 đô la. Doanh nghiệp Mary's Design Service vẫn sở hữu miếng đất đó, và bây giờ được định giá ở mức 250 000 đô la. Nguyên tắc chi phí yêu cầu miếng đất được thể hiện trong trương mục tài sản là Đất với giá gốc là 10 000 đô la chứ không phải số tiền được định giá gần đây là 250 000 đô la. Nếu Mary's Design Service muốn mua một miếng đất thứ hai, thì giả định đơn vị tiền tệ yêu cầu giá mua miếng đất hôm nay cần phải được cộng vào giá mua miếng đất năm 1956, và tổng hai giá mua sẽ được báo cáo là tổng chi phí đất đai. Tài khoản hàng trữ cho thấy chi phí hàng trữ (nếu nguyên vật liệu thể hiện dưới dạng số lượng tiền) được Mary's Design Service thu mua mà chưa dùng. Khi hàng trữ được tiêu thụ, chi phí của chúng sẽ được chuyển sang tài khoản phí tổn nguyên vật liệu trong báo cáo thu nhập. Điều này tuân theo nguyên tắc tương xứng, nguyên tắc yêu cầu mọi chi phí phải phù hợp với doanh thu hoặc với thời kỳ chúng được sử dụng. Chi phí nguyên vật liệu chưa dùng đến vẫn nằm trong tài khoản tài sản Hàng Trữ thuộc bảng cân đối kế toán. Tài khoản bảo hiểm trả trước thể hiện chi phí bảo hiểm chưa hết hạn. Khi bảo hiểm đáo hạn, chi phí đã tiêu hao được chuyển sang chi phí bảo hiểm trong báo cáo thu nhập theo nguyên tắc tương xứng. Chi phí bảo hiểm chưa đáo hạn vẫn nằm trong tài khoản tài sản Bảo hiểm Trả trước thuộc bảng cân đối kế toán của doanh nghiệp Mary's Design Service (được \"hoãi lại\" tại bảng cân đối kế toán). Để chi phí bảo hiểm lại trong bảng cân đối kế toán là hợp lý vì một nguyên tắc kế toán cơ bản khác, đó là giả định hoạt động liên tục. Nguyên tắc chi phí và giả định đơn vị tiền tệ không cho phép cho một số tài sản giá trị quá cao xuất hiện trong bảng cân đối kế toán của công ty. Chẳng hạn, những công ty bán hàng tiêu dùng có logo, nhãn hiệu, tên thương mại, thương hiệu nổi tiếng thì không được báo cáo trong bảng cân đối kế toán của mình vì chúng không được mua. Ví dụ, logo của Coca-Cola và logo của Nike có thể là những tài sản giá trị nhất của những công ty này, nhưng họ không được liệt kê là tài sản trong bảng cân đối kế toán của công ty. Cũng vậy, một công ty có thể rất nổi danh và sở hữu một đội ngũ quản trị có chuyên môn rất cao, nhưng vì những thứ này không được bán với mức giá cụ thể và chúng ta không thể đo lường chúng một cách khách quan bằng những đồng đô la, nên chúng không được báo cáo là tài sản trong bảng cân đối kế toán. Nếu một công ty thực sự mua nhãn hiệu của công ty khác với một mức giá cụ thể nào đó, thì số tiền mua nhãn hiệu này sẽ được báo cáo như là tài sản trong bảng cân đối kế toán của công ty đã mua nhãn hiệu. 2. Báo cáo thu nhập Hãy xem các nguyên tắc kế toán cơ bản và mang tính định hướng có thể ảnh hưởng đến báo cáo thu nhập của Mary's Design Service ra sao. Một báo cáo thu nhập bao trùm một khoảng thời gian, chẳng hạn một năm, quý, tháng, hoặc bốn tuần. Nhất thiết phải thể hiện khoảng thời gian trong tiêu đề của báo cáo thu nhập như \"Kỳ 9 tháng kết thúc ngày 30 tháng Chín, năm 2010\". (Điều này có nghĩa là trong phạm vi thời gian từ 1 tháng Giêng đến 30 tháng Chín, năm 2010). Nếu báo cáo thu nhập được soạn thảo theo phương pháp kế toán trên cơ sở phát sinh, thì sẽ thể hiện công ty sinh lời như thế nào trong khoảng thời gian xác định đó.  \n    \n  Mary's Design Service Báo cáo thu nhập Kỳ 9 tháng kết thúc ngày 30 tháng Chín, năm 2010     Doanh thu và lãi         Doanh thu   $10,000         Lãi bán đất    5,000           Tổng doanh thu và lãi    15,000       Chi phí và lỗ         Chi phí    8,000         Lỗ bán máy tính     350           Tổng chi phí và lỗ   8,350               Lợi tức thuần   $ 6,650     \n    \n Doanh thu là phí kiếm được trong thời kỳ thể hiện trên tiêu đề. Công nhận doanh thu khi kiếm được chúng thay vì khi tiền mặt nhận được trên thực tế theo nguyên tắc ghi nhận doanh thu và nguyên tắc tương xứng. (Nguyên tắc tương xứng là nguyên tắc chỉ dẫn kế toán viên theo hướng sử dụng phương pháp kế toán trên cơ sở phát sinh hơn là trên cơ sở tiền mặt. Chủ sở hữu doanh nghiệp nhỏ nên bàn bạc hai phương pháp kế toán này với những nhà tư vấn về thuế của mình.) Lãi là số tiền thực liên quan đến các giao dịch mà không bị coi là thành phần thuộc các khoản hoạt động chính của công ty. Ví dụ, Mary's Design Service hoạt động chuyên về thiết kế, không phải kinh doanh phát triển đất đai. Nếu công ty bán một số đất lấy 30 000 đô la (đất được thể hiện trong các hồ sơ kế toán của công ty ở mức 25 000 đô la) thì Mary's Design Service sẽ báo cáo Lãi bán đất là 5000 đô la. Giá bán 30 000 đô la sẽ không được báo cáo như là một phần doanh thu của công ty. Chi phí là những khoản chi được công ty sử dụng hết trong quá trình thực hiện những hoạt động chính của mình. Nguyên tắc tương xứng yêu cầu các khoản chi phí phải được báo cáo trong báo cáo thu nhập khi có doanh số liên quan hoặc khi các khoản chi tiêu được dùng hết (chứ không phải trong kỳ chúng được thanh toán). Lỗ là số tiền thực liên quan đến các giao dịch mà không bị coi là phần hoạt động kinh doanh chính của công ty. Ví dụ, hãy nói về trường hợp một công ty may mặc bán lẻ có một chiếc máy vi tính cũ được ghi chép trong các chứng từ kế toán với giá 650 đô la. Nếu công ty bán chiếc máy này 300 đô la, công ty nhận một khoản tài sản (300 đô la tiền mặt) nhưng vẫn phải lấy đi 650 đô la khỏi sổ sách kế toán của mình. Kết quả là Lỗ bán máy tính 350 đô la. Giá bán 300 đô la sẽ không có trong doanh số hay doanh thu của công ty. 3. Những nội dung thuyết minh cho báo cáo tài chính Một nguyên tắc kế toán cơ bản khác, nguyên tắc thông tin đầy đủ, yêu cầu các báo cáo tài chính của công ty phải có những phần diễn giải rõ ràng. Những diễn giải này gồm các thông tin giúp người đọc báo cáo tài chính ra quyết định đầu tư và tín dụng. Phần diễn giải trong báo cáo tài chính được coi là một bộ phận của tổng thể báo cáo tài chính."
        },
        {
            "en": "5         5. IMPRINT “Are you okay, Jake?  Charlie said you were having a hard time. . . . Isn’t it getting any better?” His warm hand curled around mine. “It’s not so bad,” he said, but he wouldn’t meet my eyes. He walked slowly back to the driftwood bench, staring at the rainbow-colored pebbles, and pulling me along at his side. I sat back down on our tree, but he sat on the wet, rocky ground rather than next to me. I wondered if it was so that he could hide his face more easily. He kept my hand. I started babbling to fill the silence. “It’s been so long since I was here. I’ve probably missed a ton of things. How are Sam and Emily? And Embry? Did Quil —?” I broke off mid-sentence, remembering that Jacob’s friend Quil had been a sensitive subject. “Ah, Quil,” Jacob sighed. So then it must have happened — Quil must have joined the pack. “I’m sorry,” I mumbled. To my surprise, Jacob snorted. “Don’t say that to him.” “What do you mean?” “Quil’s not looking for pity. Just the opposite — he’s jazzed. Totally thrilled.” This made no sense to me. All the other wolves had been so depressed at the idea of their friend sharing their fate. “Huh?” Jacob tilted his head back to look at me. He smiled and rolled his eyes.    “Quil thinks it’s the coolest thing that’s ever happened to him. Part of it is finally knowing what’s going on. And he’s excited to have his friends back — to be part of the ‘in crowd.’” Jacob snorted again. “Shouldn’t be surprised, I guess. It’s so Quil.” “He likes it?” “Honestly . . . most of them do,” Jacob admitted slowly. “There are definitely good sides to this — the speed, the freedom, the strength . . . the sense of — of family . . . . Sam and I are the only ones who ever felt really bitter. And Sam got past that a long time ago. So I’m the crybaby now.” Jacob laughed at himself. There were so many things I wanted to know. “Why are you and Sam different? What happened to Sam anyway? What’s his problem?” The questions tumbled out without room to answer them, and Jacob laughed again. “That’s a long story.” “I told you a long story. Besides, I’m not in any hurry to get back,” I said, and then I grimaced as I thought of the trouble I would be in. He looked up at me swiftly, hearing the double edge in my words. “Will he be mad at you?” “Yes,” I admitted. “He really hates it when I do things he considers . . . risky.” “Like hanging out with werewolves.” “Yeah.” Jacob shrugged. “So don’t go back. I’ll sleep on the couch.” “That’s a great idea,” I grumbled. “Because then he would come looking for me.” Jacob stiffened, and then smiled bleakly. “Would he?” “If he was afraid I was hurt or something — probably.” “My idea’s sounding better all the time.” “Please, Jake. That really bugs me.”  “What does?” “That you two are so ready to kill each other!” I complained. “It makes me crazy. Why can’t you both just be civilized?” “Is he ready to kill me?” Jacob asked with a grim smile, unconcerned by my anger. “Not like you seem to be!” I realized I was yelling. “At least he can be a grown-up about this. He knows that hurting you would hurt me — and so he never would. You don’t seem to care about that at all!” “Yeah, right,” Jacob muttered. “I’m sure he’s quite the pacifist.” “Ugh!” I ripped my hand out of his and shoved his head away. Then I pulled my knees up to my chest and wrapped my arms tightly around them. I glared out toward the horizon, fuming. Jacob was quiet for a few minutes. Finally, he got up off the ground and sat beside me, putting his arm around my shoulders. I shook it off. “Sorry,” he said quietly. “I’ll try to behave myself.” I didn’t answer. “Do you still want to hear about Sam?” he offered. I shrugged.  “Like I said, it’s a long story. And very . . . strange. There’re so many strange things about this new life. I haven’t had time to tell you the half of it. And this thing with Sam — well, I don’t know if I’ll even be able to explain it right.” His words pricked my curiosity in spite of my irritation. “I’m listening,” I said stiffly. Out of the corner of my eye, I saw the side of his face pull up in a smile. “Sam had it so much harder than the rest of us. Because he was the first, and he was alone, and he didn’t have anyone to tell him what was happening. Sam’s grandfather died before he was born, and his father has never been around. There was no one there to recognize the signs. The first time it happened — the first time he phased — he thought he’d gone insane. It took him two weeks to calm down enough to change back.  “This was before you came to Forks, so you wouldn’t remember. Sam’s mother and Leah Clearwater had the forest rangers searching for him, the police. People thought there had been an accident or something. . . .” “Leah?” I asked, surprised. Leah was Harry’s daughter. Hearing her name sent an automatic surge of pity through me. Harry Clearwater, Charlie’s life-long friend, had died of a heart attack this past spring. His voice changed, became heavier. “Yeah. Leah and Sam were high school sweethearts. They started dating when she was just a freshman. She was frantic when he disappeared.” “But he and Emily —” “I’ll get to that — it’s part of the story,” he said. He inhaled slowly, and then exhaled in a gust. I supposed it was silly for me to imagine that Sam had never loved anyone before Emily. Most people fall in and out of love many times in their lives. It was just that I’d seen Sam with Emily, and I couldn’t imagine him with someone else. The way he looked at her . . . well, it reminded me of a look I’d seen sometimes in Edward’s eyes — when he was looking at me.  “Sam came back,” Jacob said, “but he wouldn’t talk to anyone about where he’d been. Rumors flew — that he was up to no good, mostly. And then Sam happened to run in to Quil’s grandfather one afternoon when Old Quil Ateara came to visit Mrs. Uley. Sam shook his hand. Old Quil just about had a stroke.” Jacob paused to laugh. “Why?” Jacob put his hand on my cheek and pulled my face around to look at him — he was leaning toward me, his face was just a few inches away. His palm burned my skin, like he had a fever.  “Oh, right,” I said. It was uncomfortable, having my face so close to his with his hand hot against my skin. “Sam was running a temperature.” Jacob laughed again. “Sam’s hand felt like he’d left it sitting on a hot stovetop.” He was so close, I could feel his warm breath. I reached up casually, to take his hand away and free my face, but wound my fingers through his so that I wouldn’t hurt his feelings. He smiled and leaned back, undeceived by my attempt at nonchalance. “So Mr. Ateara went straight to the other elders,” Jacob went on. “They were the only ones left who still knew, who remembered. Mr. Ateara, Billy, and Harry had actually seen their grandfathers make the change. When Old Quil told them, they met with Sam secretly and explained. “It was easier when he understood — when he wasn’t alone anymore. They knew he wouldn’t be the only one affected by the Cullens’ return” — he pronounced the name with unconscious bitterness — “but no one else was old enough. So Sam waited for the rest of us to join him. . . .”  “The Cullens had no idea,” I said in a whisper. “They didn’t think that werewolves still existed here. They didn’t know that coming here would change you.” “It doesn’t change the fact that it did.” “Remind me not to get on your bad side.” “You think I should be as forgiving as you are? We can’t all be saints and martyrs.” “Grow up, Jacob.”  “I wish I could,” he murmured quietly. I stared at him, trying to make sense of his response. “What?” Jacob chuckled. “One of those many strange things I mentioned.” “You . . . can’t . . . grow up?” I said blankly. “You’re what? Not . . .aging? Is that a joke?” “Nope.” He popped his lips on the P. I felt blood flood my face. Tears — tears of rage — filled my eyes. My teeth mashed together with an audible grinding sound. “Bella? What did I say?” I was on my feet again, my hands balled up into fists, my whole frame shaking. “You. Are. Not. Aging,” I growled through my teeth. Jacob tugged my arm gently, trying to make me sit. “None of us are. What’s wrong with you?” “Am I the only one who has to get old? I get older every stinking day!” I nearly shrieked, throwing my hands in the air. Some little part of me recognized that I was throwing a Charlie-esque fit, but that rational part was greatly overshadowed by the irrational part. “Damn it! What kind of world is this? Where’s the justice?” “Take it easy, Bella.” “Shut up, Jacob. Just shut up! This is so unfair!” “Did you seriously just stamp your foot? I thought girls only did that on TV.” I growled unimpressively. “It’s not as bad as you seem to think it is. Sit down and I’ll explain.” “I’ll stand.” He rolled his eyes. “Okay. Whatever you want. But listen, Iwill get older . . . someday.” “Explain.” He patted the tree. I glowered for a second, but then sat; my temper had burned out as suddenly as it had flared and I’d calmed down enough to realize that I was making a fool of myself. “When we get enough control to quit . . . ,” Jacob said. “When we stop phasing for a solid length of time, we age again. It’s not easy.” He shook his head, abruptly doubtful. “It’s gonna take a really long time to learn that kind of restraint, I think. Even Sam’s not there yet. ’Course it doesn’t help that there’s a huge coven of vampires right down the road. We can’t even think about quitting when the tribe needs protectors. But you shouldn’t get all bent out of shape about it, anyway, because I’m already older than you, physically at least.”  “What are you talking about?” “Look at me, Bells. Do I look sixteen?” I glanced up and down his mammoth frame, trying to be <em>unbiased</em>. “Not exactly, I guess.” “Not at all. Because we reach full growth inside of a few months when the werewolf gene gets triggered. It’s one hell of a growth spurt.” He made a face. “Physically, I’m probably twenty-five or something. So there’s no need for you to freak out about being too old for me for at least another seven years.” Twenty-five or something.The idea messed with my head. But I remembered that growth spurt — I remembered watching him shoot up and fill out right before my eyes. I remembered how he would look different from one day to the next. . . . I shook my head, feeling dizzy. “So, did you want to hear about Sam, or did you want to scream at me some more for things that are out of my control?” I took a deep breath. “Sorry. Age is a touchy subject for me. That hit a nerve.” Jacob’s eyes tightened, and he looked as if he were trying to decide how to word something. Since I didn’t want to talk about the truly touchy stuff — my plans for the future, or treaties that might be broken by said plans, I prompted him. “So once Sam understood what was going on, once he had Billy and Harry and Mr. Ateara, you said it wasn’t so hard anymore. And, like you also said, there are the cool parts. . . .” I hesitated briefly. “Why does Sam hate them so much? Why does he wish I would hate them?” Jacob sighed. “This is the really weird part.” “I’m a pro at weird.” “Yeah, I know.” He grinned before he continued. “So, you’re right. Sam knew what was going on, and everything was almost okay. In most ways, his life was back to, well, not normal. But better.” Then Jacob’s expression tightened, like something painful was coming. “Sam couldn’t tell Leah. We aren’t supposed to tell anyone who doesn’t have to know. And it wasn’t really safe for him to be around her — but he cheated, just like I did with you. Leah was furious that he wouldn’t tell her what was going on — where he’d been, where he went at night, why he was always so exhausted — but they were working it out. They were trying. They really loved each other.” “Did she find out? Is that what happened?” He shook his head. “No, that wasn’t the problem. Her cousin, Emily Young, came down from the Makah reservation to visit her one weekend.” I gasped. “Emily is Leah’s cousin?” “Second cousins. They’re close, though. They were like sisters when they were kids.” “That’s . . . horrible. How could Sam . . . ?” I trailed off, shaking my head.  “Don’t judge him just yet. Did anyone ever tell you . . . Have you ever heard of imprinting ?” “Imprinting?” I repeated the unfamiliar word. “No. What’s that mean?” “It’s one of those bizarre things we have to deal with. It doesn’t happen to everyone. In fact, it’s the rare exception, not the rule. Sam had heard all the stories by then, the stories we all used to think were legends. He’d heard of imprinting, but he never dreamed . . .” “What is it?” I prodded. Jacob’s eyes strayed to the ocean. “Sam did love Leah. But when he saw Emily, that didn’t matter anymore. Sometimes . . . we don’t exactly know why . . . we find our mates that way.” His eyes flashed back to me, his face reddening. “I mean . . . our soul mates.”  “What way? Love at first sight?” I snickered. Jacob wasn’t smiling. His dark eyes were critical of my reaction. “It’s a little bit more powerful than that. More absolute.” “Sorry,” I muttered. “You’re serious, aren’t you?” “Yeah, I am.” “Love at first sight? But more powerful?” My voice still sounded dubious, and he could hear that. “It’s not easy to explain. It doesn’t matter, anyway.” He shrugged indifferently.   “You wanted to know what happened to Sam to make him hate the vampires for changing him, to make him hate himself. And that’s what happened. He broke Leah’s heart. He went back on every promise he’d ever made her. Every day he has to see the accusation in her eyes, and know that she’s right.” He stopped talking abruptly, as if he’d said something he hadn’t meant to. “How did Emily deal with this? If she was so close to Leah . . . ?” Sam and Emily were utterly right together, two puzzle pieces, shaped for each other exactly. Still . . . how had Emily gotten past the fact that he’d belonged to someone else? Her sister, almost.  “She was real angry, in the beginning. But it’s hard to resist that level of commitment and adoration.” Jacob sighed. “And then, Sam could tell her everything. There are no rules that can bind you when you find your other half. You know how she got hurt?” “Yeah.” The story in Forks was that she was mauled by a bear, but I was in on the secret. Werewolves are unstable, Edward had said.The people near them get hurt. “Well, weirdly enough, that was sort of how they resolved things. Sam was so horrified, so sickened by himself, so full of hate for what he’d done. . . . He would have thrown himself under a bus if it would have made her feel better. He might have anyway, just to escape what he’d done. He was shattered. . . . Then, somehow, she was the one comforting him , and after that. . . .” Jacob didn’t finish his thought, and I sensed the story had gotten too personal to share.  “Poor Emily,” I whispered. “Poor Sam. Poor Leah. . . .” “Yeah, Leah got the worst end of the stick,” he agreed. “She puts on a brave face. She’s going to be a bridesmaid.” I gazed away, toward the jagged rocks that rose from the ocean like stubby broken-off fingers on the south rim of the harbor, while I tried to make sense of it all. I could feel his eyes on my face, waiting for me to say something.   “Did it happen to you?” I finally asked, still looking away. “This love-at-first-sight thing?” “No,” he answered briskly. “Sam and Jared are the only ones.” “Hmm,” I said, trying to sound only politely interested. I was relieved, and I tried to explain my reaction to myself. I decided I was just glad he didn’t claim there was some mystical, wolfy connection between the two of us. Our relationship was confusing enough as it was. I didn’t need any more of the supernatural than I already had to deal with. He was quiet, too, and the silence felt a little awkward. My intuition told me that I didn’t want to hear what he was thinking.    “How did that work out for Jared?” I asked to break the silence. “No drama there. It was just a girl he’d sat next to in school every day for a year and never looked at twice. And then, after he changed, he saw her again and never looked away. Kim was thrilled. She’d had a huge crush on him. She’d had his last name tacked on to the end of hers all over in her diary.” He laughed mockingly. I frowned. “Did Jared tell you that? He shouldn’t have.”  Jacob bit his lip. “I guess I shouldn’t laugh. It was funny, though.” “Some soul mate.” He sighed. “Jared didn’t tell us anything on purpose. I already told you this part, remember?” “Oh, yeah. You can hear each other’s thoughts, but only when you’re wolves, right?” “Right. Just like your bloodsucker.” He glowered. “Edward,” I corrected.  “Sure, sure. That’s how come I know so much about how Sam felt. It’s not like he would have told us all that if he’d had a choice. Actually, that’s something we all hate.” The bitterness was abruptly harsh in his voice. “It’s awful. No privacy, no secrets. Everything you’re ashamed of, laid out for everyone to see.” He shuddered. “It sounds horrible,” I whispered. “It is sometimes helpful when we need to coordinate,” he said grudgingly. “Once in a blue moon, when some bloodsucker crosses into our territory. Laurent was fun. And if the Cullens hadn’t gotten in our way last Saturday . . . ugh!” he groaned. “We could have had her!” His fists clenched into angry balls. I flinched. As much as I worried about Jasper or Emmett getting hurt, it was nothing like the panic I felt at the idea of Jacob going up against Victoria. Emmett and Jasper were the closest thing to indestructible I could imagine. Jacob was still warm, still comparatively human. Mortal. I thought of Jacob facing Victoria, her brilliant hair blowing around her oddly feline face . . . and shuddered. Jacob looked up at me with a curious expression. “But isn’t it like that for you all the time? Having him in your head?”  “Oh, no. Edward’s never in my head. He only wishes.” Jacob’s expression became confused. “He can’t hear me,” I explained, my voice a tiny bit smug from old habit. “I’m the only one like that, for him. We don’t know why he can’t.” “Weird,” Jacob said. “Yeah.” The smugness faded. “It probably means there’s something wrong with my brain,” I admitted. “I already knew there was something wrong with your brain,” Jacob muttered. “Thanks.” The sun broke through the clouds suddenly, a surprise I hadn’t been expecting, and I had to narrow my eyes against the glare off the water. Everything changed color — the waves turned from gray to blue, the trees from dull olive to brilliant jade, and the rainbow-hued pebbles glittered like jewels. We squinted for a moment, letting our eyes adjust. There were no sounds besides the hollow roar of the waves that echoed from every side of the sheltered harbor, the soft grinding of the stones against each other under the water’s movement, and the cry of gulls high overhead. It was very peaceful. He settled closer to me, so that he was leaning against my arm. He was so warm. After a minute of this, I shrugged out of my rain jacket. He made a little sound of contentment in the back of his throat, and rested his cheek on the top of my head. I could feel the sun heat my skin — thought it was not quite as warm as Jacob — and I wondered idly how long it would take me to burn. Absentmindedly, I twisted my right hand to the side, and watched the sunlight glitter subtly off the scar James had left there. “What are you thinking about?” he murmured. “The sun.” “Mmm. It’s nice.” “What are you thinking about?” I asked. He chuckled to himself. “I was remembering that moronic movie you took me to. And Mike Newton puking all over everything.” I laughed, too, surprised by how time had changed the memory. It used to be one of stress, of confusion. So much had changed that night. . . . And now I could laugh. It was the last night Jacob and I had had before he’d learned the truth about his heritage. The last human memory. An oddly pleasant memory now. “I miss that,” Jacob said. “The way it used to be so easy . . . uncomplicated. I’m glad I’ve got a good memory.” He sighed. He felt the sudden tension in my body as his words triggered a memory of my own. “What is it?” he asked. “About that good memory of yours . . .” I pulled away from him so that I could read his face. At the moment, it was confused. “Do you mind telling me what you were doing Monday morning? You were thinking something that bothered Edward.” Bothered wasn’t quite the word for it, but I wanted an answer, so I thought it was best not to start out too severely. Jacob’s face brightened with understanding, and he laughed. “I was just thinking about you. Didn’t like that much, did he?” “Me? What about me?” Jacob laughed, with a harder edge this time. “I was remembering the way you looked that night Sam found you — I’ve seen it in his head, and it’s like I was there; that memory has always haunted Sam, you know. And then I remembered how you looked the first time you came to my place. I bet you don’t even realize what a mess you were then, Bella. It was weeks before you started to look human again. And I remembered how you always used to have your arms wrapped around yourself, trying to hold yourself together. . . .” Jacob winced, and then shook his head. “It’s hard for me to remember how sad you were, and it wasn’t my fault. So I figured it would be harder for him. And I thought he ought to get a look at what he’d done.” I smacked his shoulder. It hurt my hand. “Jacob Black, don’t you ever do that again! Promise me you won’t.” “No way. I haven’t had that much fun in months.” “So help me, Jake —” “Oh, get a grip, Bella. When am I ever going to see him again? Don’t worry about it.” I got to my feet, and he caught my hand as I started to walk away. I tried to tug free. “I’m leaving, Jacob.” “No, don’t go yet,” he protested, his hand tightening around mine. “I’m sorry. And . . . okay, I won’t do it again. Promise.” I sighed. “Thanks, Jake.” “Come on, we’ll go back to my house,” he said eagerly.  “Actually, I think I really do need to go. Angela Weber is expecting me, and I know Alice is worried. I don’t want to upset her too much.” “But you just got here!” “It feels that way,” I agreed. I glared up at the sun, somehow already directly overhead. How had the time passed so quickly? His eyebrows pulled down over his eyes. “I don’t know when I’ll see you again,” he said in a hurt voice. “I’ll come back the next time he’s away,” I promised impulsively. “Away?” Jacob rolled his eyes. “That’s a nice way to describe what he’s doing. Disgusting parasites.” “If you can’t be nice, I won’t come back at all!” I threatened, trying to pull my hand free. He refused to let go. “Aw, don’t be mad,” he said, grinning. “Knee-jerk reaction.” “If I’m going to try to come back again, you’re going to have to get something straight, okay?” He waited. “See,” I explained. “I don’t care who’s a vampire and who’s a werewolf. That’s irrelevant. You are Jacob, and he is Edward, and I am Bella. And nothing else matters.” His eyes narrowed slightly. “But I am a werewolf,” he said unwillingly. “And he is a vampire,” he added with obvious revulsion. “And I’m a Virgo!” I shouted, exasperated. He raised his eyebrows, measuring my expression with curious eyes. Finally, he shrugged. “If you can really see it that way . . .” “I can. I do.”   “Okay. Just Bella and Jacob. None of those freaky Virgos here.” He smiled at me, the warm, familiar smile that I had missed so much. I felt the answering smile spread across my face. “I’ve really missed you, Jake,” I admitted impulsively. “Me, too,” his smile widened. His eyes were happy and clear, free for once of the angry bitterness. “More than you know. Will you come back soon?” “As soon as I can,” I promised.",
            "vi": "5         5. HỘI NHẬP \"Bạn ổn chứ, Jake? Charlie nói bạn đang khổ sở…..Không lẽ chẳng đỡ hơn chút nào sao?\" Bàn tay ấm áp của anh cuộn quanh bàn tay tôi.  \"Không tệ đến thế,\" anh nói, nhưng không nhìn vào mắt tôi. Anh chậm rãi đi vòng lại chỗ băng ghế của khúc gỗ trôi giạt, nhìn chằm chằm những hòn sỏi đủ sắc cầu vồng, và kéo tôi đi bên anh. Tôi ngồi xuống cây gỗ của chúng tôi, nhưng anh lại ngồi lên chỗ đất ướt, lởm chởm đá chớ không ngồi kế bên tôi. Tôi không biết liệu đó có phải là cách để anh có thể giấu mặt mình dễ hơn không. Anh nắm lấy bàn tay tôi. Tôi bắt đầu nói huyên thuyên để phá tan không khí im lặng. \"Lâu lắm rồi tôi mới trở lại đây. Chắc tôi không biết nhiều chuyện lắm. Sam và Emily ra sao rồi?  Còn Embry nữa? Quil đã - ?\" Tôi dừng nửa chừng, chợt nhớ bạn Jacob - Quil đã từng là một vấn đề nhạy cảm.  \"À, Quil,\" Jacob thở dài.  Vậy hẳn là chuyện đó đã xảy ra - Quil chắc đã tham gia vào đàn sói rồi.  \"Tôi  xin lỗi,\" tôi lầm bầm.  Tôi không ngờ là Jacob khịt mũi. \"Đừng nói thế với cậu ta\" \"Bạn nói vậy nghĩa là sao?\" \"Quil không mong bị thương hại. Mà hoàn toàn ngược lại –cậu ấy rất phấn khích. Hết sức phấn khởi.\" Chuyện này làm tôi chả hiểu gì cả. Tất cả những người sói khác đều rất buồn phiền khi bạn mình có cùng chung số phận với họ. \"Hở?\" Jacob ngoái đầu ra sau nhìn tôi. Cậu ta mỉm cười, rồi đảo mắt.     \"Quil nghĩ đó chính là thứ tuyệt vời nhất mà cậu ấy từng có. Một phần là do cuối cùng cậu ta biết chuyện gì đang xảy ra. và cậu ấy vui vì lại có bạn bè – vui vì đã trở thành thành viên của  một “đại gia đình.\" Jacob lại khịt mũi.  “Tôi nghĩ chuyện đó chẳng có gì là bất ngờ cả. Đúng thực là Quil\" \"Cậu ấy thích vậy à?\"  \"Nói thiệt, bọn họ đều vậy cả,\" Jacob chậm rãi thừa nhận. \"rõ ràng chuyện này cũng có mặt tốt của nó - về tốc độ, tự do, sức mạnh . . . tình cảm -- gia đình... Sam và tôi là những người duy nhất từng cảm thấy thật sự cay đắng. Và Sam đã trải qua chuyện đó cách đây đã lâu rồi. Vì thế giờ đây chỉ còn tôi kêu ca.\" Jacob cười nhạo mình.  Có quá nhiều thứ tôi muốn biết. \"Tại sao bạn và Sam khác nhau? Thế chuyện gì đã xảy ra với Sam? Khó khăn của anh ấy là gì?\" Những câu hỏi chen nhau tuôn ra làm cho anh chàng không biết đâu mà lần, và Jacob lại cười.  \"Dài dòng lắm.\" \"Tôi cũng đã kể bạn nghe chuyện dài còn gì.  Hơn nữa, tôi đâu có vội về nhà\" tôi nói, rồi nhăn nhó khi nghĩ đến rắc rối sắp đến.  Anh ấy ngước nhanh nhìn, lắng nghe ẩn ý trong lời nói của tôi. \"Anh ta sẽ giận bạn hả?\" \"Ừ,\" tôi thừa nhận. \"Anh ấy rất ghét khi tôi làm mấy chuyện mà ảnh … nghĩ là mạo hiểm.\" \"Chẳng hạn như chơi với người sói chứ gì.\" \"Ờ. \" Jacob nhún vai. \"Vậy thì đừng về. Tôi sẽ ngủ trên ghế trường kỷ.\" \"Hay dữ,\" tôi làu bàu. \"Vì ảnh sẽ đến tìm tôi.\" Jacob thừ người ra, rồi mỉm cười thất vọng. \"Anh ta sẽ vậy à?\" \"Nếu ảnh sợ tôi bị thương hay gì gì đó - có lẽ thế\" \"Ý tưởng của tôi lúc nào cũng hay hơn.\" \"Làm ơn đi mà, Jake. Chuyện đó làm tôi bực quá.\" “Chuyện gì làm bạn bực chứ?\" \"Chuyện hai người luôn sẵn sàng giết nhau á!\" Tôi than vãn. \"Chuyện đó làm tôi muốn điên luôn. Tại sao cả hai người không thể cư xử văn minh giùm?\" \"Hắn ta sẵn sàng giết tôi à?\" Jacob hỏi với nụ cười đáng ngại, không quan tâm mấy đến vẻ giận dữ của tôi.  \"Không giống như bạn đâu!\" Tôi nhận ra mình đang gào to. \"Ít ra thì ảnh cũng tỏ ra người lớn trong chuyện này. Ảnh biết là làm bạn đau đớn cũng sẽ làm tôi đau đớn - và vì vậy ảnh sẽ chẳng bao giờ làm. Còn bạn thì dường như chẳng thèm quan tâm đến chuyện đó chút nào hết!\" \"Ờ, đúng rồi,\" Jacob lẩm bẩm. \"Chắc anh ta yêu chuộng hòa bình ghê lắm\" \"Chao ôi!\" Tôi gỡ tay mình ra khỏi tay anh và đẩy đầu anh ra. Sau đó tôi co hai đầu gối lên trước ngực và choàng tay ôm chặt chúng lại.  Tôi nhìn ra phía chân trời, giận dữ.  Jacob yên lặng trong vài phút. Cuối cùng, anh đứng bật dậy và ngồi bên cạnh tôi, quàng hai tay lên vai tôi. Tôi hất ra.  \"Xin lỗi, \" anh lặng lẽ nói. \"Tôi sẽ cố cư xử đàng hoàng.\" Tôi không trả lời.  \"Bạn còn muốn nghe chuyện Sam không?\" anh đề nghị.  Tôi nhún vai.  \"Như tôi đã nói, chuyện dài lắm. Và rất….. kỳ lạ. Có rất nhiều điều kỳ cục về cuộc đời mới này. Tôi đã không có thời gian để kể cho bạn nghe dù chỉ một nửa. Và chuyện của Sam - ừm, tôi thậm chí không biết mình có thể giải thích đúng đắn không nữa.\" Lời anh làm tôi tò mò mặc dù đang rất bực tức.  “Tôi đang nghe đó,\" tôi nói cứng Liếc nhìn kín đáo, tôi thấy gò má anh nhô lên vì cười.  \"Sam khó chấp nhận chuyện đó hơn tụi tôi.  Vì ảnh là người đầu tiên, và ảnh chỉ có một mình, và ảnh không có ai báo cho ảnh biết chuyện gì đang diễn ra. Ông Sam chết trước khi ảnh ra đời, và cha ảnh chưa bao giờ ở gần ảnh. Chẳng có ai ở đó để nhận ra những dấu hiệu này. Lần đầu chuyện đó xảy ra - lần đầu tiên ảnh biến hình - ảnh nghĩ ảnh bị điên. Phải mất hai tuần ảnh mới đủ bình tĩnh để biến lại thành người.  \"Chuyện này xảy ra trước khi bạn đến Forks, vì vậy bạn không nhớ đâu. Mẹ Sam và Leah Clearwater đã nhờ mấy người kiểm lâm tìm ảnh, cả cảnh sát. Mọi người tưởng có tai nạn xảy ra này nọ..…\" \"Leah?\" Tôi hỏi, ngạc nhiên. Leah là con gái của Harry. Nghe đến tên cô tự động làm lòng tôi trào dâng thương cảm. Harry Clearwater, bạn lâu niên của Charlie, đã chết vì đau tim mùa xuân rồi.  Anh đổi giọng, nặng nề hơn. \"Ờ. Leah và Sam yêu nhau khi còn học trung học. Họ bắt đầu hẹn hò khi cô ấy học năm thứ nhất. Cô ấy phát rồ khi ảnh biến mất.\" \"Nhưng ảnh và Emily -\"                      \"Tôi sẽ nói đến chuyện đó - đó là một phần của câu chuyện,\" anh nói. Anh hít từ từ, rồi thở mạnh ra. Tôi thấy mình thực ngốc khi nghĩ Sam chưa hề yêu ai trước khi đến với Emily. Hầu hết mọi người đều yêu rồi chia tay nhiều lần trong đời. Chỉ vì tôi đã quen thấy Sam với Emily, và tôi không thể tưởng tượng ra cảnh ảnh với người khác. Cái cách anh nhìn cô. ….ừm, điều này làm tôi nhớ đến ánh mắt của Edward đôi khi - khi anh nhìn tôi.  \"Sam trở về,\" Jacob nói, \"nhưng không nói cho ai biết ảnh đã ở đâu.  Tin đồn lan rộng – hầu hết mọi người nói rằng ảnh đã làm chuyện gì đó sai trái. Rồi Sam tình cờ gặp ông nội Quil vào một buổi chiều nọ khi ông Quil Ateara đến thăm bà Uley. Sam bắt tay ông. Già Quil suýt nữa thì bị đột quỵ rồi.\" Jacob dừng lại cười.  \"Sao vậy?\" Jacob áp tay lên má tôi và xoay mặt tôi để nhìn vào anh - anh đang nghiêng mình về phía tôi, mặt anh chỉ cách có mấy xăng-ti-mét. Lòng bàn tay anh thiêu cháy da tôi, như thể anh bị sốt vậy. \"Ồ, đúng ha,\" tôi nói. Thật không thoải mái, khi mặt tôi quá gần mặt anh với bàn tay anh nóng bỏng trên da tôi. \"Sam lúc đó đang nóng bừng bừng.\" Jacob lại cười lớn. \"Tay Sam giống như thể đã đặt trên lò lửa vậy.\" Anh quá gần, tôi có thể cảm nhận hơi thở ấm áp của anh. Tôi tự nhiên rướn người lên, để làm tay anh tuột khỏi mặt tôi, nhưng tay vẫn đan tay anh để không làm anh bị tổn thương. Anh mỉm cười và ngả người ra, không bị lừa bởi cố gắng tỏ ra tự nhiên của tôi.  \"Thế là ông Ateara đi thẳng đến chỗ những người già khác,\" Jacob tiếp tục. \"Họ là những người duy nhất còn lại vẫn còn biết, vẫn còn nhớ. Ông Ateara, Billy, và Harry thực đã chứng kiến cảnh ông họ biến đổi. Khi Già Quil kể với họ, họ bí mật gặp Sam và giải thích chuyện này.  \"Chuyện này dễ dàng hơn khi ảnh hiểu ra - khi ảnh không còn đơn độc nữa. Họ biết ảnh sẽ không phải là người duy nhất bị ảnh hưởng bởi sự trở về của gia đình Cullens\" - ảnh nhắc đến tên này với vẻ cay đắng vô thức - \"nhưng chẳng ai khác đủ lớn. Vì thế Sam chờ tụi tôi tham gia với ảnh...\" \"Gia đình Cullens chẳng hề biết,\" tôi thì thầm. \"Họ không nghĩ vẫn còn người sói ở đây.   Họ không biết là việc họ đến đây làm biến đổi các bạn.\"              “Sự thật vẫn là sự thật. \" \"Chuyện này nhắc nhở tôi đừng làm bạn nổi khùng.\" \"Bạn nghĩ tôi nên khoan dung như bạn à? Đâu phải ai cũng là thánh hay người tử vì đạo đâu. \" \"Người lớn chút đi, Jacob. \" \"Ước gì vậy được, \" anh thì thầm lặng lẽ.  Tôi nhìn anh  chằm chằm, cố hiểu phản ứng của anh. \"Gì chớ?\" Jacob cười khúc khích. \"Một trong những chuyện kỳ lạ tôi đã nói đó.\" \"Bạn… không thể…. lớn lên ư?\" Tôi ngây người ra hỏi. \"Bạn sao chớ? Không... già đi ư? Giỡn à?\" \"Không.\" Anh bập môi kêu cái bốp. Tôi cảm thấy máu rần rật trên mặt mình. Nước mắt – những giọt nước mắt tức giận – tràn mi. Tôi nghiến răng kêu kèn kẹt rõ to.  \"Bella? Tôi đã nói gì vậy?\" Tôi lại đứng lên, bàn tay cuộn lại thành nắm đấm, toàn thân run rẩy.  \"Bạn. Không. Già . Đi,\" tôi gầm gừ qua kẽ răng.  Jacob giật nhẹ cánh tay tôi, cố ấn tôi ngồi xuống. \"Chẳng ai trong tụi tôi già đi cả. Có chuyện gì với bạn vậy?\" \"Vậy tôi là người duy nhất phải già đi sao? Tôi sẽ già đi theo từng ngày quỷ quái!\" Tôi gần như rít lên, vung tay vào không trung. Một phần nhỏ nhoi trong tôi nhận ra mình đang nổi cơn tam bành giống Charlie, nhưng chút lý trí đó cũng đã bị phần mất lý trí che lấp. \"Khốn kiếp! Loại thế giới gì đây? Đâu là công lý chớ?\" \"Bình tĩnh nào, Bella.\" \"Im đi, Jacob. Im ngay! Thật quá bất công!\" \"Thiệt là bạn dậm chân dậm cẳng đó hả? Tôi tưởng con gái chỉ làm thế trên TV thôi chớ.\" Tôi gầm gừ chẳng chút ấn tượng nào.  \"Chẳng tệ như bạn nghĩ đâu. Ngồi xuống nghe tôi giải thích nào.\" \"Tôi sẽ đứng.\" Anh trợn tròn mắt. \"Thôi được. Bạn muốn sao cũng được. Nhưng nghe này, một ngày nào đó….. tôi sẽ già đi\" \"Giải thích đi.\" Anh vỗ vỗ cái cây. Tôi trừng mắt nhìn một lát, nhưng cũng ngồi phịch xuống; cơn nóng nảy của tôi cũng tan biến bất ngờ như lúc bùng lên và tôi đã đủ bình tĩnh để nhận ra mình đang tự biến mình thành con ngốc.  \"Khi tụi tôi đủ khả năng để từ bỏ...,\" Jacob nói. \"Khi tụi tôi ngưng biến hình trong một khoảng thời gian liên tục, tụi tôi sẽ già đi. Thật không dễ chút nào.\" Anh lắc đầu, đột ngột nghi ngờ. \"Phải mất khá nhiều thời gian mới hiểu được loại kiềm chế này. Thậm chí Sam cũng chưa làm được chuyện này nữa. Nhưng chẳng ích gì vì có cả một lũ ma cà rồng đông đúc ngay trên đường phố. Tụi tôi thậm chí chẳng thể nghĩ đến chuyện từ bỏ này khi bộ lạc vẫn cần người che chở. Nhưng dù sao thì bạn cũng không nên bận tâm về điều này, vì tôi đã già hơn bạn rồi, ít nhất là về mặt thể chất\" \"Bạn đang nói gì thế?\" \"Hãy nhìn tôi nè, Bells. Tôi có giống 16 tuổi không?\" Tôi nhìn lên nhìn xuống thân hình đồ sộ của anh, cố tỏ ra không thành kiến. \"Tôi nghĩ là không giống mấy\" \"Chẳng giống chút nào. Bởi vì tụi tôi đã trưởng thành hoàn toàn trong vài tháng khi gen người sói bắt đầu bộc phát. Tăng trưởng nhanh kinh khiếp.\" Anh nhăn nhó. \"Về mặt thể chất, chắc tôi khoảng hai lăm tuổi gì đó. Vì vậy bạn không nên làm om sòm về chuyện quá già so với tôi trong vòng ít nhất bảy năm nữa\" Khoảng hai mươi lăm tuổi gì đó. Ý nghĩ này làm đầu óc tôi lộn tùng phèo. Nhưng tôi nhớ chuyện lớn vọt đó - tôi nhớ đã nhìn anh cao vọt lên và to ra ngay trước mắt mình. Tôi nhớ anh trông khác từng ngày ra sao... Tôi lắc lắc đầu, cảm thấy chóng mặt.  \"Nè, bạn có muốn nghe chuyện Sam, hay bạn muốn hét thêm vào mặt tôi chuyện gì đó ngoài khả năng kiểm soát của tôi hả?\" Tôi hít thật sâu. \"Xin lỗi. Vấn đề tuổi tác là đề tài quá nhạy cảm đối với tôi. Chuyện đó làm tôi căng thẳng.\" Jacob nhắm nghiền mắt, trông như thể anh đang cố nghĩ ra cách nói điều gì đó.  Vì tôi không muốn nói đến chuyện nhạy cảm thực sự đó – dự định của tôi trong tương lai, hoặc hoà ước có thể bị phá vỡ vì những dự định trên, nên tôi nhắc anh.  \"Vậy khi Sam hiểu chuyện gì đang xảy ra, khi ảnh đã có Billy và Harry và ông Ateara, bạn nói chuyện đó không còn khó nữa. Và, như bạn đã nói, có những điểm hay ho...\" Tôi do dự giây lát. \"Thì tại sao Sam lại ghét họ đến thế? Tại sao ảnh muốn tôi ghét họ?\" Jacob thở dài. \"Đây là phần hết sức kỳ lạ.\" \"Tôi là trùm về chuyện kỳ lạ mà.\" \"Ờ, tôi biết.\" Anh cười toe toét rồi mới nói tiếp. \"Nè, bạn nói đúng đó. Sam biết chuyện gì đang xảy ra, và mọi thứ gần như ổn rồi. Về mọi mặt, cuộc sống của ảnh đã trở lại, ờ, không bình thường. Mà là tốt hơn.\" Rồi mặt Jacob cau lại, như thể điều gì đó  đau đớn đang đến. \"Sam không thể nói cho Leah biết. Tụi tôi không được kể cho ai biết hết nếu những người này chẳng cần phải biết. Và ở bên cô ấy, thật chẳng an toàn chút nào - nhưng ảnh đã lừa đảo, như tôi đã làm vậy với bạn. Leah rất tức giận vì ảnh không chịu nói cho cô ấy biết chuyện gì đang xảy ra – ảnh đã ở đâu, ảnh đi đâu lúc đêm về, tại sao ảnh luôn kiệt sức - nhưng họ đang giải quyết chuyện này. Họ đang cố gắng. Họ rất yêu nhau.\" \"Cô ấy có khám phá ra không?  Có phải đã xảy ra thế không?\" Anh lắc đầu. \"Không, không phải là vấn đề đó. Em họ của cô ấy, Emily Young, từ khu bảo tồn Makah xuống để thăm cô ấy vào một ngày cuối tuần.\" Tôi thở hổn hển. \"Emily là em họ của Leah?\" \"Chị em họ xa thôi. Nhưng họ thân nhau lắm. Khi còn nhỏ, y như hai chị em ruột vậy\" \"Chuyện đó…..khủng khiếp quá. Làm sao mà Sam có thể…..? Tôi lắc đầu, giọng nhỏ dần,.  \"Tuy vậy, đừng vội đánh giá ảnh. Có ai từng bảo bạn là…. Bạn đã bao giờ nghe chuyện tiếng sét chưa?\" “Tiếng sét?\" Tôi lặp lại từ xa lạ này. \"Không biết. Nghĩa là gì vậy?\" \"Đó là một trong những thứ kỳ quái đó tụi tôi phải đối phó. Chuyện này không xảy ra với tất cả mọi người. Thực ra, đó là ngoại lệ hiếm hoi, không theo quy luật. Sam đã nghe mấy chuyện này trước đó rồi, những câu chuyện mà mình thường hay nghĩ chỉ là chuyện cổ tích. Ảnh đã nghe đến chuyện tiếng sét, nhưng ảnh chẳng bao giờ lại nghĩ... \" \"Nó là cái gì vậy?\" Tôi thúc giục.  Mắt Jacob nhìn xa xăm ra biển. \"Sam đã rất yêu Leah. Nhưng khi gặp Emily, chuyện đó đã không còn ý nghĩa gì nữa. Đôi khi…tụi tôi không biết chính xác tại sao… tụi tôi lại tìm bạn theo cách đó.\" Mắt anh liếc tôi thật nhanh, mặt anh đỏ lên . \"Ý tôi là……là bạn đời.\" \"Theo kiểu gì? Yêu ngay từ cái nhìn đầu tiên à?\" Tôi cười khúc khích.  Jacob không cười. Đôi mắt đen của anh có ý lên án phản ứng của tôi. \"Nó mãnh liệt hơn thế đôi chút.  Rõ ràng hơn.\" \"Xin lỗi, \" tôi lẩm bẩm. \"Bạn nói thiệt đó hả?\" \"Ờ, thiệt đó.\" \"Yêu ngay từ ánh nhìn đầu tiên? Nhưng mãnh liệt hơn?\" Giọng tôi vẫn đầy vẻ nghi ngờ, và anh biết điều đó.  \"Không dễ giải thích đâu. Dù sao thì cũng không quan trọng.\" Anh nhún vai hững hờ.  \"Bạn muốn biết chuyện gì đã làm Sam ghét ma cà rồng vì đã biến đổi ảnh, làm ảnh căm ghét bản thân mình ư. Và đó là chuyện đã xảy ra. Ảnh đã làm Leah đau lòng. Ảnh chà đạp lên mọi lời đã hứa với cô ấy.  Mỗi ngày ảnh phải nhìn thấy lời buộc tội này trong mắt cô ấy, và biết rằng cô ấy đúng.\" Anh ngừng lại đột ngột, như thể anh đã nói cái gì đó không định nói ra.  \"Emily đã đối phó với chuyện này như thế nào? Nếu cô ấy thân với Leah như thế ... ?\" Sam và Emily hoàn toàn xứng với nhau, hai mảnh ghép, hoàn toàn khớp nhau. Tuy nhiên…..làm sao Emily quên được chuyện ảnh đã từng thuộc về người khác?  Mà gần như là chị cô.  \"Lúc mới đầu cô ấy hết sức tức giận. Nhưng thật khó mà cưỡng lại sự tận tụy và đam mê đến mức đó.\" Jacob thở dài. \"Rồi, Sam đã có thể kể cho cô ấy biết mọi chuyện. Không có luật lệ nào có thể trói buộc bạn khi bạn tìm ra nửa kia của đời mình. Bạn cũng biết cô ấy bị thương thế nào rồi phải không?\" \"Ờ.\" Câu chuyện được truyền tụng ở Forks là cô ấy đã bị gấu tấn công, nhưng tôi đã biết bí mật này. Người sói không tự chủ được, Edward nói thế. Những người gần gũi chúng sẽ bị thương.  \"Ừm, kỳ lạ hết sức, đó là cách họ giải quyết mọi chuyện. Sam quá khiếp sợ, quá kinh tởm chính mình, căm ghét điều mình đã gây ra…. Ảnh lẽ ra đã lao vào xe buýt nếu làm vậy sẽ khiến cô ấy cảm thấy đỡ hơn. Dù sao đi nữa, nếu làm vậy thì ảnh đã có thể trốn tránh được chuyện mình đã làm. Ảnh đã bị khủng hoảng. .. Rồi, làm sao đó, cô ấy là người duy nhất an ủi ảnh, và sau đó….\" Jacob không nói hết được suy nghĩ của mình, và tôi cảm thấy câu chuyện quá riêng tư để kể cho nhau biết.  \"Tội nghiệp Emily,\" tôi thì thầm. “Tội nghiệp Sam. Tội nghiệp Leah…..\" \"Ờ, Leah là người khổ tâm nhất, \" anh đồng ý. \"Cô ấy tỏ vẻ can đảm. Cô ấy sẽ làm phù dâu.\" Tôi nhìn đi chỗ khác, về phía đá lởm chởm nhô lên từ biển như những ngón tay múp míp bị đứt lìa trên phía nam của bến cảng, vừa cố hiểu hết mấy chuyện này. Tôi có thể cảm nhận đôi mắt anh nhìn vào mặt tôi, chờ tôi nói gì đó. \"Chuyện đó đã xảy đến với bạn à?\" Cuối cùng thì tôi cũng hỏi, vẫn nhìn sang chỗ khác. \"Chuyện yêu ngay từ cái nhìn đầu tiên á?\" \"Không,\" anh trả lời thật nhanh. \"Sam và Jared là những người duy nhất.\" \"Ưm,\" tôi nói, cố tỏ vẻ lịch sự quan tâm. Tôi cảm thấy nhẹ nhõm, và tôi cố giải thích phản ứng này với chính mình. Tôi cho là mình mừng vì anh không khẳng định có mối ràng buộc kiểu người sói huyền bí nào giữa hai chúng tôi. Quan hệ của chúng tôi nhiêu đó cũng đủ rối tung lên rồi. Không cần thêm bất cứ chuyện siêu nhiên nào hơn cái tôi đã có để đối phó.  Anh cũng yên lặng, và sự im lặng này hơi không thoải mái. Trực giác mách bảo là tôi không muốn nghe điều anh đang suy nghĩ.  \"Chuyện đó xảy ra với Jared như thế nào?\" Tôi hỏi để phá tan sự yên lặng.  \"Không có gì kịch tính hết.  Chỉ là một cô gái anh chàng ngồi bên cạnh ở trường mỗi ngày suốt một năm mà không bao giờ nhìn lại lần thứ hai. Thế mà, sau khi biến đổi, anh chàng gặp lại cô nàng và không bao giờ nhìn sang chỗ khác nữa. Kim khoái lắm. Cô nàng mê tít anh chàng mà. Cô nàng đã kèm cả họ của anh chàng vào sau tên của cô nàng trong khắp nhật ký. Anh cười giễu cợt.  Tôi cau mày. \"Jared kể bạn nghe chuyện đó hả? Lẽ ra anh ta không nên thế chứ.\" Jacob cắn môi. \"Tôi nghĩ mình không nên cười. Mặc dù chuyện đó thiệt mắc cười\" \"Bạn lòng.”  Anh thở dài. \"Jared không cố tình kể cho chúng tôi nghe gì hết.  Tôi đã kể bạn nghe phần này rồi, nhớ không?\" \"Ồ, ờ.  Mấy bạn có thể nghe suy nghĩ của nhau, nhưng chỉ khi là người sói thôi, phải không?\" \"Đúng. Cũng giống thằng hút máu của bạn.\" Anh quắc mắt nhìn tôi.  \"Edward,\" tôi chỉnh lại. \"Đúng rồi, đúng rồi. Đó là tại sao tôi biết nhiều về cảm giác của Sam như thế. Nếu ảnh được quyền lựa chọn thì sẽ không có chuyện ảnh kể cho tụi tôi biết. Thực ra thì, đó là điều tất cả tụi tôi đều ghét.\" Giọng anh đột ngột cay đắng . \"Thật khủng khiếp. Không còn gì riêng tư, không còn gì bí mật gì cả. Mọi thứ mà bạn ngại ngùng đều bị phơi bày cho mọi người thấy.\" Anh rùng mình.  \"Nghe khủng khiếp quá,\" tôi thì thầm.  \"Chuyện này đôi khi có ích khi tụi tôi cần phối hợp nhau,\" anh miễn cưỡng nói \"Năm thì mười hoạ khi có một tên hút máu nào đó băng qua lãnh thổ của tụi tôi. Laurent vui thật. Và nếu gia đình Cullens không ngáng đường tụi tôi hôm thứ bảy vừa rồi….ugh!\" anh rên rỉ. \"thì tụi tôi đã tóm được cô ả rồi!\" Tay anh cuộn lại thành nắm đấm giận dữ.  Tôi nao núng. Dù tôi rất lo Jasper hoặc Emmett bị thương, cũng chẳng hề so được với nỗi hoảng sợ khi nghĩ đến Jacob đấu với Victoria. Emmett và Jasper là những người gần như không thể hủy diệt.  Còn Jacob vẫn ấm áp, vẫn khá là người. Có thể chết. Tôi nghĩ đến chuyện Jacob đối mặt với Victoria, mái tóc rực rỡ của cô ta vờn quanh khuôn mặt nham hiểm kỳ lạ... rồi rùng mình.  Jacob nhìn tôi tò mò.\"Nhưng với bạn cũng có khác gì đâu?  Anh ta luôn chui vô đầu bạn?” \"Ồ, không. Edward không bao giờ chui vô đầu tôi cả. Ảnh chỉ biết ước thôi. \" Vẻ mặt Jacob trở nên bối rối.  \"Ảnh không đọc được suy nghĩ của tôi, \" tôi giải thích, giọng tôi hơi tự mãn một chút do thói quen cũ. \"Tôi là người duy nhất như thế, đối với ảnh. Tụi tôi không biết tại sao ảnh lại không thể.\" \"Kỳ ha,\" Jacob nói.  \"Ờ.\" Nét tự phụ tan biến. \"Có lẽ nghĩa là đầu óc tôi không ổn sao đó,\" tôi thú nhận.  \"Tôi đã biết đầu óc bạn bất bình thường rồi,\" Jacob lẩm bẩm.  \"Cám ơn nghe.\" Mặt trời đột ngột ló ra khỏi đám mây, một điều bất ngờ mà tôi không nghĩ đến, và tôi phải nheo mắt tránh ánh phản chiếu của nó trên mặt nước. Mọi thứ đổi màu -  những con sóng chuyển từ xám sang xanh dương, những cây ô liu xám xịt chuyển sang  màu ngọc bích lấp lánh, và những viên sỏi màu cầu vồng chiếu lấp lánh như nữ trang thiệt vậy.  Chúng tôi nheo mắt nhìn một hồi lâu, điều chỉnh mắt lại. Chẳng có tiếng động nào ngoài tiếng sóng vỗ liên tục vọng lại từ bốn bề bến cảng được che chắn, tiếng lạo xạo nhẹ nhàng của sỏi va vào nhau theo chuyển động của con nước, và tiếng mòng biển kêu to xa xa trên đầu. Thật yên bình.  Jacob xích đến gần hơn, để tựa vào cánh tay tôi. Anh thật ấm. Sau đó một phút như vậy, tôi giũ áo khoác. Anh kêu nho nhỏ trong cổ họng tỏ vẻ hài lòng, và tựa má trên đỉnh đầu tôi. Tôi cảm nhận được hơi nóng mặt trời trên da mình – mặc dù không ấm bằng Jacob - và tôi vu vơ tự hỏi bao lâu thì nó sẽ thiêu cháy tôi.  Lơ đãng, tôi xoay tay phải sang một bên, và ngắm ánh nắng lấp lánh chiếu sáng cái sẹo James để lại ở đó.  \"Bạn đang nghĩ về chuyện gì vậy?\" anh thì thầm.  \"Mặt trời. \" \"Ừm. Thật dễ thương.\" \"Bạn đang nghĩ về chuyện gì vậy?\" Tôi hỏi.  Anh cười tủm tỉm. “Mình đang nhớ đến cuốn phim điên khùng bạn dẫn mình đi coi. Và Mike Newton ói tùm lum.\" Tôi cũng cười, ngạc nhiên khi thấy thời gian đã thay đổi ký ức thế nào. Kỷ niệm đó đã từng làm tôi căng thẳng, bối rối. Có quá nhiều thứ đã thay đổi trong đêm đó. Và bây giờ tôi có thể cười được. Đó là buổi tối cuối cùng Jacob và tôi ở bên nhau trước khi anh biết sự thật về bệnh di truyền của mình. Ký ức làm con người cuối cùng. Giờ đã thành một kỷ niệm vui kỳ lạ.  \"Tôi nhớ chuyện đó,\" Jacob nói. \"Ngày trước thật hết sức ... giản dị. Tôi mừng vì đã có một kỷ niệm đẹp.” Jacob thở dài. Anh cảm thấy sự căng thẳng đột ngột trong cơ thể tôi vì lời anh gợi lên ký ức của riêng tôi.  \"Chuyện gì vậy?\" ảnh hỏi  \"Về kỷ niệm đẹp của bạn…..\" Tôi xích ra xa anh ra để có thể đọc được mặt anh. Lúc đó, thật khó hiểu. \"Bạn có thể kể cho tôi biết bạn đã làm gì vào sáng thứ hai đó không? Bạn đang nghĩ đến điều gì đã làm Eward bực mình.\"  Bực mình không phải là từ chính xác miêu tả nó, nhưng tôi muốn có câu trả lời, nên tôi nghĩ tốt nhất không nên bắt đầu quá gay gắt. Mặt Jacob sáng bừng khi hiểu ra, và anh cười. \"Tôi chỉ nghĩ về bạn thôi. Hắn ta không thích thế, đúng không?\" \"Tôi ư? Nghĩ gì về tôi?\" Jacob cười, hơi cay đắng hơn lúc này. \"Tôi nhớ lại bạn ra sao trong đêm Sam tìm thấy bạn - tôi đã nhìn thấy chuyện đó trong đầu ảnh, và tựa như tôi ở đó vậy; bạn biết đó, ký ức đó luôn ám ảnh Sam, rồi tôi nhớ bạn trông ra sao vào lần đầu bạn đến nhà tôi. Tôi cá là thậm chí bạn cũng không biết mình nhếch nhác thế nào đâu, Bella. Phải mấy tuần sau bạn mới bắt đầu có vẻ người trở lại. Và tôi nhớ bạn luôn lấy quấn tay ôm lấy thân mình thế nào, cố giữ cho mình không rã rời thành từng mảnh...\" Jacob cau mày, rồi lắc đầu. \"Đối với tôi, thật đau lòng khi nhớ lại lúc đó bạn buồn ra sao, mà đó không phải là lỗi của tôi đó. Vì thế tôi nghĩ anh ta sẽ còn đau đớn hơn vậy. Và tôi nghĩ anh ta nên nhìn qua những chuyện anh ta đã gây ra.\" Tôi đánh bốp vào vai anh. Cái vỗ làm đau tay tôi. \"Jacob Black, đừng bao giờ làm chuyện đó nữa nhé! Hứa với tôi bạn sẽ không làm nữa nhé.\" \"Không đời nào.  Bao tháng rồi, tôi chẳng vui được như vậy.\" \"Vậy giúp tôi đi, Jake - \" \"Ồ, bình tĩnh nào, Bella. Khi nào mới gặp lại anh ta chớ? Đừng lo về chuyện đó. \" Tôi đứng lên, và anh giữ tay tôi lại khi tôi bắt đầu bỏ đi. Tôi cố giật tay ra.  \"Tôi đi đây, Jacob.\" \"Không, khoan đi,\" anh phản đối, bàn tay anh siết chặt tay tôi. \"Tôi xin lỗi. Và…..được rồi, tôi sẽ không làm vậy nữa đâu. Hứa đó.\" Tôi thở dài. \"Cám ơn, Jake. \" \"Nào, mình về nhà đi,\" anh háo hức nói.  \"Thực ra thì, tôi thật cần phải đi. Angela Weber đang chờ, và tôi biết Alice lo lắng. Tôi không muốn làm cô ấy bực mình quá nhiều\" \"Nhưng bạn mới đến đây thôi mà!\" “Thấy giống vậy thiệt,\" tôi đồng ý. Tôi nhìn trừng trừng vào mặt trời, không hiểu sao lại chiếu thẳng vô đầu tôi. Sao mà thời gian đi qua nhanh thế nhỉ? Mày anh nhíu lại. \"Tôi không biết khi nào mới được gặp lại bạn,\" anh nói bằng giọng đau đớn.  \"Lần sau tôi sẽ trở lại khi ảnh đi xa,\" tôi hấp tấp hứa.  \"Đi xa à?\" Jacob trợn tròn mắt. \"Đó là một cách thú vị để miêu tả chuyện anh ta sẽ làm.  Đồ ký sinh gớm ghiếc.\" \"Nếu bạn không cư xử đàng hoàng, tôi sẽ không quay lại đâu!\" Tôi đe doạ, cố rút tay ra. Anh không chịu buông tay tôi.  \"Oái, đừng giận, \" anh nói, cười toe toét. \"Phản xạ mà.\" \"Nếu tôi cố gắng quay lại, bạn sẽ phải rõ một chuyện, được chứ?\" Anh chờ đợi.  \"Này,\" tôi giải thích. \"Tôi không quan tâm chuyện ai là ma cà rồng và ai là người sói. Chuyện đó chẳng liên quan gì cả. Bạn là Jacob, và ảnh là Edward, và tôi là Bella. Và không gì khác quan trọng hết.\" Mắt anh hơi nheo lại. \"Nhưng tôi là người sói,\" anh miễn cưỡng nói. \"Còn anh ta là ma cà rồng,\" anh nói thêm ghê tởm rõ rệt.  \"Còn tôi là xử nữ luôn phải làm vui lòng mọi người khác!\" Tôi la to, bực tức.  Anh nhướng mày, cân nhắc vẻ mặt của tôi với ánh mắt tò mò. Cuối cùng, anh nhún vai.  \"Nếu bạn thực có thể nhìn nhận chuyện này theo cách đó...\" “Tôi có thể. Tôi nhìn nhận vậy đó.\" \"Được thôi. Chỉ Bella và Jacob thôi. Không có mấy người xử nữ quái đản nào ở đây hết.\" Anh mỉm cười với tôi, nụ cười ấm áp, quen thuộc đã lâu không nhìn thấy. Tôi cảm thấy nụ cười đáp trả trải rộng trên mặt mình.  \"Tôi nhớ bạn lắm, Jake,\" tôi không kiềm được phải thú nhận. \"Tôi cũng vậy,\" anh toét miệng cười. Mắt anh hạnh phúc và trong trẻo, không gợn chút cay đắng giận hờn.  \"Hơn bạn biết. Bạn sẽ sớm trở lại chứ?\" \"Ngay khi có thể, \" tôi hứa."
        },
        {
            "en": "6            6. SWITZERLAND AS I DROVE HOME , I WASN’T PAYING MUCH ATTENTION TO the road that shimmered wetly in the sun. I was thinking about the flood of information Jacob had shared with me, trying to sort it out, to force it all to make sense. Despite the overload, I felt lighter. Seeing Jacob smile, having all the secrets thrashed out . . . it didn’t make things perfect, but it made them better. I was right to have gone. Jacob needed me. And obviously, I thought as I squinted into the glare, there was no danger. It came out of nowhere. One minute there was nothing but bright highway in my rearview mirror. The next minute, the sun was glinting off a silver Volvo right on my tail. “Aw, crap,” I whimpered. I considered pulling over. But I was too much of a coward to face him right away. I’d been counting on some prep time . . . and having Charlie nearby as a buffer. At least that would force him to keep his voice down. The Volvo followed inches behind me. I kept my eyes on the road ahead. Chicken through and through, I drove straight to Angela’s without once meeting the gaze I could feel burning a hole in my mirror. He followed me until I pulled to the curb in front of the Webers’ house. He didn’t stop, and I didn’t look up as he passed. I didn’t want to see the expression on his face. I ran up the short concrete walk to Angela’s door as soon as he was out of sight. Ben answered the door before I could finish knocking, like he’d been standing right behind it. “Hey, Bella!” he said, surprised. “Hi, Ben. Er, is Angela here?” I wondered if Angela had forgotten our plans, and cringed at the thought of going home early. “Sure,” Ben said just as Angela called, “Bella!” and appeared at the top of the stairs. Ben peered around me as we both heard the sound of a car on the road; the sound didn’t scare me — this engine stuttered to a stop, followed by the loud pop of a backfire. Nothing like the purr of the Volvo. This must be the visitor Ben had been waiting for. “Austin’s here,” Ben said as Angela reached his side. A horn honked on the street.  “I’ll see you later,” Ben promised. “Miss you already.” He threw his arm around Angela’s neck and pulled her face down to his height so that he could kiss her enthusiastically. After a second of this, Austin honked again. “’Bye, Ang! Love you!” Ben shouted as he dashed past me. Angela swayed, her face slightly pink, then recovered herself and waved until Ben and Austin were out of sight. Then she turned to me and grinned ruefully. “Thank you for doing this, Bella,” she said. “From the bottom of my heart. Not only are you saving my hands from permanent injury, you also just spared me two long hours of a plot-less, badly dubbed martial arts film.” She sighed in relief. “Happy to be of service.” I was feeling a bit less panicked, able to breathe a little more evenly. It felt so ordinary here. Angela’s easy human dramas were oddly reassuring. It was nice to know that life was normal somewhere . I followed Angela up the stairs to her room. She kicked toys out of the way as she went. The house was unusually quiet. “Where’s your family?” “My parents took the twins to a birthday party in Port Angeles. I can’t believe you’re really going to help me with this. Ben’s pretending he has tendonitis.” She made a face. “I don’t mind at all,” I said, and then I walked into Angela’s room and saw the stacks of waiting envelopes.  “Oh!” I gasped. Angela turned to look at me, apologies in her eyes. I could see why she’d been putting this off, and why Ben had weaseled out. “I thought you were exaggerating,” I admitted. “I wish. Are you sure you want to do this?” “Put me to work. I’ve got all day.” Angela divided a pile in half and put her mother’s address book between us on her desk. For a while we concentrated, and there was just the sound of our pens scratching quietly across the paper. “What’s Edward doing tonight?” she asked after a few minutes. My pen dug into the envelope I was working on. “Emmet’s home for the weekend. They’re supposed to be hiking.” “You say that like you’re not sure.” I shrugged. “You’re lucky Edward has his brothers for all the hiking and camping. I don’t know what I’d do if Ben didn’t have Austin for the guy stuff.” “Yeah, the outdoors thing is not really for me. And there’s no way I’d ever be able to keep up.” Angela laughed. “I prefer the indoors myself.” She focused on her pile for a minute. I wrote out four more addresses. There was never any pressure to fill a pause with meaningless chatter around Angela. Like Charlie, she was comfortable with silence. But, like Charlie, she was also too observant sometimes. “Is something wrong?” she asked in a low voice now. “You seem . . . anxious.” I smiled sheepishly. “Is it that obvious?” “Not really.” She was probably lying to make me feel better. “You don’t have to talk about it unless you want to,” she assured me. “I’ll listen if you think it will help.” I was about to say thanks, but no thanks . After all, there were just too many secrets I was bound to keep. I really couldn’t discuss my problems with someone human. That was against the rules. And yet, with a strange, sudden intensity, that’s exactly what I wanted. I wanted to talk to a normal human girlfriend. I wanted to moan a little bit, like any other teenage girl. I wanted my problems to be that simple. It would also be nice to have someone outside the whole vampire-werewolf mess to put things in perspective. Someone <em>unbiased</em>.  “I’ll mind my own business,” Angela promised, smiling down at the address she was working on. “No,” I said. “You’re right. I am anxious. It’s . . . it’s Edward.” “What’s wrong?” It was so easy to talk to Angela. When she asked a question like that, I could tell that she wasn’t just morbidly curious or looking for gossip, like Jessica would have been. She cared that I was upset. “Oh, he’s mad at me.” “That’s hard to imagine,” she said. “What’s he mad about?” I sighed. “Do you remember Jacob Black?” “Ah,” she said. “Yeah.” “He’s jealous.” “No, not jealous . . .” I should have kept my mouth shut. There was no way to explain this right. But I wanted to keep talking anyway. I hadn’t realized I was so starved for human conversation. “Edward thinks Jacob is . . . a bad influence, I guess. Sort of . . . dangerous. You know how much trouble I got in a few months back. . . . It’s all ridiculous, though.” I was surprised to see Angela shaking her head. “What?” I asked. “Bella, I’ve seen how Jacob Black looks at you. I’d bet the real problem is jealousy.” “It’s not like that with Jacob.” “For you, maybe. But for Jacob . . .” I frowned. “Jacob knows how I feel. I’ve told him everything.” “Edward’s only human, Bella. He’s going to react like any other boy.” I grimaced. I didn’t have a response to that. She patted my hand. “He’ll get over it.” “I hope so. Jake’s going through kind of a tough time. He needs me.” “You and Jacob are pretty close, aren’t you?” “Like family,” I agreed. “And Edward doesn’t like him. . . . That must be hard. I wonder how Ben would handle that?” she mused. I half-smiled. “Probably just like any other boy.” She grinned. “Probably.” Then she changed the subject. Angela wasn’t one to pry, and she seemed to sense I wouldn’t — couldn’t — say any more. “I got my dorm assignment yesterday. The farthest building from campus, naturally.”  “Does Ben know where he’s staying yet?” “The closest dorm to campus. He’s got all the luck. How about you? Did you decide where you’re going?” I stared down, concentrating on the clumsy scrawl of my handwriting. For a second I was distracted by the thought of Angela and Ben at the University of Washington. They would be off to Seattle in just a few months. Would it be safe then? Would the wild young vampire menace have moved elsewhere? Would there be a new place by then, some other city flinching from horror-movie headlines? Would those new headlines be my fault? I tried to shake it off and answered her question a beat late. “Alaska, I think. The university there in Juneau.” I could hear the surprise in her voice. “Alaska? Oh. Really? I mean, that’s great. I just figured you’d go somewhere . . . warmer.” I laughed a little, still staring at the envelope. “Yeah. Forks has really changed my perspective on life.”  “And Edward?” Though his name set butterflies fluttering in my stomach, I looked up and grinned at her. “Alaska’s not too cold for Edward, either.” She grinned back. “Of course not.” And then she sighed. “It’s so far. You won’t be able to come home very often. I’ll miss you. Will you e-mail me?” A swell of quiet sadness crashed over me; maybe it was a mistake to get closer to Angela now. But wouldn’t it be sadder still to miss out on these last chances? I shook off the unhappy thoughts, so that I could answer her teasingly. “If I can type again after this.” I nodded toward the stack of envelopes I’d done. We laughed, and it was easy then to chat cheerfully about classes and majors while we finished the rest — all I had to do was not think about it. Anyway, there were more urgent things to worry about today. I helped her put the stamps on, too. I was afraid to leave. “How’s your hand?” she asked. I flexed my fingers. “I think I’ll recover the full use of it . . . someday.” The door banged downstairs, and we both looked up. “Ang?” Ben called. I tried to smile, but my lips trembled. “I guess that’s my cue to leave.” “You don’t have to go. Though he’s probably going to describe the movie for me . . . in detail.” “Charlie will be wondering where I am anyway.” “Thanks for helping me.” “I had a good time, actually. We should do something like this again. It was nice to have some girl time.” “Definitely.” There was a light knock on the bedroom door. “Come in, Ben,” Angela said. I got up and stretched. “Hey, Bella! You survived,” Ben greeted me quickly before going to take my place by Angela. He eyed  our work. “Nice job. Too bad there’s nothing left to do, I would have . . .” He let the thought trail off, and then restarted excitedly. “Ang, I can’t believe you missed this one! It was awesome. There was this final fight sequence — the choreography was unbelievable! This one guy — well, you’re going to have to see it to know what I’m talking about —” Angela rolled her eyes at me. “See you at school,” I said with a nervous laugh. She sighed. “See you.” I was jumpy on the way out to my truck, but the street was empty. I spent the whole drive glancing anxiously in all my mirrors, but there was never any sign of the silver car. His car was not in front of the house, either, though that meant little. “Bella?” Charlie called when I opened the front door. “Hey, Dad.” I found him in the living room, in front of the TV.  “So, how was your day?” “Good,” I said. Might as well tell him everything — he’d hear it from Billy soon enough. Besides, it would make him happy. “They didn’t need me at work, so I went down to La Push.” There wasn’t enough surprise in his face. Billy had already talked to him. “How’s Jacob?” Charlie asked, attempting to sound indifferent. “Good,” I said, just as casual. “You get over to the Webers’?” “Yep. We got all her announcements addressed.” “That’s nice.” Charlie smiled a wide smile. He was strangely focused, considering that there was a game on. “I’m glad you spent some time with your friends today.” “Me, too.” I ambled toward the kitchen, looking for busy work. Unfortunately, Charlie had already cleaned up his lunch. I stood there for a few minutes, staring at the bright patch of light the sun made on the floor. But I knew I couldn’t delay this forever. .  “I’m going to go study,” I announced glumly as I headed up the stairs. “See you later,” Charlie called after me. If I survive, I thought to myself. I shut my bedroom door carefully before I turned to face my room. Of course he was there. He stood against the wall across from me, in the shadow beside the open window. His face was hard and his posture tense. He glared at me wordlessly.  I cringed, waiting for the torrent, but it didn’t come. He just continued to glare, possibly too angry to speak. “Hi,” I finally said. His face could have been carved from stone. I counted to a hundred in my head, but there was no change. “Er . . . so, I’m still alive,” I began. A growl rumbled low in his chest, but his expression didn’t change.  “No harm done,” I insisted with a shrug. He moved. His eyes closed, and he pinched the bridge of his nose between the fingers of his right hand. “Bella,” he whispered. “Do you have any idea how close I came to crossing the line today? To breaking the treaty and coming after you? Do you know what that would have meant?” I gasped and his eyes opened. They were as cold and hard as night.  “You can’t!” I said too loudly. I worked to modulate the volume of my voice so Charlie wouldn’t hear, but I wanted to shout the words. “Edward, they’d use any excuse for a fight. They’d love that. You can’t ever break the rules!” “Maybe they aren’t the only ones who would enjoy a fight.” “Don’t you start,” I snapped. “You made the treaty — you stick to it.” “If he’d hurt you —” “Enough!” I cut him off. “There’s nothing to worry about. Jacob isn’t dangerous.”  “Bella.” He rolled his eyes. “You aren’t exactly the best judge of what is or isn’t dangerous.” “I know I don’t have to worry about Jake. And neither do you.” He ground his teeth together. His hands were balled up in fists at his sides. He was still standing against the wall, and I hated the space between us. I took a deep breath, and crossed the room. He didn’t move when I wrapped my arms around him. Next to the warmth of the last of the afternoon sun streaming through the window, his skin felt especially icy. He seemed like ice, too, frozen the way he was.  “I’m sorry I made you anxious,” I muttered. He sighed, and relaxed a little. His arms wound around my waist. “Anxious is a bit of an understatement,” he murmured. “It was a very long day.” “You weren’t supposed to know about it,” I reminded him. “I thought you’d be hunting longer.” I looked up at his face, at his defensive eyes; I hadn’t noticed in the stress of the moment, but they were too dark. The rings under them were deep purple. I frowned in disapproval.  “When Alice saw you disappear, I came back,” he explained. “You shouldn’t have done that. Now you’ll have to go away again.” My frown intensified. “I can wait.” “That’s ridiculous. I mean, I know she couldn’t see me with Jacob, but you should have known —” “But I didn’t,” he broke in. “And you can’t expect me to let you —” “Oh, yes, I can,” I interrupted him. “That’s exactly what I expect —” “This won’t happen again.”  “That’s right! Because you’re not going to overreact next time.” “Because there isn’t going to be a next time.” “I understand when you have to leave, even if I don’t like it —” “That’s not the same. I’m not risking my life.” “Neither am I.” “Werewolves constitute a risk.”  “I disagree.” “I’m not negotiating this, Bella.” “Neither am I.” His hands were in fists again. I could feel them against my back. The words popped out thoughtlessly. “Is this really just about my safety?” “What do you mean?” he demanded.  “You aren’t . . .” Angela’s theory seemed sillier now than before. It was hard to finish the thought. “I mean, you know better than to be jealous, right?” He raised one eyebrow. “Do I?” “Be serious.” “Easily — there’s nothing remotely humorous about this.” I frowned suspiciously. “Or . . . is this something else altogether? Some vampires-and-werewolves-are-always-enemies nonsense? Is this just a testosterone-fueled —” His eyes blazed. “This is only about you. All I care is that you’re safe.” The black fire in his eyes was impossible to doubt. “Okay,” I sighed. “I believe that. But I want you to know something — when it comes to all this enemies nonsense, I’m out. I am a neutral country. I am Switzerland. I refuse to be affected by territorial disputes between mythical creatures. Jacob is family. You are . . . well, not exactly the love of my life, because I expect to love you for much longer than that. The love of my existence. I don’t care who’s a werewolf and who’s a vampire.  If Angela turns out to be a witch, she can join the party, too.” He stared at me silently through narrowed eyes. “Switzerland,” I repeated again for emphasis. He frowned at me, and then sighed. “Bella . . . ,” he began, but he paused, and his nose wrinkled in disgust. “What now?” “Well . . . don’t be offended, but you smell like a dog,” he told me. And then he smiled crookedly, so I knew the fight was over. For now. Edward had to make up for the missed hunting trip, and so he was leaving Friday night with Jasper, Emmett, and Carlisle to hit some reserve in Northern California with a mountain lion problem. We’d come to no agreement on the werewolf issue, but I didn’t feel guilty calling Jake — during my brief window of opportunity when Edward took the Volvo home before climbing back in through my window — to let him know I’d be coming over on Saturday again. It wasn’t sneaking around. Edward knew how I felt. And if he broke my truck again, then I’d have Jacob pick me up. Forks was neutral, just like Switzerland — just like me. So when I got off work Thursday and it was Alice rather than Edward waiting for me in the Volvo, I was not suspicious at first. The passenger door was open, and music I didn’t recognize was shaking the frame when the bass played. “Hey, Alice,” I shouted over the wailing as I climbed in. “Where’s your brother?” She was singing along to the song, her voice an octave higher than the melody, weaving through it with a complicated harmony. She nodded at me, ignoring my question as she concentrated on the music. I shut my door and put my hands over my ears. She grinned, and turned the volume down until it was just background. Then she hit the locks and the gas in the same second. “What’s going on?” I asked, starting to feel uneasy. “Where is Edward?” She shrugged. “They left early.” “Oh.” I tried to control the absurd disappointment. If he left early, that meant he’d be back sooner, I reminded myself.  “All the boys went, and we’re having a slumber party!” she announced in a trilling, singsong voice. “A slumber party?” I repeated, the suspicion finally settling in. “Aren’t you excited?” she crowed. I met her animated gaze for a long second. “You’re kidnapping me, aren’t you?” She laughed and nodded. “Till Saturday. Esme cleared it with Charlie; you’re staying with me two nights, and I will drive you to and from school tomorrow.” I turned my face to the window, my teeth grinding together. “Sorry,” Alice said, not sounding in the least bit penitent. “He paid me off.” “How?” I hissed through my teeth. “The Porsche. It’s exactly like the one I stole in Italy.” She sighed happily. “I’m not supposed to drive it around Forks, but if you want, we could see how long it takes to get from here to L.A. — I bet I could have you back by midnight.” I took a deep breath. “I think I’ll pass,” I sighed, repressing a shudder. We wound, always too fast, down the long drive. Alice pulled around to the garage, and I quickly looked over the cars. Emmett’s big jeep was there, with a shiny canary yellow Porsche between it and Rosalie’s red convertible. Alice hopped out gracefully and went to stroke her hand along the length of her bribe. “Pretty, isn’t it?” “Pretty over-the-top,” I grumbled, incredulous. “He gave you that just for two days of holding me hostage?” Alice made a face. A second later, comprehension came and I gasped in horror. “It’s for every time he’s gone, isn’t it?” She nodded. I slammed my door and stomped toward the house. She danced along next to me, still unrepentant. “Alice, don’t you think this is just a little bit controlling? Just a tiny bit psychotic, maybe?” “Not really.” She sniffed. “You don’t seem to grasp how dangerous a young werewolf can be.  Especially when I can’t see them. Edward has no way to know if you’re safe. You shouldn’t be so reckless.” My voice turned acidic. “Yes, because a vampire slumber party is the pinnacle of safety conscious behavior.” Alice laughed. “I’ll give you a pedicure and everything,” she promised. It wasn’t so bad, except for the fact that I was being held against my will. Esme brought Italian food — the good stuff, all the way from Port Angeles — and Alice was prepared with my favorite movies. Even Rosalie was there, quietly in the background. Alice did insist on the pedicure, and I wondered if she was working from a list — maybe something she’d compiled from watching bad sitcoms.  “How late do you want to stay up?” she asked when my toenails were glistening a bloody red. Her enthusiasm remained untouched by my mood. “I don’t want to stay up. We have school in the morning.” She pouted. “Where am I supposed to sleep, anyway?” I measured the couch with my eyes. It was a little short. “Can’t you just keep me under surveillance at my house?” “What kind of a slumber party would that be?” Alice shook her head in exasperation. “You’re sleeping in Edward’s room.” I sighed. His black leather sofa was longer than this one. Actually, the gold carpet in his room was probably thick enough that the floor wouldn’t be half bad either.  “Can I go back to my place to get my things, at least?” She grinned. “Already taken care of.” “Am I allowed to use your phone?” “Charlie knows where you are.” “I wasn’t going to call Charlie.” I frowned. “Apparently, I have some plans to cancel.” “Oh.” She deliberated. “I’m not sure about that.” “Alice!” I whined loudly. “C’mon!”  “Okay, okay,” she said, flitting from the room. She was back in half a second, cell phone in hand. “He didn’t specifically prohibit this . . . ,” she murmured to herself as she handed it to me. I dialed Jacob’s number, hoping he wasn’t out running with his friends tonight. Luck was with me — Jacob was the one to answer. “Hello?”  “Hey, Jake, it’s me.” Alice watched me with expressionless eyes for a second, before she turned and went to sit between Rosalie and Esme on the sofa. “Hi, Bella,” Jacob said, suddenly cautious. “What’s up?” “Nothing good. I can’t come over Saturday after all.” It was silent for a minute. “Stupid bloodsucker,” he finally muttered. “I thought he was leaving. Can’t you have a life when he’s gone? Or does he lock you in a coffin?” I laughed. “I don’t think that’s funny.” “I’m only laughing because you’re close,” I told him. “But he’s going to be here Saturday, so it doesn’t matter.” “Will he be feeding there in Forks, then?” Jacob asked cuttingly. “No.” I didn’t let myself get irritated with him. I wasn’t that far from being as angry as he was. “He left early.”  “Oh. Well, hey, come over now, then,” he said with sudden enthusiasm. “It’s not that late. Or I’ll come up to Charlie’s.” “I wish. I’m not at Charlie’s,” I said sourly. “I’m kind of being held prisoner.” He was silent as that sunk in, and then he growled. “We’ll come and get you,” he promised in a flat voice, slipping automatically into a plural. A chill slid down my spine, but I answered in a light and teasing voice. “Tempting. I have been tortured — Alice painted my toenails.”  “I’m serious.” “Don’t be. They’re just trying to keep me safe.” He growled again. “I know it’s silly, but their hearts are in the right place.” “Their hearts !” he scoffed. “Sorry about Saturday,” I apologized. “I’ve got to hit the sack” — the couch, I corrected mentally — “but I’ll call you again soon.”  “Are you sure they’ll let you?” he asked in a scathing tone. “Not completely.” I sighed. “’Night, Jake.” “See you around.” Alice was abruptly at my side, her hand held out for the phone, but I was already dialing. She saw the number. “I don’t think he’ll have his phone on him,” she said. “I’ll leave a message.” The phone rang four times, followed by a beep. There was no greeting. “You are in trouble,” I said slowly, emphasizing each word. “Enormous trouble. Angry grizzly bears are going to look tame next to what is waiting for you at home.” I snapped the phone shut and placed it in her waiting hand. “I’m done.” She grinned. “This hostage stuff is fun.” “I’m going to sleep now,” I announced, heading for the stairs. Alice tagged along. “Alice,” I sighed. “I’m not going to sneak out. You would know if I was planning to, and you’d catch me if I tried.”  “I’m just going to show you where your things are,” she said innocently. Edward’s room was at the farthest end of the third floor hallway, hard to mistake even when the huge house had been less familiar. But when I switched the light on, I paused in confusion. Had I picked the wrong door? Alice giggled. It was the same room, I realized quickly; the furniture had just been rearranged. The couch was pushed to the north wall and the stereo shoved up against the vast shelves of CDs — to make room for the colossal bed that now dominated the central space. The southern wall of glass reflected the scene back like a mirror, making it look twice as bad. It matched. The coverlet was a dull gold, just lighter than the walls; the frame was black, made of intricately patterned wrought iron. Sculpted metal roses wound in vines up the tall posts and formed a bowery lattice overhead. My pajamas were folded neatly on the foot of the bed, my bag of toiletries to one side. “What the hell is all this?” I spluttered.  “You didn’t really think he would make you sleep on the couch, did you?” I mumbled unintelligibly as I stalked forward to snatch my things off the bed. “I’ll give you some privacy,” Alice laughed. “See you in the morning.” After my teeth were brushed and I was dressed, I grabbed a puffy feather pillow off the huge bed and dragged the gold cover to the couch. I knew I was being silly, but I didn’t care. Porsches as bribes and king-sized beds in houses where nobody slept — it was beyond irritating. I flipped off the lights and curled up on the sofa, wondering if I was too annoyed to sleep. In the dark, the glass wall was no longer a black mirror, doubling the room. The light of the moon brightened the clouds outside the window. As my eyes adjusted, I could see the diffused glow highlighting the tops of the trees, and glinting off a small slice of the river. I watched the silver light, waiting for my eyes to get heavy. There was a light knock on the door.  “What, Alice?” I hissed. I was on the defensive, imagining her amusement when she saw my makeshift bed. “It’s me,” Rosalie said softly, opening the door enough that I could see the silver glow touch her perfect face. “Can I come in?",
            "vi": "6         6.  THỤY SĨ  Khi lái xe về nhà, tôi không để ý cho lắm đến đường xá sáng mờ ẩm ướt dưới ánh mặt trời. Tôi đang nghĩ về dòng lũ thông tin Jacob đã chia sẻ với tôi, cố sắp xếp phân tích nó, để hiểu ra mọi chuyện. Mặc dù quá tải, tôi lại cảm thấy nhẹ nhõm hơn.  Nhìn thấy Jacob cười, hiểu được mọi bí mật... không khiến cho mọi chuyện hoàn hảo, mà làm mọi chuyện khá hơn. Tôi đã đúng khi đến đó. Jacob cần tôi. Và rõ ràng là, tôi nghĩ – vừa hé nhìn vào ánh sáng chói chang - chẳng có gì nguy hiểm hết.  Nó đột nhiên xuất hiện. Mới phút rồi chẳng có gì ngoài đường cao tốc sáng sủa trong kính chiếu hậu của tôi. Phút sau, mặt trời đã loé sáng trên chiếc Volvo màu bạc ngay sau đuôi tôi.  \"Oái, bậy bạ thiệt, \" tôi rên rỉ.  Tôi đã nghĩ đến việc tấp vào lề đường, nhưng lại quá hèn nhát không dám đối mặt với anh ngay. Tôi đang mong có chút thời gian chuẩn bị. Và có Charlie ở bên đỡ đòn. Ít nhất cũng buộc anh phải nói nhỏ.  Chiếc Volvo theo sát phía sau tôi. Tôi cứ dán mắt nhìn vào con đường phía trước.  Hết sức nhát gan, tôi lái thẳng đến nhà Angela mà không hề dám nhìn vào ánh mắt có thể làm lủng một lỗ trong gương của tôi.  Anh chạy theo cho đến khi tôi tấp vào lề đường trước nhà của Weber. Anh không dừng lại, và tôi cũng không nhìn lên khi anh chạy ngang qua. Tôi không muốn nhìn thấy vẻ mặt của anh. Tôi chạy nhanh vô đoạn đường bê-tông ngắn đến cửa nhà Angela ngay khi anh vừa đi khuất.  Ben ra mở cửa trước khi tôi kịp gõ xong, như thể anh đang đứng ngay sau cửa vậy.  \"Chào, Bella !\" anh nói, bị bất ngờ.  \"Chào, Ben. Ơ, Angela có ở đây không?\" Tôi tự hỏi không biết có phải Angela đã quên chuyện chúng tôi định làm không, và rúm người khi nghĩ đến chuyện phải về nhà sớm.  \"Có chứ, \" Ben nói vừa đúng lúc Angela gọi, \" Bella!\" và xuất hiện ở đầu cầu thang.  Ben ló đầu nhìn quanh tôi khi cả hai cùng nghe tiếng xe trên đường; âm thanh này không làm tôi sợ - động cơ này lịch xịch dừng lại, sau đó là tiếng bốp lớn của ống khói nghẹt xăng. Hoàn toàn khác với tiếng rì rì êm ái của chiếc Volvo.  Đây chắc là người Ben đang chờ.  \"Austin đến rồi, \" Ben nói khi Angela đến bên anh.  Có tiếng nhấn kèn trên đường.  \"Gặp lại em sau,\" Ben hứa. \"Đã nhớ em rồi.\" Anh choàng tay quanh cổ Angela và kéo mặt cô xuống cho ngang tầm để anh có thể hôn cô cuồng nhiệt. Sau giây này, Austin lại nhấn kèn.  \"Tạm biệt, Ang! Yêu em! \" Ben la to vừa chạy qua tôi.  Angela loạng choạng, mặt cô ửng hồng, rồi bình tĩnh lại và vẫy cho đến khi Ben và Austin xa khuất. Sau đó cô quay sang tôi và cười buồn bã.  \"Cám ơn vì đã làm chuyện này, Bella, \" cô nói. \"Từ tận đáy lòng. Bồ không chỉ cứu cho bàn tay mình khỏi chấn thương vĩnh viễn, bồ cũng vừa mới cứu mình thoát khỏi hai giờ đằng đẵng khỏi phải coi phim võ thuật đánh đấm dở ẹt, chẳng tình tiết.\" Cô thở phào nhẹ nhõm. \"Hân hạnh được phục vụ.\" Tôi cảm thấy bớt sợ hơn, có thể thở đều hơn một chút. Ở đây thật bình thường. Những sự kiện con người bình thường của Angela làm tôi yên lòng kỳ lạ. Thật vui khi biết cuộc sống vẫn bình thường ở một nơi nào đó. Tôi theo Angela lên cầu thang đến phòng cô. Cô vừa đi vừa đá cho đồ chơi tránh lối. Căn nhà yên tĩnh lạ thường.  \"Người nhà của bồ đâu hết rồi?\" \"Cha mẹ mình dẫn hai đứa em sinh đôi đến dự tiệc sinh nhật ở Port Angeles rồi. Mình không tin nỗi là bồ thiệt sẽ đến làm giúp chuyện này đó. Ben giả bộ bị viêm gân.\" Cô nhăn nhó.  \"Mình chả thấy phiền chút nào, \" tôi nói rồi vào phòng Angela và thấy một chồng phong bì đang chờ đợi  \"Ôi !\" Tôi thở hổn hển. Angela quay nhìn tôi, vẻ xin lỗi trong mắt cô. Tôi giờ đã hiểu vì sao cô lần lữa không làm chuyện này, và vì sao Ben lại lẩn tránh.  \"Mình cứ tưởng bồ nói quá thôi, \" tôi thú nhận.  \"Ước gì là vậy. Bồ có chắc là bồ muốn làm chuyện này không?\" \"Giao việc cho mình đi. Mình có nhiều thời gian lắm.\" Angela chia chồng này làm đôi và đặt sổ địa chỉ của mẹ nhỏ giữa chúng tôi ở trên bàn. Lúc đầu chúng tôi tập trung làm, và chỉ có tiếng bút sột soạt trên giấy.  \"Tối nay Edward làm gì?\" cô hỏi sau vài phút.  Bút tôi đâm vô phong bì đang viết. \"Emmet về nhà vào cuối tuần.  Chắc mọi người đi bộ đường dài.\" \"Bồ nói y như bồ không rõ vậy. \" Tôi nhún vai.  \"Bồ may mắn vì Edward có anh em cùng đi bộ đường dài và cắm trại. Mình chả biết mình sẽ làm gì nếu Ben không có Austin cùng làm mấy chuyện của con trai.\" \"Ờ, hoạt động ngoài trời rõ ràng không dành cho mình rồi. Và chẳng làm sao mà mình  có thể theo kịp được.\" Angela cười. \"Mình thích ở trong nhà hơn.\" Cô tập trung vào chồng phong bì của mình một chốc. Tôi ghi thêm được bốn địa chỉ nữa. Chẳng bao giờ cảm thấy cần phải lấp đầy phút im lặng bằng những câu tán dóc nhảm nhí khi ở bên Angela. Giống như Charlie, im lặng với cô chả sao cả.  Nhưng, như Charlie, đôi khi cô cũng có óc quan sát quá sắc sảo.  \"Có gì không ổn à?\" bây giờ cô hỏi nhỏ xíu. \" Bồ có vẻ. .. lo lắng. \" Tôi mỉm cười ngượng ngùng. \"Rõ vậy sao?\" \"Không rõ lắm.\" Chắc cô nói dối để làm tôi thấy dễ chịu hơn.  \"Bồ chẳng cần phải nói về chuyện đó trừ phi bồ muốn, \" cô cả quyết với tôi. \"Mình sẽ lắng nghe nếu bồ nghĩ chuyện đó giúp được chút gì.\" Tôi định nói :”Cám ơn bồ, nhưng không sao đâu”. Rốt cuộc, chỉ là có quá nhiều bí mật phải giữ mà thôi. Tôi thật không thể kể lể những khó khăn của mình cho con người nào nghe cả. Thế là làm sai luật.  Tuy nhiên, với sự thôi thúc đột ngột, kỳ lạ, đó chính là điều tôi muốn. Tôi muốn trò chuyện với một bạn gái con người bình thường. Tôi muốn than van một chút, như bao thiếu nữ khác. Tôi muốn những vấn đề của tôi đơn giản thế.  Cũng sẽ thật tốt nếu có một người đứng ngoài toàn bộ mớ lộn xộn ma cà rồng-người sói này để nhìn nhận mọi chuyện. Một người không thành kiến.   “Mình sẽ không xía vô chuyện người khác,\" Angela hứa, mỉm cười nhìn xuống địa chỉ đang viết.  \"Không, \" tôi nói. \"Bồ nói đúng. Mình đang lo lắng.  Vì. . . vì Edward . \" \"Có chuyện gì vậy?\" Thật dễ nói chuyện với Angela. Khi cô hỏi một câu như thế, tôi chắc rằng cô không toàn tò mò tọc mạch hay tìm chuyện để ngồi lê đôi mách, như Jessica sẽ vậy. Cô lo là tôi đang đau khổ.  \"Ôi, ảnh giận mình . \" \"Thật khó tưởng tượng, \" cô nói. \"Ảnh giận chuyện gì?\" Tôi thở dài. \"Bạn có nhớ Jacob Black không?\" \"A,\" cô nói.  \"Ờ. \" \"Ảnh ghen à.\" \"Không, không phải ghen... \" Tôi lẽ ra phải ngậm miệng lại. Chẳng cách nào giải thích chuyện này cho có lý được. Nhưng dù sao thì tôi vẫn muốn nói tiếp. Tôi không biết mình lại thèm trò chuyện với con người như vậy. \"Edward nghĩ Jacob mang đến ...ảnh hưởng xấu, tôi nghĩ vậy. Đại loại như ... nguy hiểm. Bồ biết trong mấy tháng trở lại đây tôi gặp không biết bao nhiêu là rắc rối . . . Nhưng thiệt hết sức lố bịch.\" Tôi ngạc nhiên khi thấy Angela lắc đầu.  \"Gì vậy?\" Tôi hỏi.  \"Bella, mình đã thấy Jacob Black nhìn bạn như thế nào. Mình dám cá vấn đề thật sự là ghen tuông.\" \"Jacob không phải vậy đâu. \" \"Với bồ, có lẽ không phải vậy. Nhưng với Jacob...\" Tôi cau mày. \"Jacob biết tôi cảm thấy sao mà. Chuyện gì tôi cũng kể cho anh chàng nghe hết.\" \"Edward cũng chỉ là con người thôi, Bella.  Ảnh cũng phản ứng như bao anh chàng khác.\" Tôi nhăn nhó. Tôi không trả lời lại câu này được.  Nhỏ vỗ nhẹ bàn tay tôi. \"Ảnh sẽ vượt qua được chuyện đó. \" \"Hy vọng vậy. Jake gần như đang trong một giai đoạn khó khăn. Anh chàng cần mình.\" \"Mà Edward lại không thích anh ta...  Chắc khó đây. Tôi tự hỏi không biết Ben sẽ xử lý ra sao?\" cô trầm ngâm.  Tôi cười nửa miệng. \"Có lẽ cũng như bao anh chàng khác thôi.\" Cô cười toe toét. \"Chắc vậy.\" Rồi cô chuyển sang đề tài khác. Angela không phải là một người hay dò hỏi tò mò, và cô dường như cảm nhận được tôi sẽ không - không thể - nói nữa.  \"Mình đã được phân phòng tập thể hôm qua.  Dĩ nhiên là toà nhà xa nhất trong trường rồi. \"  “Ben biết ảnh sẽ ở đâu chưa?\" \"Phòng tập thể gần nhất trong trường.  Ảnh toàn may mắn không thôi. Còn bồ thì sao? Bồ đã quyết định sẽ học ở đâu chưa?\" Tôi nhìn xuống, tập trung vào nét chữ nguệch ngoạc vụng về của mình. Trong giây lát, tôi bị phân tâm bởi ý nghĩ Angela và Ben học ở Đại học Washington. Chỉ vài tháng nữa, họ sẽ đến Seattle. Liệu lúc đó đã an toàn chưa?  Liệu mối nguy hiểm của ma cà rồng mới sinh hoang dã đã chuyển sang chỗ khác chưa? Liệu lúc đó sẽ có một nơi khác, một thành phố khác lại rùng mình vì mấy tít phim kinh dị chăng? Liệu những tít mới này sẽ là lỗi của tôi chăng? Tôi cố xua đuổi ý nghĩ đó và trả lời câu hỏi của nhỏ chậm hơn một nhịp. \"Mình nghĩ là Alaska.  Trường đại học ở Juneau.\" Tôi có thể nghe được vẻ ngạc nhiên trong giọng nhỏ. \"Alaska? Ồ. Thật sao? Ý mình là, thật tuyệt. Chỉ có điều mình cứ tưởng bồ sẽ đến một nơi nào đó... ấm hơn.\" Tôi cười một chút, vẫn nhìn chằm chằm vào phong bì. \"Ờ. Forks thực đã làm thay đổi cách nhìn của mình về cuộc sống. \" \"Còn Edward thì sao?\" Mặc dù tên anh làm dạ dày tôi nhộn nhạo, tôi vẫn nhìn lên và toét miệng cười với nhỏ. \"Alaska cũng không quá lạnh đối với Edward.\" Cô cười toe toét đáp lại. \"Dĩ nhiên là không rồi.\" Rồi nhỏ thở dài. \"Xa quá. Bồ sẽ không thể về nhà thường xuyên được. Mình sẽ nhớ bạn. Bồ sẽ gởi thư điện tử cho mình chứ?\" Một nỗi buồn thầm lặng nghẹn lời xâm chiếm tôi; có lẽ thật sai lầm khi bây giờ trở nên gần gũi với Angela nhiều hơn. Nhưng liệu sẽ không buồn hơn không nếu bỏ qua những cơ hội cuối cùng này? Tôi rũ bỏ những suy nghĩ không vui, để có thể trả lời trêu ghẹo nhỏ.  \"Nếu mình còn đánh máy được sau vụ này.\" Tôi hất đầu về phía chồng phong bì đã hoàn thành.  Chúng tôi cười, và thoải mái tán dóc vui vẻ về các chuyên ngành và các lớp học trong lúc viết cho xong phần còn lại - tất cả những gì tôi phải làm là không nghĩ về chuyện đó. Dù sao chăng nữa, hôm nay có nhiều chuyện cần phải lo lắng hơn.  Tôi cũng giúp nhỏ dán tem luôn. Tôi sợ phải ra về.  \"Bàn tay bồ ra sao?\" nhỏ hỏi.  Tôi gập mấy ngón tay. \"Chắc mình sẽ khôi phục lại mọi khả năng của nó... một ngày nào đó. \" Cửa dộng mạnh dưới lầu, và cả hai chúng tôi đều nhìn lên.  \"Ang ?\" Ben gọi.  Tôi cố mỉm cười, nhưng môi tôi run rẩy. \"Mình nghĩ đó là lời nhắc nhở đến lúc phải về rồi. \" \"Bồ chẳng cần phải đi. Mặc dù chắc ảnh sắp kể ... chi tiết phim cho mình nghe. \" \"Charlie sẽ thắc mắc không biết mình đang ở đâu. \" \"Cám ơn vì đã giúp mình. \" \"Mình rất vui, thực đó. Tụi mình nên làm những chuyện như vầy nữa đi. Thật thích khi vui chơi với bạn gái. \" \"Dĩ nhiên rồi.\" Có tiếng gõ nhẹ lên cửa phòng ngủ.  \"Vào đi, Ben, \" Angela nói.  Tôi đứng dậy vươn vai.  \"Nè, Bella! Bạn còn sống, \" Ben chào tôi thật nhanh trước khi đến thay chỗ của tôi bên Angela. Anh quan sát kết quả công việc của chúng tôi. \"Làm tốt lắm. Thiệt tệ là không còn lại gì để làm hết, lẽ ra tôi đã... \" Anh nói nhỏ dần, rồi lại phấn khởi trở lại. \" Ang, anh không thể tin nỗi em lại hụt coi phim này! Thật tuyệt vời. Cảnh đánh nhau cuối cùng này - động tác thật không thể tin nỗi!  Anh chàng này - ừm, em sẽ phải nhìn thấy mới hiểu anh nói gì - \" Angela trợn tròn mắt nhìn tôi.  \"Hẹn gặp hai bồ ở trường, \" tôi vừa cười bối rối vừa nói.  Cô thở dài. \"Hẹn gặp lại.\" Tôi bồn chồn trên đường ra xe, nhưng con đường chẳng bóng người.  Suốt đoạn đường đi tôi cứ lo lắng liếc nhìn hết mọi tấm gương trên xe, nhưng chẳng hề thấy bóng dáng chiếc xe màu bạc đâu cả.  Xe anh cũng không đậu ở trước nhà, mặc dù điều đó cũng chẳng nghĩa lý gì.  \"Bella ?\" Charlie hỏi khi tôi mở cửa trước.  \"Chào bố.\" Tôi thấy ông trong phòng khách, ngôi trước TV.  \"Nè, ngày hôm nay của con thế nào?\" \"Tốt ạ, \" tôi nói. Cũng có thể kể hết mọi chuyện cho ông nghe - thế nào bố cũng được Billy kể ngay thôi.  Hơn nữa, chuyện đó sẽ làm ông vui. \"Họ không cần con ở chỗ làm, nên con xuống La Push.\" Chẳng có bao nhiêu ngạc nhiên trong mặt ông. Billy đã kể ông nghe rồi.  \"Jacob ra sao?\" Charlie hỏi, cố tỏ vẻ dửng dưng.  \"Khoẻ ạ, \" tôi nói, cũng tỏ vẻ tự nhiên giống vậy.  \"Con làm xong chuyện ở nhà Weber rồi hả?\" \"Dạ rồi.  Tụi con đã đề hết địa chỉ cho mấy cái thư thông báo của nhỏ rồi. \" \"Hay lắm.\" Charlie toét miệng cười. Đang có trận đấu trên ti-vi mà ông tập trung được khá lạ lùng. \"Bố vui vì con đã bỏ chút thời gian vui chơi với bạn bè hôm nay. \" \"Con cũng vậy.\" Tôi đi thong thả đi về phía nhà bếp, tìm chuyện để làm. Thật đáng tiếc, Charlie đã dọn dẹp sạch sẽ sau bữa trưa rồi. Tôi đứng đó trong vài phút, nhìn chằm chằm vào mảng sáng trên sàn. Nhưng biết mình không thể trì hoãn chuyện này hoài được.  \"Con đi học đây.\" tôi vừa rầu rĩ thông báo vừa bước lên cầu thang.  \"Hẹn gặp lại, \" Charlie gọi với theo tôi.  Nếu tôi còn sống, tôi tự nghĩ.  Tôi đóng cửa phòng ngủ cẩn thận rồi mới quay sang nhìn căn phòng .  Tất nhiên anh đã ở đó. Anh đứng dựa vào bức tường đối diện với tôi, trong bóng râm bên cạnh cửa sổ mở. Mặt anh đanh lại và dáng anh căng thẳng. Anh nhìn tôi trừng trừng không nói một lời.  Tôi co rúm người, chờ một tràng chửi rủa, nhưng chuyện đó không xảy ra. Anh chỉ tiếp tục nhìn trừng trừng, chắc là giận quá không nói nên lời.  \"Chào anh, \" cuối cùng thì tôi cũng nói.  Mặt anh hẳn tạc từ đá. Tôi đếm đến một trăm trong đầu, nhưng không có gì thay đổi.  \"Ơ... thế, em vẫn còn sống nè, \" tôi bắt đầu.  Tiếng gầm gừ rì rầm nhỏ trong ngực anh, nhưng vẻ mặt anh không thay đổi.  \"Đâu có thiệt hại gì đâu, \" tôi nhún vai khăng khăng.  Anh nhúc nhích. Mắt anh nhắm kín, và anh vuốt sóng mũi mình giữa mấy ngón tay của bàn tay phải.  \"Bella,\" anh thì thầm. \"Em có biết hôm nay anh đã suýt vượt qua ranh giới thế nào không? Phá vỡ hoà ước để đi theo em?  Em có biết điều đó nghĩa là gì không?\" Tôi thở hổn hển và mắt anh mở ra. Chúng lạnh giá và khắt nghiệt như đêm đen.  \"Anh không được làm vậy!\" Tôi nói quá lớn. Tôi đã điều chỉnh âm lượng giọng mình để  Charlie không nghe thấy, nhưng tôi muốn hét lên những lời ấy. \"Edward, họ sẽ dùng mọi cớ để đánh nhau. Họ sẽ thích thế. Anh chẳng bao giờ được phá lệ!\" \"Có lẽ chúng không phải là những người duy nhất khoái đánh nhau.\" \"Anh đừng gây chuyện, \" tôi cáu kỉnh. \"Anh đã ký hoà ước - anh phải tuân thủ.\" \"Nếu nó mà làm em bị thương - \" \"Đủ rồi!\" Tôi ngắt lời anh. \"Chẳng có gì phải lo hết. Jacob không nguy hiểm. \" \"Bella. \" Anh trợn tròn mắt. \"Em không phải là người biết rõ cái gì nguy hiểm cái gì không đâu. \" \"Em biết em chẳng cần phải lo chuyện Jake. Và anh cũng vậy. \" Anh nghiến răng. Bàn tay đã cuộn thành nắm đấm ở bên hông. Anh vẫn còn đứng dựa tường, và tôi ghét khoảng cách giữa chúng tôi.  Tôi hít thật sâu, và bước qua phòng. Anh không nhúc nhích khi tôi vòng tay ôm lấy anh.  Bên cạnh hơi ấm của ánh mặt trời chiều cuối cùng tràn qua cửa sổ, da anh cảm thấy lạnh giá lạ lùng. Anh cũng giống băng, khi lạnh cứng như vầy.  \"Em xin lỗi vì đã làm anh lo lắng, \" tôi lẩm bẩm.  Anh thở dài, và bớt căng thẳng một chút. Cánh tay anh ôm quanh eo tôi.  \"Lo lắng là hơi nói nhẹ đi đó, \" anh thì thầm. \"Thật là một ngày quá dài. \" \"Lẽ ra anh đâu biết đâu, \" tôi nhắc anh. \"Em cứ tưởng anh sẽ đi săn lâu hơn.\" Tôi nhìn lên mặt anh, vào đôi mắt trách móc của anh; tôi đã không chú ý vì căng thẳng, nhưng chúng quá đen.  Quầng thâm dưới mắt màu tím sẫm. Tôi cau mày chê bai.  \"Khi Alice thấy em biến mất, anh quay lại liền, \" anh giải thích.  \"Anh không nên làm thế. Giờ anh lại phải đi lần nữa. \" Tôi cau mày dữ hơn.  \"Anh đợi được.\" \"Thiệt mắc cười. Ý em là, em biết cô ấy không nhìn thấy em ở bên Jacob được, nhưng lẽ ra anh phải biết chớ - \" \"Nhưng anh đã không biết, \" anh ngắt lời. \" Và em không thể mong anh sẽ để em - \" \"Ồ, có chớ, em có thể, \" tôi ngắt lời anh. \"Đó chính xác là những gì em mong - \" \"Chuyện này sẽ không tái diễn nữa đâu. \" \"Đúng vậy! Bởi vì lần sau anh sẽ không phản ứng thái quá nữa.\" \"Vì sẽ không có lần sau.\" \"Em hiểu là anh phải đi, dù em không thích chuyện đó - \" \"Không phải vậy. Anh đâu có liều mạng. \" \"Em cũng không.\" \"Người sói là mối nguy hiểm.\" \"Em không đồng ý. \" \"Anh sẽ không bàn cãi chuyện này, Bella. \" \"Em cũng không. \" Bàn tay anh lại trở thành hai nắm đấm trở lại. Tôi có thể cảm thấy chúng tựa vào lưng mình.  Lời nói buột ra khinh suất. \"Có phải chuyện này thực sự chỉ là vì sự an toàn của em không?\" \"Ý em là gì?\" anh hỏi.  \"Anh không ... \" Giả thuyết của Angela bây giờ có vẻ ngu ngốc hơn cả lúc nãy. Thật khó nói ra ý này. \" Ý em là, anh chẳng khùng gì mà lại ghen, phải không?\" Anh nhướng mày. \"Anh đó hả?\" \"Nghiêm túc đi.\" \"Rõ ràng rồi - chẳng có gì hài hước hơn. \" Tôi cau mày nghi ngờ. \"Hay . . . đây là chuyện hoàn toàn khác ? Chuyện nhảm nhí ma-cà-rồng-và-người-sói-vĩnh-viễn-là-kẻ-thù? Hay đây chỉ là do kích thích tố nam gây ra-\" Mắt anh giận điên lên. \"Chỉ vì em thôi.  Anh chỉ quan tâm đến sự an toàn của em thôi.\" Ánh giận dữ trong mắt anh hoàn toàn rõ ràng.  \" OK, \" tôi thở dài. \"Em tin thế. Nhưng em muốn anh biết một điều - nếu mà dính tới mấy chuyện nhảm nhí kẻ thù đó thì em không chấp nhận. Em là một quốc gia trung lập. Em là Thụy Sĩ. Em không chấp nhận bị ảnh hưởng bởi tranh chấp lãnh thổ giữa mấy sinh vật hoang đường.  Jacob là người trong nhà.  Anh là ....ừm, không chính xác là người yêu quý trong cuộc đời này của em, vì em mong sẽ yêu anh lâu hơn thế nữa.  Tình yêu trong suốt sự tộn tại của em. Em chẳng quan tâm ai là người sói và ai là ma cà rồng hết. Nếu Angela hoá ra lại là một phù thuỷ, thì nhỏ cũng có thể nhập bọn luôn. \" Anh nheo mắt nhìn tôi chằm chằm lặng lẽ.  \"Thụy Sĩ, \" tôi lặp lại lần nữa để nhấn mạnh.  Anh cau mày với tôi, rồi thở dài. \" Bella..., \" anh bắt đầu, nhưng ngừng lại, và mũi anh nhăn lại ghê tởm.  \"Gì nữa đây?\" \"Hừm... Đừng giận, nhưng em bốc mùi giống chó, \" anh bảo tôi.  Rồi anh nhếch môi cười, vì vậy tôi biết trận chiến đã kết thúc rồi. Lúc này.  Edward phải bù lại chuyến đi săn dở dang, và vì thế anh sẽ ra đi đêm thứ Sáu với Jasper, Emmett, và Carlisle để đến một khu bảo tồn nào đó ở Northern California đang bị sư tử núi hoành hành.  Chúng tôi không nhất trí được với nhau về chuyện người sói, nhưng tôi không cảm thấy mình có lỗi khi gọi Jake - trong khoảnh khắc cơ hội ngắn ngủi khi Edward đưa chiếc Volvo về nhà trước quay lại leo qua cửa sổ phòng tôi  - để báo cho anh chàng biết tôi sẽ đến chơi vào thứ bảy lần nữa.  Không phải là lén lút đi.  Edward biết tôi cảm thấy ra sao. Và nếu anh phá xe tôi lần nữa, thì tôi sẽ bảo Jacob tới đón tôi. Forks là nơi trung lập, cũng giống như Thụy Sĩ - cũng giống như tôi.  Vì thế khi thứ Năm tôi đi làm về và chính Alice chớ không phải Edward đang chờ tôi trong chiếc Volvo, lúc đầu tôi không hề nghi ngờ gì.  Cửa phía hành khách đang mở, và tiếng nhạc tôi không nhận ra đang làm rung chuyển khung xe mỗi khi tiếng bass trỗi lên.  \"Nè, Alice, \" tôi vừa hét to át tiếng nhạc đinh tai vừa lên xe. \"Anh trai em đâu rồi?\" Cô đang hát theo bài hát, giọng cô cao hơn giai điệu một quãng tám, hoà theo bằng âm điệu du dương phức tạp. Cô gật đầu chào tôi, phớt lờ câu hỏi vì tập trung vào nhạc.  Tôi đóng cửa rồi lấy tay bịt tai. Cô cười toe toét, và chỉnh âm thanh nhỏ lại cho đến khi chỉ còn là nhạc nền. Rồi cô vừa nhấn khóa vừa nhấn ga trong cùng một giây.  \"Chuyện gì đang xảy ra vậy?\" Tôi hỏi, bắt đầu cảm thấy không thoải mái. \"Edward đâu?\" Cô nhún vai. \"Mọi người đi sớm. \" \"Ôi. \" Tôi cố kiểm soát niểm thất vọng vô lý. Nếu anh đi sớm, nghĩa là anh sẽ quay về sớm hơn, tôi tự nhắc mình .  \"Con trai đi hết rồi, nên mình sẽ có một đêm họp mặt tán dóc của con gái!\" cô thông báo bằng một giọng ngân nga, du dương.  \"Đêm họp mặt tán dóc của con gái?\" Tôi lặp lại, nỗi nghi ngờ cuối cùng đã thành sự thật.  \"Chị không vui sao?\" cô kêu to.  Tôi nhìn vào ánh mắt sôi nổi của cô hồi lâu.  \"Em đang bắt cóc chị, phải không?\" Cô cười to rồi gật đầu. \"Cho đến thứ bảy. Esme đã xin phép Charlie rồi; chị sẽ ở với em hai đêm, và mai em sẽ chở chị đến trường và đón chị về nhà. \" Tôi quay mặt ra cửa sổ, nghiến răng kèn kẹt.  \"Xin lỗi, \" Alice nói, chẳng nghe ăn năn hối lỗi chút xíu nào hết. \"Ảnh hối lộ em mà.\" \"Như thế nào?\" Tôi rít qua răng .  \"Porsche.  Giống y như chiếc em đã ăn cắp ở Ý. \" Cô thở dài hạnh phúc. \"Em không được lái nó ở Forks, nhưng nếu chị muốn, mình có thể coi mất bao lâu để chạy từ đây tới L.A. -  Em cá là em có thể đưa chị về lại trước nửa đêm. \" Tôi hít thật sâu. \"Chắc chị bỏ qua,\" tôi thở dài, nén lại cơn rùng mình .  Chúng tôi phóng như bay trên con đường dài. Alice chạy quanh ga-ra, và tôi lướt nhìn mấy chiếc xe hơi. Xe gíp lớn của Emmett ở đó, với một chiếc Porsche màu vàng hoàng yến bóng loáng nằm giữa nó và chiếc mui trần màu đỏ của Rosalie.  Alice duyên dáng nhảy ra và đến vuốt tay theo chiều dài của món hối lộ. \"Đẹp quá hả?\" \"Quá đẹp, \" tôi làu bàu, hoài nghi. \"Ảnh cho em cái đó chỉ vì hai ngày giữ chị làm con tin sao?\" Alice nhăn nhó.  Một giây sau, hiểu ra và tôi thở hổn hển khiếp sợ. \"Vì tất cả những lần ảnh đi xa hả?\" Cô gật đầu.  Tôi đóng sầm cửa  và huỳnh huỵch đi về phía nhà. Cô nhảy theo kế bên tôi, vẫn chẳng chút ăn năn.  \"Alice, em không thấy chuyện này hơi kiểm soát lố quá sao? Chính xác là hơi loạn tâm thần, có lẽ?\" \"Không thực vậy. \" Cô khụt khịt. \" Chị hình như không nhận thức được người sói trẻ có thể nguy hiểm cỡ nào.   Nhất là khi em không thể nhìn thấy họ. Edward không có cách nào biết chị có an toàn không. Chị không nên liều lĩnh như thế. \" Giọng tôi trở nên chua chát. \"Ở phải rồi, vì tán dóc trong đêm với ma cà rồng cái mới là đỉnh cao của chuyện hiểu rõ an toàn là gì.\" Alice cười. \"Em sẽ làm móng chân cho chị và đủ mọi thứ, \" cô hứa.  Không tệ lắm, trừ chuyện tôi bị giam giữ trái ý muốn. Esme mang thức ăn Ý - món ngon, tuốt từ Port Angeles về - và Alice đã chuẩn bị mấy cuốn phim ưa thích của tôi. Thậm chí Rosalie cũng ở đó, lặng lẽ ở phía sau. Alice cứ khăng khăng đòi làm móng chân cho tôi, và tôi tự hỏi không biết có phải cô đang làm theo một danh sách - có lẽ một thứ cô đã soạn ra khi xem hài kịch trong nhà ngoài phố dở ẹt.  \"Chị muốn thức khuya cỡ nào?\" cô hỏi khi móng chân tôi lấp lánh đỏ chót. Nhiệt tình của cô vẫn không bị tâm trạng của tôi làm hỏng.  \"Chị không muốn thức khuya. Sáng mai mình phải đi học.\" Cô bĩu môi.  \"Thế chị sẽ ngủ ở đâu đây?\" Tôi nhìn chiếc ghế trường kỷ từ đầu đến chân. Hơi ngắn.  \"Em không thể theo dõi chị ở nhà chị được sao?\" \"Vậy thì còn gì là đêm họp mặt tán dóc của con gái nữa?\" Alice lắc đầu bực tức. \"Chị sẽ ngủ trong phòng của Edward. \" Tôi thở dài. Ghế xô-pha bằng da màu đen của anh dài hơn cái này. Thực ra thì, thảm vàng trong phòng anh có lẽ đủ dày nên sàn nhà cũng không tệ lắm.  \"Ít nhất thì chị có thể quay về nhà để lấy đồ đạc của chị chớ?\" Cô cười toe toét. \"Đã lo liệu hết rồi.\" \"Chị có được phép dùng điện thoại của em không?\" \"Charlie biết chị ở đâu mà. \" \"Chị đâu định gọi Charlie. \" Tôi cau mày. \"Rõ ràng, Chị có vài kế hoạch phải hủy bỏ.\" \"Ôi. \" Cô cân nhắc. \"Em không biết chuyện đó thì sao đây. \" \"Alice !\" Tôi rên rỉ thật to. \"Thôi nào!\" \"Được rồi, được rồi, \" cô nói, nhẹ nhàng ra khỏi phòng. Cô trở lại trong nửa giây, điện thoại di động trong tay. \"Ảnh không nói rõ là cấm chuyện này..., \" cô thì thầm với mình khi trao nó cho tôi.  Tôi quay số Jacob, hy vọng đêm nay anh không ra ngoài rong duỗi cùng bạn bè.  Tôi may mắn - Jacob là người trả lời.  \"Xin chào?\" \"Chào, Jake, tôi đây. \" Alice quan sát tôi bằng đôi mắt vô cảm trong một giây, rồi mới quay lưng và đến ngồi giữa Rosalie và Esme trên ghế xô - pha.  \"Chào, Bella, \" Jacob nói, bỗng thận trọng. \"Có chuyện gì thế?\" \"Không có gì hay hết. Rốt cuộc, tôi không ghé qua đó ngày thứ bảy được.\" Im lặng một chốc. \"Đồ hút máu ngu ngốc, \" cuối cùng anh cũng lẩm bẩm. \" Tôi cứ tưởng anh ta sắp đi chớ. Bạn không được sống khi anh ta đi xa sao? Hay anh ta nhốt bạn trong quan tài rồi?\" Tôi cười phá ra.  \"Tôi nghĩ chẳng có gì mắc cười hết.\" \"Tôi cười chỉ vì bạn nói suýt đúng, \" tôi nói với anh. \"Nhưng ảnh sẽ về đây hôm thứ bảy, cho nên chẳng sao hết. \" \"Anh ta sẽ ăn tại Forks à?\" Jacob hỏi chua cay.  \"Không. \" Tôi không để mình nổi cáu với anh. Tôi không tức nhiều bằng anh. \"Ảnh đi sớm. \" \"Ồ. ừm, này, vậy ghé qua đây bây giờ đi, \" anh đột ngột nhiệt tình nói. \"Chưa muộn lắm mà. Hay tôi đến nhà Charlie nhé.\" \"Ước gì được vậy. Tôi đâu có ở nhà Charlie, \" tôi nói chua chát. \"Tôi gần như bị bắt giữ làm tù binh. \" Anh im lặng khi hiểu ra, rồi gầm gừ. \"Chúng tôi sẽ đến đón bạn về, \" anh hứa bằng giọng thẳng thừng, tự động buột miệng nói ra số nhiều.  Cơn ớn lạnh chạy dọc cột sống, nhưng tôi trả lời bằng giọng vui vẻ, trêu chọc. \"Hấp dẫn đó. Tôi đã bị tra tấn - Alice vẽ móng chân cho tôi. \" \"Tôi nói thiệt đó.\" \"Đừng thế. Họ chỉ đang cố bảo vệ để tôi được an toàn thôi. \" Anh gầm gừ lần nữa.  \"Tôi biết thật ngốc, nhưng họ là những người có tấm lòng vàng.\" \"Tấm lòng!\" anh chế giễu.  \"Xin lỗi vì chuyện thứ bảy nghen, \" tôi tạ lỗi. \"Tôi phải chui vào bao đây (đi ngủ)\" - ghế trường kỷ, tôi sửa lại trong đầu - \" nhưng tôi sẽ gọi lại cho bạn sớm.\" \"Bạn có chắc họ sẽ để cho bạn gọi tôi không?\" anh hỏi bằng giọng gay gắt.  \"Không chắc lắm. \" Tôi thở dài. \"Ngủ ngon, Jake. \" \"Gặp lại bạn sớm.\" Alice đột ngột ở bên tôi, bàn tay cô đưa ra lấy điện thoại, nhưng tôi đã quay số. Cô nhìn thấy số này.  \"Em không nghĩ ảnh mang theo điện thoại, \" cô nói.  \"Chị sẽ để lại tin nhắn. \" Điện thoại reng bốn lần, sau đó là một tiếng bíp. Không lời chào.  \"Anh gặp rắc rối rồi, \" tôi chậm rãi nói, nhấn mạnh từng chữ. \"Rắc rối to. Gấu xám nổi khùng cũng chẳng là gì so với chuyện đang đợi anh ở nhà. \" Tôi cúp điện thoại cái rụp và đặt nó vào bàn tay chờ đợi của cô. \"Chị xong rồi.\" Cô cười toe toét. \"Vụ bắt cóc con tin này vui ghê.\" \"Bây giờ chị đi ngủ đây, \" tôi công bố, hướng đến cầu thang. Alice đi cùng.  \"Alice, \" tôi thở dài. \"Chị sẽ không bỏ trốn đâu. Em sẽ biết ngay nếu chị toan tính chuyện đó mà, và em sẽ bắt chị ngay nếu chị dám.\" \"Em chỉ đi để chỉ cho chị biết đồ đạc của chị ở đâu thôi mà, \" cô ngây thơ nói.  Phòng Edward ở cuối hành lang tầng ba, khó mà nhầm được dù ngôi nhà khổng lồ này ít quen thuộc hơn. Nhưng khi bật đèn xong, tôi dừng lại bối rối. Tôi có vô nhầm cửa không? Alice cười khúc khích.  Cũng căn phòng ấy, tôi nhanh chóng nhận ra; chỉ đồ gỗ vừa mới được sắp xếp lại. Ghế trường kỷ đã được đẩy tới bức tường phía bắc và giàn âm thanh nổi đẩy sát vào mấy cái kệ mênh mông đựng CDs - để dành chỗ cho chiếc giường khổng lồ bây giờ chiếm lĩnh không gian chính giữa.  Vách kính phía nam phản chiếu khung cảnh như tấm gương, làm thấy gấp hai lần tệ hại hơn.  Thật hợp. Khăn phủ giường màu vàng xỉn, hơi nhạt hơn tường; khung giường màu đen, được làm bằng sắt rèn kiểu cọ phức tạp. Những bông hồng kim loại chạm trổ uốn éo như dây nho bò lên mấy trụ cao và tạo thành lùm cây trên đầu. Đồ ngủ của tôi đã được xếp ngăn nắp dưới chân giường, túi vật dụng dùng khi tắm rửa ở một bên.  \"Toàn bộ mấy thứ này là cái quái gì?\" Tôi lắp bắp.  \"Chị không thực nghĩ ảnh sẽ để chị ngủ trên ghế trường kỷ chớ hả?\" Tôi lẩm bẩm lầm bầm khi sầm sập bước lên giật đồ đạc của tôi ra khỏi giường.  \"Em sẽ để chị được riêng tư, \" Alice cười. \"Hẹn gặp chị vào buổi sáng. \" Sau khi răng đã đánh xong và đồ đã mặc xong, tôi chộp một cái gối lông căng phồng ra khỏi cái giường khổng lồ và kéo tấm phủ vàng đến ghế trường kỷ. Tôi biết mình ngu ngốc, nhưng tôi không quan tâm. Porsches làm đồ hối lộ và giường khổng lồ trong ngôi nhà, nơi không ai ngủ - thiệt hết sức khó chịu.  Tôi tắt đèn và cuộn mình trên ghế xô - pha, tự hỏi liệu mình có quá bực mình đến nỗi không ngủ được không.   Trong bóng tối, tường kính không còn là tấm gương đen, phóng to gấp đôi căn phòng. Ánh trăng làm sáng bừng những đám mây ngoài cửa sổ. Khi mắt tôi quen với bóng tối, tôi có thể thấy ánh sáng rực rỡ chan hoà chiếu sáng ngọn cây, và phản chiếu một phần dòng sông. Tôi ngắm ánh sáng bàng bạc, chờ mắt mình trĩu nặng.  Có tiếng gõ cửa nhè nhẹ.  \"Gì hả, Alice?\" Tôi rít lên. Tôi lo lắng, tưởng tượng nỗi khoái trá của cô khi thấy chiếc giường tạm của tôi.  \"Chị đây, \" Rosalie nói khẽ, mở cửa đủ để tôi có thể nhìn thấy ánh sáng bạc vuốt ve khuôn mặt hoàn hảo của cô. \"Chị vào được không?\""
        }
    ],
    "suggestions": []
}