{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[(')ʌn'kli:n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bẩn, bẩn thỉu; không thể ăn được, không sạch (thức ăn)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">ô trọc, không có sự trong sạch tinh thần, không trong trắng, đen tối, bẩn thỉu; không tinh khiết (tâm hồn)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">unclean minds</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">những đầu óc ô trọc</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">dâm ô; vô đạo đức, vô luân lý; tục tĩu</td></tr></table><i/></div>",
            "word": "unclean",
            "pronounce": "[(')ʌn'kli:n]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unclean</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 dirty. </blockquote></blockquote><blockquote><blockquote>2》 immoral. </blockquote></blockquote><blockquote><blockquote>3》 ritually impure and unfit for use or consumption. </blockquote></blockquote><blockquote><blockquote>    ⁃ (in biblical use, of a spirit) evil. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>uncleanness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "unclean",
            "pronounce": "[(')ʌn'kli:n]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unclean</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>unclean premises</i>: DIRTY, filthy, grubby, grimy, mucky, foul, impure, tainted, soiled, unwashed; polluted, contaminated, infected, insanitary, unhygienic, unhealthy, germy, disease-ridden; <cclass><i>informal</i> yucky, cruddy; <cclass><i>Brit.</i><cclass><i>informal</i> grotty, gungy.</cclass></cclass></cclass></blockquote><blockquote><b>2</b><i>sex was considered unclean</i>: SINFUL, immoral, bad, wicked, evil, corrupt, impure, unwholesome, sordid, disgusting, debased, degenerate, depraved.</blockquote><blockquote><b>3</b><i>an unclean meat</i>: IMPURE; forbidden, taboo.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>pure, halal, kosher.</blockquote></div>",
            "word": "unclean",
            "pronounce": "[(')ʌn'kli:n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unclean",
            "pronounce": "[(')ʌn'kli:n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unclean",
            "pronounce": "[(')ʌn'kli:n]"
        }
    },
    "sentences": [
        {
            "en": "<em>Unclean</em> minds",
            "vi": "Những đầu óc ô trọc"
        },
        {
            "en": "Malays consider dogs <em>unclean</em>.",
            "vi": "Người mã lai xem chó là thứ ô uế."
        },
        {
            "en": "His <em>unclean</em> thoughts scare me.",
            "vi": "Những ý nghĩ dơ bẩn của ông ta khiến tôi sợ hãi."
        },
        {
            "en": "I don't care their <em>unclean</em> minds.",
            "vi": "Tôi không quan tâm đến những đầu óc ô trọc của chúng."
        },
        {
            "en": "The foot is also considered <em>unclean</em>.",
            "vi": "Chân cũng được xem là không sạch sẽ."
        },
        {
            "en": "Over 90% of injecting drug users in three major cities use <em>unclean</em> injecting equipment;.",
            "vi": "Trên 90% người sử dụng tiêm chích ma tuý ở 3 thành phố lớn sử dụng các dụng cụ tiêm chích bẩn;."
        },
        {
            "en": "Blood is considered as <em>unclean</em> and in Islam cleanliness is part of the faith.",
            "vi": "Máu được xem là không thanh khiết và trong đạo Hồi sự thanh khiết là một phần của đức tin."
        },
        {
            "en": "Among both Muslims and Hindus, the left hand is considered <em>unclean</em>.",
            "vi": "Theo đạo hồi và đạo hindu, tay trái được xem là không sạch sẽ."
        },
        {
            "en": "Dandruff is a great problem among geisha, and very few things are more unattractive and make the hair look more <em>unclean</em>.",
            "vi": "Gàu trên đầu là vấn đề khó khăn nhất của người geisha, không có gì làm cho họ mất vẻ hấp dẫn bằng, và không có gì làm cho mái tóc của họ dơ bẩn bằng."
        },
        {
            "en": "However, girls who have not been circumcised are considered \"<em>unclean</em>\" in many cultures, and can be treated as harlots by other women.",
            "vi": "Tuy nhiên, những cô gái không được cắt âm vật bị coi là \"không sạch sẽ\" trong nhiều nền văn hoá, và có thể bị các phụ nữ khác đối xử như là gái điếm."
        },
        {
            "en": "If the studio looks <em>unclean</em>, if anything looks out of the ordinary, or if you feel in any way uncomfortable, find a better place to get your tattoo.",
            "vi": "Nếu cửa hiệu trông có vẻ không sạch sẽ, nếu có bất cứ thứ gì trông khác thường, hoặc nếu bạn cảm thấy không thoải mái chút nào cả, thì hãy tìm một nơi tốt hơn để có được hình xăm của bạn."
        },
        {
            "en": "\"All share a common destiny - the righteous and the wicked, the good and the bad, the clean and the <em>unclean</em>, those who offer sacrifices and those who do not, as it is with the good man so with the sinner",
            "vi": "\"Mọi sự xảy đến cho mọi người như nhau: người công bình hay là kẻ hung ác, người hiền lành, thanh sạch, hay là người không thanh sạch, người dâng của tế lễ hay là người không dâng, người thiện hay là kẻ có tội, kẻ phát thề hay là người sợ lời thề; cả thảy đều đồng hưởng một số phận.\""
        },
        {
            "en": "girls who have not been circumcised are considered \"<em>unclean</em>\" in many cultures, and can be treated as harlots by other women. Many men believe the folklore which says they will die if their penis touches a clitoris.",
            "vi": "Tuy nhiên, những cô gái không được cắt âm vật bị coi là \"không sạch sẽ\" trong nhiều nền văn hoá, và có thể bị các phụ nữ khác đối xử như là gái điếm. Nhiều đàn ông tin vào chuyện hoang đường là họ sẽ bị chết nếu dương vật của họ chạm vào âm vật."
        },
        {
            "en": "However, girls who have not been circumcised are considered \"<em>unclean</em>\" in many cultures, and can be treated as harlots by other women. Many men believe the folklore which says they will die if their penis touches a clitoris.",
            "vi": "Tuy nhiên, những cô gái không được cắt âm vật bị coi là \"không sạch sẽ\" trong nhiều nền văn hoá, và có thể bị các phụ nữ khác đối xử như là gái điếm. Nhiều đàn ông tin vào chuyện hoang đường là họ sẽ bị chết nếu dương vật của họ chạm vào âm vật."
        },
        {
            "en": "While toilets existed for both boys and girls at the lower secondary school in Lo Pang commune, they were <em>unclean</em> and had no water and students and teachers did not use them.",
            "vi": "Mặc dù ở trường THCS xã Lơ Pang có nhà vệ sinh cho cả các em trai và gái nhưng nhà vệ sinh không sạch và không có nước khiến học sinh và giáo viên không thể sử dụng."
        },
        {
            "en": "ORIGINS OF BELIEF: Many attribute belief in vampires to a combination of Slavic spiritualism and early ignorance of the body's decomposition cycle after death. In pre-industrial Slavic societies, it was believed that a person's spirit lingered for 40 days after death. Suicide victims, suspected witches, evil beings and even un-baptized children were thought to have \"<em>unclean</em>\" spirits. A vampire, according to this belief, was the manifestation of an <em>unclean</em> spirit possessing a decomposing body.",
            "vi": "Nguồn gốc của việc tin có ma cà rồng: Nhiều người cho rằng việc tin có ma cà rồng là sự kết hợp của thuyết duy linh Xla-vơ và sự thiếu hiểu biết từ xa xưa về chu kỳ phân hủy của cơ thể sau khi chết. Trong các xã hội tiền công nghiệp Xla-vơ, người ta tin rằng linh hồn của một người vẫn còn nán lại dương gian trong vòng 40 ngày sau khi chết. Những người tự tử, bị nghi ngờ là phù thủy, kẻ xấu và thậm chí trẻ em chưa được rửa tội đều bị cho là các linh hồn \"ô uế\". Ma cà rồng, theo quan niệm này, là sự biểu hiện của một linh hồn ô uế sở hữu một cơ thể bị phân hủy."
        },
        {
            "en": "However, girls who have not been circumcised are considered \"<em>unclean</em>\" in many cultures, and can be treated as harlots by other women. Many men believe the folklore which says they will die if their penis touches a clitoris.",
            "vi": "coi là\"không sạch sẽ\" trong nhiều nền văn hoá, và có thể bị các phụ nữ khác đối xử như là gái điếm. Nhiều đàn ông tin vào chuyện hoang đường là họ sẽ bị chết nếu dương vật của họ chạm vào âm vật."
        },
        {
            "en": "destiny - the righteous and the wicked, the good and the bad, the clean and the <em>unclean</em>, those who offer sacrifices and those who do not, as it is with the good man so with the sinner, as it is with those who take oaths so with those who are afraid to take them.\"",
            "vi": "\"Mọi sự xảy đến cho mọi người như nhau: người công bình hay là kẻ hung ác, người hiền lành, thanh sạch, hay là người không thanh sạch, người dâng của tế lễ hay là người không dâng, người thiện hay là kẻ có tội, kẻ phát thề hay là người sợ lời thề; cả thảy đều đồng hưởng một số phận.\""
        },
        {
            "en": "Harm reduction interventions aimed at stopping transmission through the use of <em>unclean</em> needles and equipment, for instance, will keep down the number of new infections in the injecting drug user population, which as later demonstrated in this report, has the highest HIV prevalence among all populations at risk.",
            "vi": "Chương trình can thiệp giảm tác hại sẽ giảm thiểu lây nhiễm HIV qua hành vi sử dụng chung bơm kim tiêm trong quần thể người NCMT."
        },
        {
            "en": "\"All share a common destiny - the righteous and the wicked, the good and the bad, the clean and the <em>unclean</em>, those who offer sacrifices and those who do not, as it is with the good man so with the sinner, as it is",
            "vi": "\"Mọi sự xảy đến cho mọi người như nhau: người công bình hay là kẻ hung ác, người hiền lành, thanh sạch, hay là người không thanh sạch, người dâng của tế lễ hay là người không dâng, người thiện hay là kẻ có tội, kẻ phát thề hay là người sợ lời thề; cả thảy đều đồng hưởng một số phận.\""
        }
    ],
    "suggestions": []
}