{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌnkən'trouləbl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">incontrollable</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,inkən'trouləbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không kiểm soát được, không kiểm tra được</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không ngăn được, không nén được</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khó dạy, bất trị (trẻ con)</td></tr></table><i/></div>",
            "word": "uncontrollable"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>uncontrollable</k><blockquote>■ <cclass>adjective not controllable. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>uncontrollableness</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>uncontrollably</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "uncontrollable"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>uncontrollable</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the crowds were uncontrollable</i>: UNMANAGEABLE, out of control, ungovernable, wild, unruly, disorderly, recalcitrant, turbulent, disobedient, delinquent, defiant, undisciplined; <cclass><i>formal</i> refractory.</cclass></blockquote><blockquote><b>2</b><i>an uncontrollable rage</i>: UNGOVERNABLE, irrepressible, unstoppable, unquenchable; wild, violent, frenzied, furious, mad, hysterical, passionate.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>compliant.</blockquote></div>",
            "word": "uncontrollable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "uncontrollable"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không kiểm soát được</font></td></tr></tbody></table></div>",
            "word": "uncontrollable"
        }
    },
    "sentences": [
        {
            "en": "He was in one of his <em>uncontrollable</em> furies.",
            "vi": "Anh ấy ở trong trạng thái giận dữ không kiềm chế nổi."
        },
        {
            "en": "<em>Uncontrollable</em> lines of supply because of environ mental changes.",
            "vi": "Không kiểm soát được những nguồn cung cấp vì môi trường thay đổi."
        },
        {
            "en": "People who have an <em>uncontrollable</em> need to buy things.",
            "vi": "Người có một nhu cầu mua vật phẩm bừa bãi."
        },
        {
            "en": "We have to suffer flood and hot weather because of <em>uncontrollable</em> forest destruction.",
            "vi": "Chúng ta phải chịu lụt lội và thời tiết nóng vì sự phá rừng không kiểm soát được."
        },
        {
            "en": "It was hard; the instinct to take flight was nearly <em>uncontrollable</em>.",
            "vi": "Thật khó ; bản năng muốn bỏ chạy gần như không kiểm soát được."
        },
        {
            "en": "She's a wild <em>uncontrollable</em> girl, but that new school should knock some sense into her.",
            "vi": "Nó là một cô bé ngang ngạnh khó bảo, nhưng mà cái ngôi trường mới ấy sẽ rèn luyện nghiêm khắc cho nó vào khuôn phép."
        },
        {
            "en": "Love is unconditional. But I also know it can be unpredictable, unexpected, <em>uncontrollable</em>, unbearable.",
            "vi": "Tôi biết tình yêu không cần điều kiện. Nhưng tôi còn biết nó không thể đoán trước được, nó bất ngờ, không thể kiểm soát, không thể chịu được."
        },
        {
            "en": "Binge eating is a pattern of disordered eating which consists of episodes of <em>uncontrollable</em> eating.",
            "vi": "Ăn uống vô độ là một kiểu rối loạn ăn uống gồm các triệu chứng ăn uống không thể kiểm soát được."
        },
        {
            "en": "It was hard ; the instinct to take flight was nearly <em>uncontrollable</em>.",
            "vi": "Thật khó; bản năng muốn bỏ chạy gần như không kiểm soát được."
        },
        {
            "en": "Government authorities fear an <em>uncontrollable</em> surge of migrants into urban areas if registration requirements are relaxed.",
            "vi": "Các cơ quan chính quyền sợ rằng sẽ có sự di cư ồ ạt không thể kiểm soát được vào thành thị nếu các yêu cầu về đăng ký hộ khẩu được nới lỏng."
        },
        {
            "en": "Their physical appearance is described as unkempt or inappropriate, and their behaviour as being unpredictable, <em>uncontrollable</em> and dangerous.",
            "vi": "Bề ngoài của họ thường được mô tả là không đàng hoàng hoặc không phù hợp, và hành vi của họ không thể dự đoán trước, không có khả năng kiểm soát và nguy hiểm."
        },
        {
            "en": "India and the United States shared the medicine prize for treating \"<em>uncontrollable</em>\" nosebleeds with strips of cured pork.",
            "vi": "Các nhà khoa học Ấn Độ và Mỹ cùng chung giải y học vì họ chữa trị bệnh chảy máu mũi \"không ngừng\" bằng những miếng thịt heo làm thuốc."
        },
        {
            "en": "They became so <em>uncontrollable</em> with excitement, jumping and running around, that their teacher had a hard time calming them down.",
            "vi": "Bọn họ vui sướng chạy nhảy xung quanh, không thể kiểm soát được và các giáo viên phải khó lắm mới làm họ bình tĩnh lại."
        },
        {
            "en": "Sometimes he will drum on his chest and shake the trees around him with every appearance of <em>uncontrollable</em> fury.",
            "vi": "Đôi khi nó vỗ ngực như đánh trống và lay cây cối chung quanh nó như tỏ vẻ không nén giận được."
        },
        {
            "en": "Failing to prepare for volatile markets and <em>uncontrollable</em> costs like energy-rate increases, materials, labor, natural disasters, and the like is the top reason many businesses fail.",
            "vi": "Việc không chuẩn bị đối phó với những thị trường bất ổn và các phí tổn không thể kiểm soát được như tăng mức sử dụng năng lượng, nguyên liệu, nhân công, thiên tai, và nhân tố tương tự là nguyên do hàng đầu khiến nhiều doanh nghiệp phá sản."
        },
        {
            "en": "Ebola patients may experience fever, vomiting, diarrhea, body aches and <em>uncontrollable</em> bleeding from all openings in the body, including the eyes, mouth and ears. Initial symptoms are often similar to malaria.",
            "vi": "Bệnh nhân Ebola thường sốt, nôn mửa, tiêu chảy, đau nhức toàn thân và xuất huyết không kiểm soát ở tất cả bộ phận hở trên cơ thể, bao gồm mắt, miệng và tai. Triệu chứng ban đầu thường giống với bệnh sốt rét."
        },
        {
            "en": "Handling hiccups  Hiccups are an <em>uncontrollable</em> contraction of the diaphragm (the breathing muscle under the lungs). Eating too much or too fast, overdoing alcohol, or swallowing air can all cause the hiccups. They usually go away on their own, but you can try remedies like holding your breath, quickly drinking water, and breathing in a bag to help hasten hiccups away.",
            "vi": "Chữa nấc    \nNấc là cơn co cơ hoành ngoại ý / không kiểm soát đươc (cơ hoàng là cơ hô hấp nằm ở dưới phổi). Ăn quá nhiều hoặc quá nhanh, rượu bia quá nhiều, hoặc nuốt không khí cũng đều có thể gây nấc. Chúng thường tự hết được, nhưng bạn cũng có thể thử một số cách khắc phục chẳng hạn như nín thở, uống nước nhanh, và thở vào trong một chiếc túi để giúp hết nấc nhanh hơn."
        },
        {
            "en": "For some strange reason every year my children make it on to your nice list, I know you do check it twice but I am sure that you are missing something somewhere along the line. Mr Claus you should watch my children when they are at home or out somewhere with us, I am sure that if you did, you would realise that you have them on the wrong list. Jekyll and Hyde have nothing on my children, out with others they are sweet and innocent, at home they transform into untidy, cheeky, lazy, ill mannered and almost <em>uncontrollable</em> monsters.",
            "vi": "Chẳng hiểu vì sao mỗi năm bọn nhóc nhà tôi đều được ông xếp vào danh sách những đứa trẻ ngoan, tôi biết ông kiểm tra đi kiểm tra lại rồi nhưng chắc chắn ông đã sai sót ở công đoạn nào đó. Ông già Noel ơi, ông phải chứng kiến bọn trẻ ở nhà hoặc ở cạnh vợ chồng tôi cơ. Bọn chúng ranh ma lắm, ra ngoài với người ta thì chúng ngoan ngoãn, ngây thơ đấy, nhưng ở nhà thì chúng biến thành bọn quỷ sứ lôi thôi lếch thếch, lười nhác, thô lỗ cục cằn và gần như bất trị."
        },
        {
            "en": "Back in the days when rivers took a more tortuous path to the sea, flood waters lost impetus and volume while meandering across flood plains and idling through wetlands and inland deltas. But today the water tends to have an unimpeded journey to the sea. And this means that when it rains in the uplands, the water comes down all at once. Worse, whenever we close off more flood plains, the river’s flow farther downstream becomes more violent and <em>uncontrollable</em>. Dykes are only as good as their weakest link—-and the water will unerringly find it. By trying to turn the complex hydrology of rivers into the simple mechanics of a water pipe, engineers have often created danger where they promised safety, and intensified the floods they meant to end. Take the Rhine, Europe’s most engineered river. For two centuries, German engineers have erased its backwaters and cut it off from its flood plain.",
            "vi": "Trong quá khứ khi mà các con sông chảy quanh co hơn để đi ra biển, nước lũ mất dần sức mạnh và thể tích khi uốn lượn qua các đồng bằng ngập lũ và chảy chậm rãi qua các vùng đất ngập nước và các vùng đồng bằng nằm sâu trong đất liền. Tuy nhiên, ngày nay, nước lũ có xu hướng chảy ra biển mà không có bất kì cản trở nào. Và điều đó có nghĩa rằng khi có mưa ở các vùng đất cao, toàn bộ nước sẽ chảy xuống dưới. Tồi tệ hơn, khi mà chúng ta đóng cửa nhiều hơn các đồng bằng ngập lũ, lưu lượng của các con sông ở vùng hạ lưu xa hơn sẽ dữ dội và không thể kiểm soát được. Chất lượng của đập ngăn nước được đánh giá thông qua điểm yếu nhất vì nước lũ sẽ chính xác đánh vào vị trí đó. Bằng cách cố gắng biến thủy văn phức tạp của sông thành cơ chế đơn giản như một cái ống nước, các kĩ sư thường gây ra nguy hiểm tại nơi mà họ đã hứa hẹn về an toàn, và làm gia tăng thêm lũ lụt - điều mà họ muốn kết thúc. Nhắc đến con sông Rhine, con sông được thiết kế lại công phu nhất châu Âu. Trong hai thế kỉ, các kĩ sư người Đức đã loại bỏ các vùng vước đọng và tách con sông này ra khỏi các đồng bằng ngập lũ của nó."
        },
        {
            "en": "WHAT'S A WEREWOLF? The werewolf, or lycanthrope, is commonly described as a person with the ability to transform into a wolf or wolf-like humanoid, whether by choice or by <em>uncontrollable</em> forces, like a full moon. The werewolf is said to have extra-human senses and strength far beyond that of a normal wolf or human. According to legend, the werewolf can be identified in its human form by its low-set ears, curved fingernails, swinging stride, eyebrows that meet at the bridge of the nose and bristles under the tongue. Some claim that, if cut, a werewolf will have fur in its wound. In its wolf form, the werewolf of legend commonly looks like a regular wolf with no tail, human eyes and the capability of speech.",
            "vi": "Người sói là gì? Người sói hay ma sói, thường được mô tả như là một người có khả năng biến đổi thành một con sói hay sinh vật có hình dạng giống người nhưng là chó sói, dù tự chọn hoặc do những ảnh hưởng không kiểm soát được, chẳng hạn như trăng rằm. Người sói được cho là có thêm các giác quan khác của con người và sức mạnh vượt trội so với một con sói hoặc con người bình thường. Theo truyền thuyết, người sói có thể được xác định trong hình dạng con người của mình bởi đôi tai nằm thấp, móng tay cong, sải chân nhịp nhàng, lông mày giao nhau tại sống mũi và gai dưới lưỡi. Một số người cho rằng, nếu bị cắt, người sói sẽ có lông trong các vết thương. Ở lốt sói, người sói huyền thoại thường trông giống một con sói bình thường, không có đuôi, có đôi mắt của con người và khả năng nói chuyện."
        }
    ],
    "suggestions": []
}