{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ʌnkən'sə:nd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">lãnh đạm, hờ hững, vô tình, không quan tâm</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">unconcerned with questions of morality </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">không quan tâm đến các vấn đề đạo đức </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">vô tư lự, không lo lắng, không bị quấy rầy</td></tr></table><i/></div>",
            "word": "unconcerned"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unconcerned</k><blockquote>■ <cclass>adjective showing or feeling a lack of worry or interest. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unconcernedly</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "unconcerned"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unconcerned</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>he is unconcerned about their responses</i>: INDIFFERENT, unmoved, apathetic, uninterested, incurious, dispassionate, heedless, unmindful; cool, lukewarm, unenthusiastic.</blockquote><blockquote><b>2</b><i>she tried to look unconcerned</i>: UNTROUBLED, unworried, unruffled, insouciant, nonchalant, blasé, carefree, casual, relaxed, at ease, {cool, calm, and collected}; <cclass><i>informal</i> laid-back.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>interested, anxious.</blockquote></div>",
            "word": "unconcerned"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>unconcerned</k><blockquote><blockquote><ex><abr>adj.</abr> unconcerned about, at, over, with </ex></blockquote></blockquote></div>",
            "word": "unconcerned"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unconcerned"
        }
    },
    "sentences": [
        {
            "en": "<em>Unconcerned</em> with questions of morality",
            "vi": "Không quan tâm đến các vấn đề đạo đức"
        },
        {
            "en": "He is <em>unconcerned</em> with questions of morality.",
            "vi": "Hắn không quan tâm đến các vấn đề đạo đức."
        },
        {
            "en": "I 'm <em>unconcerned</em> about questions of religion or morality.",
            "vi": "Tôi không quan tâm đến các vấn đề tôn giáo hoặc đạo đức."
        },
        {
            "en": "Nearby their mothers watched from benches, <em>unconcerned</em> with the cold.",
            "vi": "Gần đó mẹ chúng ngồi trên ghế dài coi chừng chúng và không quan tâm đến sự lạnh lẻo."
        },
        {
            "en": "Most tourists were <em>unconcerned</em> at the poor weather.",
            "vi": "Đa số cá du khách không lo lắng gì về thời tiết xấu."
        },
        {
            "en": "I'm <em>unconcerned</em> about questions of religion or morality.",
            "vi": "Tôi không quan tâm đến các vấn đề tôn giáo hoặc đạo đức."
        },
        {
            "en": "But I felt utterly safe and, for the moment, totally <em>unconcerned</em> about where we were going.",
            "vi": "Nhưng tôi đã cảm thấy hết sức an toàn và, trong một chốc, hoàn toàn chẳng quan tâm chúng tôi đang đi đâu."
        },
        {
            "en": "He drove on, apparently <em>unconcerned</em> about the noise the engine was making.",
            "vi": "Anh ấy cứ tiếp tục lái, rõ ràng là không lo lắng gì về tiếng khua lạ trong động cơ xe."
        },
        {
            "en": "The merciless sun, <em>unconcerned</em> with the fate of time - lost ducks, continues its journey across the sky.",
            "vi": "Mặt trời ác độc, dửng dưng trước số phận những chú vịt trễ giờ, vẫn tiếp tục cuộc hành trình của mình ngang qua bầu trời."
        },
        {
            "en": "The merciless sun, <em>unconcerned</em> with the fate of time-lost ducks, continues its journey across the sky.",
            "vi": "Mặt trời ác độc, dửng dưng trước số phận những chú vịt trễ giờ, vẫn tiếp tục cuộc hành trình của mình ngang qua bầu trời."
        },
        {
            "en": "Although <em>unconcerned</em> about their appearance, believing that others should be able to perceive the real person underneath their appearance.",
            "vi": "Mặc dù không quan tâm đến diện mạo, nhưng tin rằng người khác sẽ có thể nhận ra con người thật ẩn ở dưới dáng vẻ bên ngoài của họ."
        },
        {
            "en": "However, for the most part, the poorest citizens are <em>unconcerned</em> with the official name of the initiatives.",
            "vi": "Tuy nhiên, trong phần lớn các trường hợp, các công dân nghèo nhất thường không quan tâm tới tên gọi chính thức của các sáng kiến này."
        },
        {
            "en": "I glanced at Jake's face ; it was relaxed, almost the same as I remembered it from before the onset of the wolf thing, and utterly <em>unconcerned</em> by the idea of hunting vampires.",
            "vi": "Tôi nhìn lướt qua mặt Jake; khuôn mặt anh chàng thoải mái, gần giống như tôi vẫn nhớ về nó lúc trước khi xảy ra mấy chuyện sói này, và hoàn toàn chẳng hề lo lắng gì về chuyện săn ma cà rồng cả."
        },
        {
            "en": "I glanced at Jake's face; it was relaxed, almost the same as I remembered it from before the onset of the wolf thing, and utterly <em>unconcerned</em> by the idea of hunting vampires.",
            "vi": "qua mặt Jake ; khuôn mặt anh chàng thoải mái, gần giống như tôi vẫn nhớ về nó lúc trước khi xảy ra mấy chuyện sói này, và hoàn toàn chẳng hề lo lắng gì về chuyện săn ma cà rồng cả."
        },
        {
            "en": "Four in ten people are 'ethical spenders', buying goods which do not, for example, involve dealings with oppressive regimes. This figure is the same as in 1990, although the number of 'armchair ethicals' has risen from 28 to 35 per cent and only 22 per cent say they are <em>unconcerned</em> now, against 30 per cent in 1990. Hughes claims that in the twenty-first century, consumers will be encouraged to think more about the entire history of the products and services they buy, including the policies of the companies that provide them and that this will require a greater degree of honesty with consumers.",
            "vi": "Bốn trong mười người là 'người chi tiêu có đạo đức', ví dụ, họ chỉ mua hàng hóa mà không liên quan đến các giao dịch với thái độ ép buộc. Con số này tương tự như trong năm 1990, mặc dù số lượng những người 'thích thể hiện là người tiêu dùng có đạo đức' đã tăng từ 28% đến 35% và chỉ có 22% nói rằng họ không quan tâm đến chuyện này, so với 30% vào năm 1990. Hughes tuyên bố rằng trong thế kỷ 21, người tiêu dùng sẽ được khuyến khích suy nghĩ nhiều hơn về toàn bộ lịch sử sản phẩm và dịch vụ họ mua, bao gồm các chính sách của các công ty cung cấp cho họ và điều này sẽ đòi hỏi mức độ trung thực cao hơn với người tiêu dùng. "
        },
        {
            "en": "Four in ten people are 'ethical spenders', buying goods which do not, for example, involve dealings with oppressive regimes. This figure is the same as in 1990, although the number of 'armchair ethicals' has risen from 28 to 35 per cent and only 22 per cent say they are <em>unconcerned</em> now, against 30 per cent in 1990. Hughes claims that in the twenty-first century, consumers will be encouraged to think more about the entire history of the products and services they buy, including the policies of the companies that provide them and that this will require a greater degree of honesty with consumers.",
            "vi": "Bốn trong mười người là 'người chi tiêu có đạo đức', ví dụ, họ chỉ mua hàng hóa mà không liên quan đến các giao dịch với thái độ ép buộc. Con số này tương tự như trong năm 1990, mặc dù số lượng những người 'thích thể hiện là người tiêu dùng có đạo đức' đã tăng từ 28% đến 35% và chỉ có 22% nói rằng họ không quan tâm đến chuyện này, so với 30% vào năm 1990. Hughes tuyên bố rằng trong thế kỷ 21, người tiêu dùng sẽ được khuyến khích suy nghĩ nhiều hơn về toàn bộ lịch sử sản phẩm và dịch vụ họ mua, bao gồm các chính sách của các công ty cung cấp cho họ và điều này sẽ đòi hỏi mức độ trung thực cao hơn với người tiêu dùng."
        },
        {
            "en": "Between 1990 and 1994 the proportion of consumers claiming to be unaware of or <em>unconcerned</em> about green issues fell from 18 to 10 per cent but the number of green spenders among older people and manual workers has risen substantially. Regions such as Scotland have also caught up with the south of England in their environmental concerns. According to Mintel, the image of green consumerism as associated in the past with the more eccentric members of society has virtually disappeared. The consumer research manager for Mintel, Angela Hughes, said it had become firmly established as a mainstream market. She explained that as far as the average person is concerned environmentalism has not gone off the boil'. In fact, it has spread across a much wider range of consumer groups, ages and occupations.",
            "vi": "Từ năm 1990 đến năm 1994, tỷ lệ người tiêu dùng không nhận thức hoặc không quan tâm đến các vấn đề \"xanh\" giảm từ 18% đến 10% nhưng số người người tiêu dùng cao tuổi và lao động chân tay ưa chuộng những mặt hàng \"xanh\" đã tăng lên đáng kể. Các khu vực như Scotland cũng đã bắt kịp với phía nam nước Anh trong mối quan ngại về môi trường của họ. Theo Mintel, hình ảnh của chủ nghĩa tiêu dùng \"xanh\" liên quan với các thành viên lập dị hơn trong xã hội từ quá khứ hầu như đã hoàn toàn biến mất. Người quản lý nghiên cứu người tiêu dùng cho tổ chức Mintel, Angela Hughes, cho biết nó đã được thành lập để trở thành một thị trường chủ đạo. Cô giải thích rằng vấn đề về môi trường vẫn luôn được quan tâm trên hết đối với mọi đối tượng. Trên thực tế, nó đã lan rộng trên một phạm vi lớn hơn nhiều so với các nhóm người tiêu dùng về tuổi tác và nghề nghiệp."
        },
        {
            "en": "Between 1990 and 1994 the proportion of consumers claiming to be unaware of or <em>unconcerned</em> about green issues fell from 18 to 10 per cent but the number of green spenders among older people and manual workers has risen substantially. Regions such as Scotland have also caught up with the south of England in their environmental concerns. According to Mintel, the image of green consumerism as associated in the past with the more eccentric members of society has virtually disappeared. The consumer research manager for Mintel, Angela Hughes, said it had become firmly established as a mainstream market. She explained that as far as the average person is concerned environmentalism has not gone off the boil'. In fact, it has spread across a much wider range of consumer groups, ages and occupations.",
            "vi": "Từ năm 1990 đến năm 1994, tỷ lệ người tiêu dùng không nhận thức hoặc không quan tâm đến các vấn đề \"xanh\" giảm từ 18% đến 10% nhưng số người người tiêu dùng cao tuổi và lao động chân tay ưa chuộng những mặt hàng \"xanh\" đã tăng lên đáng kể. Các khu vực như Scotland cũng đã bắt kịp với phía nam nước Anh trong mối quan ngại về môi trường của họ. Theo Mintel, hình ảnh của chủ nghĩa tiêu dùng \"xanh\" liên quan với các thành viên lập dị hơn trong xã hội từ quá khứ hầu như đã hoàn toàn biến mất. Người quản lý nghiên cứu người tiêu dùng cho tổ chức Mintel, Angela Hughes, cho biết nó đã được thành lập để trở thành một thị trường chủ đạo. Cô giải thích rằng vấn đề về môi trường vẫn luôn được quan tâm trên hết đối với mọi đối tượng. Trên thực tế, nó đã lan rộng trên một phạm vi lớn hơn nhiều so với các nhóm người tiêu dùng về tuổi tác và nghề nghiệp. "
        },
        {
            "en": "5         5. IMPRINT “Are you okay, Jake?  Charlie said you were having a hard time. . . . Isn’t it getting any better?” His warm hand curled around mine. “It’s not so bad,” he said, but he wouldn’t meet my eyes. He walked slowly back to the driftwood bench, staring at the rainbow-colored pebbles, and pulling me along at his side. I sat back down on our tree, but he sat on the wet, rocky ground rather than next to me. I wondered if it was so that he could hide his face more easily. He kept my hand. I started babbling to fill the silence. “It’s been so long since I was here. I’ve probably missed a ton of things. How are Sam and Emily? And Embry? Did Quil —?” I broke off mid-sentence, remembering that Jacob’s friend Quil had been a sensitive subject. “Ah, Quil,” Jacob sighed. So then it must have happened — Quil must have joined the pack. “I’m sorry,” I mumbled. To my surprise, Jacob snorted. “Don’t say that to him.” “What do you mean?” “Quil’s not looking for pity. Just the opposite — he’s jazzed. Totally thrilled.” This made no sense to me. All the other wolves had been so depressed at the idea of their friend sharing their fate. “Huh?” Jacob tilted his head back to look at me. He smiled and rolled his eyes.    “Quil thinks it’s the coolest thing that’s ever happened to him. Part of it is finally knowing what’s going on. And he’s excited to have his friends back — to be part of the ‘in crowd.’” Jacob snorted again. “Shouldn’t be surprised, I guess. It’s so Quil.” “He likes it?” “Honestly . . . most of them do,” Jacob admitted slowly. “There are definitely good sides to this — the speed, the freedom, the strength . . . the sense of — of family . . . . Sam and I are the only ones who ever felt really bitter. And Sam got past that a long time ago. So I’m the crybaby now.” Jacob laughed at himself. There were so many things I wanted to know. “Why are you and Sam different? What happened to Sam anyway? What’s his problem?” The questions tumbled out without room to answer them, and Jacob laughed again. “That’s a long story.” “I told you a long story. Besides, I’m not in any hurry to get back,” I said, and then I grimaced as I thought of the trouble I would be in. He looked up at me swiftly, hearing the double edge in my words. “Will he be mad at you?” “Yes,” I admitted. “He really hates it when I do things he considers . . . risky.” “Like hanging out with werewolves.” “Yeah.” Jacob shrugged. “So don’t go back. I’ll sleep on the couch.” “That’s a great idea,” I grumbled. “Because then he would come looking for me.” Jacob stiffened, and then smiled bleakly. “Would he?” “If he was afraid I was hurt or something — probably.” “My idea’s sounding better all the time.” “Please, Jake. That really bugs me.”  “What does?” “That you two are so ready to kill each other!” I complained. “It makes me crazy. Why can’t you both just be civilized?” “Is he ready to kill me?” Jacob asked with a grim smile, <em>unconcerned</em> by my anger. “Not like you seem to be!” I realized I was yelling. “At least he can be a grown-up about this. He knows that hurting you would hurt me — and so he never would. You don’t seem to care about that at all!” “Yeah, right,” Jacob muttered. “I’m sure he’s quite the pacifist.” “Ugh!” I ripped my hand out of his and shoved his head away. Then I pulled my knees up to my chest and wrapped my arms tightly around them. I glared out toward the horizon, fuming. Jacob was quiet for a few minutes. Finally, he got up off the ground and sat beside me, putting his arm around my shoulders. I shook it off. “Sorry,” he said quietly. “I’ll try to behave myself.” I didn’t answer. “Do you still want to hear about Sam?” he offered. I shrugged.  “Like I said, it’s a long story. And very . . . strange. There’re so many strange things about this new life. I haven’t had time to tell you the half of it. And this thing with Sam — well, I don’t know if I’ll even be able to explain it right.” His words pricked my curiosity in spite of my irritation. “I’m listening,” I said stiffly. Out of the corner of my eye, I saw the side of his face pull up in a smile. “Sam had it so much harder than the rest of us. Because he was the first, and he was alone, and he didn’t have anyone to tell him what was happening. Sam’s grandfather died before he was born, and his father has never been around. There was no one there to recognize the signs. The first time it happened — the first time he phased — he thought he’d gone insane. It took him two weeks to calm down enough to change back.  “This was before you came to Forks, so you wouldn’t remember. Sam’s mother and Leah Clearwater had the forest rangers searching for him, the police. People thought there had been an accident or something. . . .” “Leah?” I asked, surprised. Leah was Harry’s daughter. Hearing her name sent an automatic surge of pity through me. Harry Clearwater, Charlie’s life-long friend, had died of a heart attack this past spring. His voice changed, became heavier. “Yeah. Leah and Sam were high school sweethearts. They started dating when she was just a freshman. She was frantic when he disappeared.” “But he and Emily —” “I’ll get to that — it’s part of the story,” he said. He inhaled slowly, and then exhaled in a gust. I supposed it was silly for me to imagine that Sam had never loved anyone before Emily. Most people fall in and out of love many times in their lives. It was just that I’d seen Sam with Emily, and I couldn’t imagine him with someone else. The way he looked at her . . . well, it reminded me of a look I’d seen sometimes in Edward’s eyes — when he was looking at me.  “Sam came back,” Jacob said, “but he wouldn’t talk to anyone about where he’d been. Rumors flew — that he was up to no good, mostly. And then Sam happened to run in to Quil’s grandfather one afternoon when Old Quil Ateara came to visit Mrs. Uley. Sam shook his hand. Old Quil just about had a stroke.” Jacob paused to laugh. “Why?” Jacob put his hand on my cheek and pulled my face around to look at him — he was leaning toward me, his face was just a few inches away. His palm burned my skin, like he had a fever.  “Oh, right,” I said. It was uncomfortable, having my face so close to his with his hand hot against my skin. “Sam was running a temperature.” Jacob laughed again. “Sam’s hand felt like he’d left it sitting on a hot stovetop.” He was so close, I could feel his warm breath. I reached up casually, to take his hand away and free my face, but wound my fingers through his so that I wouldn’t hurt his feelings. He smiled and leaned back, undeceived by my attempt at nonchalance. “So Mr. Ateara went straight to the other elders,” Jacob went on. “They were the only ones left who still knew, who remembered. Mr. Ateara, Billy, and Harry had actually seen their grandfathers make the change. When Old Quil told them, they met with Sam secretly and explained. “It was easier when he understood — when he wasn’t alone anymore. They knew he wouldn’t be the only one affected by the Cullens’ return” — he pronounced the name with unconscious bitterness — “but no one else was old enough. So Sam waited for the rest of us to join him. . . .”  “The Cullens had no idea,” I said in a whisper. “They didn’t think that werewolves still existed here. They didn’t know that coming here would change you.” “It doesn’t change the fact that it did.” “Remind me not to get on your bad side.” “You think I should be as forgiving as you are? We can’t all be saints and martyrs.” “Grow up, Jacob.”  “I wish I could,” he murmured quietly. I stared at him, trying to make sense of his response. “What?” Jacob chuckled. “One of those many strange things I mentioned.” “You . . . can’t . . . grow up?” I said blankly. “You’re what? Not . . .aging? Is that a joke?” “Nope.” He popped his lips on the P. I felt blood flood my face. Tears — tears of rage — filled my eyes. My teeth mashed together with an audible grinding sound. “Bella? What did I say?” I was on my feet again, my hands balled up into fists, my whole frame shaking. “You. Are. Not. Aging,” I growled through my teeth. Jacob tugged my arm gently, trying to make me sit. “None of us are. What’s wrong with you?” “Am I the only one who has to get old? I get older every stinking day!” I nearly shrieked, throwing my hands in the air. Some little part of me recognized that I was throwing a Charlie-esque fit, but that rational part was greatly overshadowed by the irrational part. “Damn it! What kind of world is this? Where’s the justice?” “Take it easy, Bella.” “Shut up, Jacob. Just shut up! This is so unfair!” “Did you seriously just stamp your foot? I thought girls only did that on TV.” I growled unimpressively. “It’s not as bad as you seem to think it is. Sit down and I’ll explain.” “I’ll stand.” He rolled his eyes. “Okay. Whatever you want. But listen, Iwill get older . . . someday.” “Explain.” He patted the tree. I glowered for a second, but then sat; my temper had burned out as suddenly as it had flared and I’d calmed down enough to realize that I was making a fool of myself. “When we get enough control to quit . . . ,” Jacob said. “When we stop phasing for a solid length of time, we age again. It’s not easy.” He shook his head, abruptly doubtful. “It’s gonna take a really long time to learn that kind of restraint, I think. Even Sam’s not there yet. ’Course it doesn’t help that there’s a huge coven of vampires right down the road. We can’t even think about quitting when the tribe needs protectors. But you shouldn’t get all bent out of shape about it, anyway, because I’m already older than you, physically at least.”  “What are you talking about?” “Look at me, Bells. Do I look sixteen?” I glanced up and down his mammoth frame, trying to be unbiased. “Not exactly, I guess.” “Not at all. Because we reach full growth inside of a few months when the werewolf gene gets triggered. It’s one hell of a growth spurt.” He made a face. “Physically, I’m probably twenty-five or something. So there’s no need for you to freak out about being too old for me for at least another seven years.” Twenty-five or something.The idea messed with my head. But I remembered that growth spurt — I remembered watching him shoot up and fill out right before my eyes. I remembered how he would look different from one day to the next. . . . I shook my head, feeling dizzy. “So, did you want to hear about Sam, or did you want to scream at me some more for things that are out of my control?” I took a deep breath. “Sorry. Age is a touchy subject for me. That hit a nerve.” Jacob’s eyes tightened, and he looked as if he were trying to decide how to word something. Since I didn’t want to talk about the truly touchy stuff — my plans for the future, or treaties that might be broken by said plans, I prompted him. “So once Sam understood what was going on, once he had Billy and Harry and Mr. Ateara, you said it wasn’t so hard anymore. And, like you also said, there are the cool parts. . . .” I hesitated briefly. “Why does Sam hate them so much? Why does he wish I would hate them?” Jacob sighed. “This is the really weird part.” “I’m a pro at weird.” “Yeah, I know.” He grinned before he continued. “So, you’re right. Sam knew what was going on, and everything was almost okay. In most ways, his life was back to, well, not normal. But better.” Then Jacob’s expression tightened, like something painful was coming. “Sam couldn’t tell Leah. We aren’t supposed to tell anyone who doesn’t have to know. And it wasn’t really safe for him to be around her — but he cheated, just like I did with you. Leah was furious that he wouldn’t tell her what was going on — where he’d been, where he went at night, why he was always so exhausted — but they were working it out. They were trying. They really loved each other.” “Did she find out? Is that what happened?” He shook his head. “No, that wasn’t the problem. Her cousin, Emily Young, came down from the Makah reservation to visit her one weekend.” I gasped. “Emily is Leah’s cousin?” “Second cousins. They’re close, though. They were like sisters when they were kids.” “That’s . . . horrible. How could Sam . . . ?” I trailed off, shaking my head.  “Don’t judge him just yet. Did anyone ever tell you . . . Have you ever heard of imprinting ?” “Imprinting?” I repeated the unfamiliar word. “No. What’s that mean?” “It’s one of those bizarre things we have to deal with. It doesn’t happen to everyone. In fact, it’s the rare exception, not the rule. Sam had heard all the stories by then, the stories we all used to think were legends. He’d heard of imprinting, but he never dreamed . . .” “What is it?” I prodded. Jacob’s eyes strayed to the ocean. “Sam did love Leah. But when he saw Emily, that didn’t matter anymore. Sometimes . . . we don’t exactly know why . . . we find our mates that way.” His eyes flashed back to me, his face reddening. “I mean . . . our soul mates.”  “What way? Love at first sight?” I snickered. Jacob wasn’t smiling. His dark eyes were critical of my reaction. “It’s a little bit more powerful than that. More absolute.” “Sorry,” I muttered. “You’re serious, aren’t you?” “Yeah, I am.” “Love at first sight? But more powerful?” My voice still sounded dubious, and he could hear that. “It’s not easy to explain. It doesn’t matter, anyway.” He shrugged indifferently.   “You wanted to know what happened to Sam to make him hate the vampires for changing him, to make him hate himself. And that’s what happened. He broke Leah’s heart. He went back on every promise he’d ever made her. Every day he has to see the accusation in her eyes, and know that she’s right.” He stopped talking abruptly, as if he’d said something he hadn’t meant to. “How did Emily deal with this? If she was so close to Leah . . . ?” Sam and Emily were utterly right together, two puzzle pieces, shaped for each other exactly. Still . . . how had Emily gotten past the fact that he’d belonged to someone else? Her sister, almost.  “She was real angry, in the beginning. But it’s hard to resist that level of commitment and adoration.” Jacob sighed. “And then, Sam could tell her everything. There are no rules that can bind you when you find your other half. You know how she got hurt?” “Yeah.” The story in Forks was that she was mauled by a bear, but I was in on the secret. Werewolves are unstable, Edward had said.The people near them get hurt. “Well, weirdly enough, that was sort of how they resolved things. Sam was so horrified, so sickened by himself, so full of hate for what he’d done. . . . He would have thrown himself under a bus if it would have made her feel better. He might have anyway, just to escape what he’d done. He was shattered. . . . Then, somehow, she was the one comforting him , and after that. . . .” Jacob didn’t finish his thought, and I sensed the story had gotten too personal to share.  “Poor Emily,” I whispered. “Poor Sam. Poor Leah. . . .” “Yeah, Leah got the worst end of the stick,” he agreed. “She puts on a brave face. She’s going to be a bridesmaid.” I gazed away, toward the jagged rocks that rose from the ocean like stubby broken-off fingers on the south rim of the harbor, while I tried to make sense of it all. I could feel his eyes on my face, waiting for me to say something.   “Did it happen to you?” I finally asked, still looking away. “This love-at-first-sight thing?” “No,” he answered briskly. “Sam and Jared are the only ones.” “Hmm,” I said, trying to sound only politely interested. I was relieved, and I tried to explain my reaction to myself. I decided I was just glad he didn’t claim there was some mystical, wolfy connection between the two of us. Our relationship was confusing enough as it was. I didn’t need any more of the supernatural than I already had to deal with. He was quiet, too, and the silence felt a little awkward. My intuition told me that I didn’t want to hear what he was thinking.    “How did that work out for Jared?” I asked to break the silence. “No drama there. It was just a girl he’d sat next to in school every day for a year and never looked at twice. And then, after he changed, he saw her again and never looked away. Kim was thrilled. She’d had a huge crush on him. She’d had his last name tacked on to the end of hers all over in her diary.” He laughed mockingly. I frowned. “Did Jared tell you that? He shouldn’t have.”  Jacob bit his lip. “I guess I shouldn’t laugh. It was funny, though.” “Some soul mate.” He sighed. “Jared didn’t tell us anything on purpose. I already told you this part, remember?” “Oh, yeah. You can hear each other’s thoughts, but only when you’re wolves, right?” “Right. Just like your bloodsucker.” He glowered. “Edward,” I corrected.  “Sure, sure. That’s how come I know so much about how Sam felt. It’s not like he would have told us all that if he’d had a choice. Actually, that’s something we all hate.” The bitterness was abruptly harsh in his voice. “It’s awful. No privacy, no secrets. Everything you’re ashamed of, laid out for everyone to see.” He shuddered. “It sounds horrible,” I whispered. “It is sometimes helpful when we need to coordinate,” he said grudgingly. “Once in a blue moon, when some bloodsucker crosses into our territory. Laurent was fun. And if the Cullens hadn’t gotten in our way last Saturday . . . ugh!” he groaned. “We could have had her!” His fists clenched into angry balls. I flinched. As much as I worried about Jasper or Emmett getting hurt, it was nothing like the panic I felt at the idea of Jacob going up against Victoria. Emmett and Jasper were the closest thing to indestructible I could imagine. Jacob was still warm, still comparatively human. Mortal. I thought of Jacob facing Victoria, her brilliant hair blowing around her oddly feline face . . . and shuddered. Jacob looked up at me with a curious expression. “But isn’t it like that for you all the time? Having him in your head?”  “Oh, no. Edward’s never in my head. He only wishes.” Jacob’s expression became confused. “He can’t hear me,” I explained, my voice a tiny bit smug from old habit. “I’m the only one like that, for him. We don’t know why he can’t.” “Weird,” Jacob said. “Yeah.” The smugness faded. “It probably means there’s something wrong with my brain,” I admitted. “I already knew there was something wrong with your brain,” Jacob muttered. “Thanks.” The sun broke through the clouds suddenly, a surprise I hadn’t been expecting, and I had to narrow my eyes against the glare off the water. Everything changed color — the waves turned from gray to blue, the trees from dull olive to brilliant jade, and the rainbow-hued pebbles glittered like jewels. We squinted for a moment, letting our eyes adjust. There were no sounds besides the hollow roar of the waves that echoed from every side of the sheltered harbor, the soft grinding of the stones against each other under the water’s movement, and the cry of gulls high overhead. It was very peaceful. He settled closer to me, so that he was leaning against my arm. He was so warm. After a minute of this, I shrugged out of my rain jacket. He made a little sound of contentment in the back of his throat, and rested his cheek on the top of my head. I could feel the sun heat my skin — thought it was not quite as warm as Jacob — and I wondered idly how long it would take me to burn. Absentmindedly, I twisted my right hand to the side, and watched the sunlight glitter subtly off the scar James had left there. “What are you thinking about?” he murmured. “The sun.” “Mmm. It’s nice.” “What are you thinking about?” I asked. He chuckled to himself. “I was remembering that moronic movie you took me to. And Mike Newton puking all over everything.” I laughed, too, surprised by how time had changed the memory. It used to be one of stress, of confusion. So much had changed that night. . . . And now I could laugh. It was the last night Jacob and I had had before he’d learned the truth about his heritage. The last human memory. An oddly pleasant memory now. “I miss that,” Jacob said. “The way it used to be so easy . . . uncomplicated. I’m glad I’ve got a good memory.” He sighed. He felt the sudden tension in my body as his words triggered a memory of my own. “What is it?” he asked. “About that good memory of yours . . .” I pulled away from him so that I could read his face. At the moment, it was confused. “Do you mind telling me what you were doing Monday morning? You were thinking something that bothered Edward.” Bothered wasn’t quite the word for it, but I wanted an answer, so I thought it was best not to start out too severely. Jacob’s face brightened with understanding, and he laughed. “I was just thinking about you. Didn’t like that much, did he?” “Me? What about me?” Jacob laughed, with a harder edge this time. “I was remembering the way you looked that night Sam found you — I’ve seen it in his head, and it’s like I was there; that memory has always haunted Sam, you know. And then I remembered how you looked the first time you came to my place. I bet you don’t even realize what a mess you were then, Bella. It was weeks before you started to look human again. And I remembered how you always used to have your arms wrapped around yourself, trying to hold yourself together. . . .” Jacob winced, and then shook his head. “It’s hard for me to remember how sad you were, and it wasn’t my fault. So I figured it would be harder for him. And I thought he ought to get a look at what he’d done.” I smacked his shoulder. It hurt my hand. “Jacob Black, don’t you ever do that again! Promise me you won’t.” “No way. I haven’t had that much fun in months.” “So help me, Jake —” “Oh, get a grip, Bella. When am I ever going to see him again? Don’t worry about it.” I got to my feet, and he caught my hand as I started to walk away. I tried to tug free. “I’m leaving, Jacob.” “No, don’t go yet,” he protested, his hand tightening around mine. “I’m sorry. And . . . okay, I won’t do it again. Promise.” I sighed. “Thanks, Jake.” “Come on, we’ll go back to my house,” he said eagerly.  “Actually, I think I really do need to go. Angela Weber is expecting me, and I know Alice is worried. I don’t want to upset her too much.” “But you just got here!” “It feels that way,” I agreed. I glared up at the sun, somehow already directly overhead. How had the time passed so quickly? His eyebrows pulled down over his eyes. “I don’t know when I’ll see you again,” he said in a hurt voice. “I’ll come back the next time he’s away,” I promised impulsively. “Away?” Jacob rolled his eyes. “That’s a nice way to describe what he’s doing. Disgusting parasites.” “If you can’t be nice, I won’t come back at all!” I threatened, trying to pull my hand free. He refused to let go. “Aw, don’t be mad,” he said, grinning. “Knee-jerk reaction.” “If I’m going to try to come back again, you’re going to have to get something straight, okay?” He waited. “See,” I explained. “I don’t care who’s a vampire and who’s a werewolf. That’s irrelevant. You are Jacob, and he is Edward, and I am Bella. And nothing else matters.” His eyes narrowed slightly. “But I am a werewolf,” he said unwillingly. “And he is a vampire,” he added with obvious revulsion. “And I’m a Virgo!” I shouted, exasperated. He raised his eyebrows, measuring my expression with curious eyes. Finally, he shrugged. “If you can really see it that way . . .” “I can. I do.”   “Okay. Just Bella and Jacob. None of those freaky Virgos here.” He smiled at me, the warm, familiar smile that I had missed so much. I felt the answering smile spread across my face. “I’ve really missed you, Jake,” I admitted impulsively. “Me, too,” his smile widened. His eyes were happy and clear, free for once of the angry bitterness. “More than you know. Will you come back soon?” “As soon as I can,” I promised.",
            "vi": "5         5. HỘI NHẬP \"Bạn ổn chứ, Jake? Charlie nói bạn đang khổ sở…..Không lẽ chẳng đỡ hơn chút nào sao?\" Bàn tay ấm áp của anh cuộn quanh bàn tay tôi.  \"Không tệ đến thế,\" anh nói, nhưng không nhìn vào mắt tôi. Anh chậm rãi đi vòng lại chỗ băng ghế của khúc gỗ trôi giạt, nhìn chằm chằm những hòn sỏi đủ sắc cầu vồng, và kéo tôi đi bên anh. Tôi ngồi xuống cây gỗ của chúng tôi, nhưng anh lại ngồi lên chỗ đất ướt, lởm chởm đá chớ không ngồi kế bên tôi. Tôi không biết liệu đó có phải là cách để anh có thể giấu mặt mình dễ hơn không. Anh nắm lấy bàn tay tôi. Tôi bắt đầu nói huyên thuyên để phá tan không khí im lặng. \"Lâu lắm rồi tôi mới trở lại đây. Chắc tôi không biết nhiều chuyện lắm. Sam và Emily ra sao rồi?  Còn Embry nữa? Quil đã - ?\" Tôi dừng nửa chừng, chợt nhớ bạn Jacob - Quil đã từng là một vấn đề nhạy cảm.  \"À, Quil,\" Jacob thở dài.  Vậy hẳn là chuyện đó đã xảy ra - Quil chắc đã tham gia vào đàn sói rồi.  \"Tôi  xin lỗi,\" tôi lầm bầm.  Tôi không ngờ là Jacob khịt mũi. \"Đừng nói thế với cậu ta\" \"Bạn nói vậy nghĩa là sao?\" \"Quil không mong bị thương hại. Mà hoàn toàn ngược lại –cậu ấy rất phấn khích. Hết sức phấn khởi.\" Chuyện này làm tôi chả hiểu gì cả. Tất cả những người sói khác đều rất buồn phiền khi bạn mình có cùng chung số phận với họ. \"Hở?\" Jacob ngoái đầu ra sau nhìn tôi. Cậu ta mỉm cười, rồi đảo mắt.     \"Quil nghĩ đó chính là thứ tuyệt vời nhất mà cậu ấy từng có. Một phần là do cuối cùng cậu ta biết chuyện gì đang xảy ra. và cậu ấy vui vì lại có bạn bè – vui vì đã trở thành thành viên của  một “đại gia đình.\" Jacob lại khịt mũi.  “Tôi nghĩ chuyện đó chẳng có gì là bất ngờ cả. Đúng thực là Quil\" \"Cậu ấy thích vậy à?\"  \"Nói thiệt, bọn họ đều vậy cả,\" Jacob chậm rãi thừa nhận. \"rõ ràng chuyện này cũng có mặt tốt của nó - về tốc độ, tự do, sức mạnh . . . tình cảm -- gia đình... Sam và tôi là những người duy nhất từng cảm thấy thật sự cay đắng. Và Sam đã trải qua chuyện đó cách đây đã lâu rồi. Vì thế giờ đây chỉ còn tôi kêu ca.\" Jacob cười nhạo mình.  Có quá nhiều thứ tôi muốn biết. \"Tại sao bạn và Sam khác nhau? Thế chuyện gì đã xảy ra với Sam? Khó khăn của anh ấy là gì?\" Những câu hỏi chen nhau tuôn ra làm cho anh chàng không biết đâu mà lần, và Jacob lại cười.  \"Dài dòng lắm.\" \"Tôi cũng đã kể bạn nghe chuyện dài còn gì.  Hơn nữa, tôi đâu có vội về nhà\" tôi nói, rồi nhăn nhó khi nghĩ đến rắc rối sắp đến.  Anh ấy ngước nhanh nhìn, lắng nghe ẩn ý trong lời nói của tôi. \"Anh ta sẽ giận bạn hả?\" \"Ừ,\" tôi thừa nhận. \"Anh ấy rất ghét khi tôi làm mấy chuyện mà ảnh … nghĩ là mạo hiểm.\" \"Chẳng hạn như chơi với người sói chứ gì.\" \"Ờ. \" Jacob nhún vai. \"Vậy thì đừng về. Tôi sẽ ngủ trên ghế trường kỷ.\" \"Hay dữ,\" tôi làu bàu. \"Vì ảnh sẽ đến tìm tôi.\" Jacob thừ người ra, rồi mỉm cười thất vọng. \"Anh ta sẽ vậy à?\" \"Nếu ảnh sợ tôi bị thương hay gì gì đó - có lẽ thế\" \"Ý tưởng của tôi lúc nào cũng hay hơn.\" \"Làm ơn đi mà, Jake. Chuyện đó làm tôi bực quá.\" “Chuyện gì làm bạn bực chứ?\" \"Chuyện hai người luôn sẵn sàng giết nhau á!\" Tôi than vãn. \"Chuyện đó làm tôi muốn điên luôn. Tại sao cả hai người không thể cư xử văn minh giùm?\" \"Hắn ta sẵn sàng giết tôi à?\" Jacob hỏi với nụ cười đáng ngại, không quan tâm mấy đến vẻ giận dữ của tôi.  \"Không giống như bạn đâu!\" Tôi nhận ra mình đang gào to. \"Ít ra thì ảnh cũng tỏ ra người lớn trong chuyện này. Ảnh biết là làm bạn đau đớn cũng sẽ làm tôi đau đớn - và vì vậy ảnh sẽ chẳng bao giờ làm. Còn bạn thì dường như chẳng thèm quan tâm đến chuyện đó chút nào hết!\" \"Ờ, đúng rồi,\" Jacob lẩm bẩm. \"Chắc anh ta yêu chuộng hòa bình ghê lắm\" \"Chao ôi!\" Tôi gỡ tay mình ra khỏi tay anh và đẩy đầu anh ra. Sau đó tôi co hai đầu gối lên trước ngực và choàng tay ôm chặt chúng lại.  Tôi nhìn ra phía chân trời, giận dữ.  Jacob yên lặng trong vài phút. Cuối cùng, anh đứng bật dậy và ngồi bên cạnh tôi, quàng hai tay lên vai tôi. Tôi hất ra.  \"Xin lỗi, \" anh lặng lẽ nói. \"Tôi sẽ cố cư xử đàng hoàng.\" Tôi không trả lời.  \"Bạn còn muốn nghe chuyện Sam không?\" anh đề nghị.  Tôi nhún vai.  \"Như tôi đã nói, chuyện dài lắm. Và rất….. kỳ lạ. Có rất nhiều điều kỳ cục về cuộc đời mới này. Tôi đã không có thời gian để kể cho bạn nghe dù chỉ một nửa. Và chuyện của Sam - ừm, tôi thậm chí không biết mình có thể giải thích đúng đắn không nữa.\" Lời anh làm tôi tò mò mặc dù đang rất bực tức.  “Tôi đang nghe đó,\" tôi nói cứng Liếc nhìn kín đáo, tôi thấy gò má anh nhô lên vì cười.  \"Sam khó chấp nhận chuyện đó hơn tụi tôi.  Vì ảnh là người đầu tiên, và ảnh chỉ có một mình, và ảnh không có ai báo cho ảnh biết chuyện gì đang diễn ra. Ông Sam chết trước khi ảnh ra đời, và cha ảnh chưa bao giờ ở gần ảnh. Chẳng có ai ở đó để nhận ra những dấu hiệu này. Lần đầu chuyện đó xảy ra - lần đầu tiên ảnh biến hình - ảnh nghĩ ảnh bị điên. Phải mất hai tuần ảnh mới đủ bình tĩnh để biến lại thành người.  \"Chuyện này xảy ra trước khi bạn đến Forks, vì vậy bạn không nhớ đâu. Mẹ Sam và Leah Clearwater đã nhờ mấy người kiểm lâm tìm ảnh, cả cảnh sát. Mọi người tưởng có tai nạn xảy ra này nọ..…\" \"Leah?\" Tôi hỏi, ngạc nhiên. Leah là con gái của Harry. Nghe đến tên cô tự động làm lòng tôi trào dâng thương cảm. Harry Clearwater, bạn lâu niên của Charlie, đã chết vì đau tim mùa xuân rồi.  Anh đổi giọng, nặng nề hơn. \"Ờ. Leah và Sam yêu nhau khi còn học trung học. Họ bắt đầu hẹn hò khi cô ấy học năm thứ nhất. Cô ấy phát rồ khi ảnh biến mất.\" \"Nhưng ảnh và Emily -\"                      \"Tôi sẽ nói đến chuyện đó - đó là một phần của câu chuyện,\" anh nói. Anh hít từ từ, rồi thở mạnh ra. Tôi thấy mình thực ngốc khi nghĩ Sam chưa hề yêu ai trước khi đến với Emily. Hầu hết mọi người đều yêu rồi chia tay nhiều lần trong đời. Chỉ vì tôi đã quen thấy Sam với Emily, và tôi không thể tưởng tượng ra cảnh ảnh với người khác. Cái cách anh nhìn cô. ….ừm, điều này làm tôi nhớ đến ánh mắt của Edward đôi khi - khi anh nhìn tôi.  \"Sam trở về,\" Jacob nói, \"nhưng không nói cho ai biết ảnh đã ở đâu.  Tin đồn lan rộng – hầu hết mọi người nói rằng ảnh đã làm chuyện gì đó sai trái. Rồi Sam tình cờ gặp ông nội Quil vào một buổi chiều nọ khi ông Quil Ateara đến thăm bà Uley. Sam bắt tay ông. Già Quil suýt nữa thì bị đột quỵ rồi.\" Jacob dừng lại cười.  \"Sao vậy?\" Jacob áp tay lên má tôi và xoay mặt tôi để nhìn vào anh - anh đang nghiêng mình về phía tôi, mặt anh chỉ cách có mấy xăng-ti-mét. Lòng bàn tay anh thiêu cháy da tôi, như thể anh bị sốt vậy. \"Ồ, đúng ha,\" tôi nói. Thật không thoải mái, khi mặt tôi quá gần mặt anh với bàn tay anh nóng bỏng trên da tôi. \"Sam lúc đó đang nóng bừng bừng.\" Jacob lại cười lớn. \"Tay Sam giống như thể đã đặt trên lò lửa vậy.\" Anh quá gần, tôi có thể cảm nhận hơi thở ấm áp của anh. Tôi tự nhiên rướn người lên, để làm tay anh tuột khỏi mặt tôi, nhưng tay vẫn đan tay anh để không làm anh bị tổn thương. Anh mỉm cười và ngả người ra, không bị lừa bởi cố gắng tỏ ra tự nhiên của tôi.  \"Thế là ông Ateara đi thẳng đến chỗ những người già khác,\" Jacob tiếp tục. \"Họ là những người duy nhất còn lại vẫn còn biết, vẫn còn nhớ. Ông Ateara, Billy, và Harry thực đã chứng kiến cảnh ông họ biến đổi. Khi Già Quil kể với họ, họ bí mật gặp Sam và giải thích chuyện này.  \"Chuyện này dễ dàng hơn khi ảnh hiểu ra - khi ảnh không còn đơn độc nữa. Họ biết ảnh sẽ không phải là người duy nhất bị ảnh hưởng bởi sự trở về của gia đình Cullens\" - ảnh nhắc đến tên này với vẻ cay đắng vô thức - \"nhưng chẳng ai khác đủ lớn. Vì thế Sam chờ tụi tôi tham gia với ảnh...\" \"Gia đình Cullens chẳng hề biết,\" tôi thì thầm. \"Họ không nghĩ vẫn còn người sói ở đây.   Họ không biết là việc họ đến đây làm biến đổi các bạn.\"              “Sự thật vẫn là sự thật. \" \"Chuyện này nhắc nhở tôi đừng làm bạn nổi khùng.\" \"Bạn nghĩ tôi nên khoan dung như bạn à? Đâu phải ai cũng là thánh hay người tử vì đạo đâu. \" \"Người lớn chút đi, Jacob. \" \"Ước gì vậy được, \" anh thì thầm lặng lẽ.  Tôi nhìn anh  chằm chằm, cố hiểu phản ứng của anh. \"Gì chớ?\" Jacob cười khúc khích. \"Một trong những chuyện kỳ lạ tôi đã nói đó.\" \"Bạn… không thể…. lớn lên ư?\" Tôi ngây người ra hỏi. \"Bạn sao chớ? Không... già đi ư? Giỡn à?\" \"Không.\" Anh bập môi kêu cái bốp. Tôi cảm thấy máu rần rật trên mặt mình. Nước mắt – những giọt nước mắt tức giận – tràn mi. Tôi nghiến răng kêu kèn kẹt rõ to.  \"Bella? Tôi đã nói gì vậy?\" Tôi lại đứng lên, bàn tay cuộn lại thành nắm đấm, toàn thân run rẩy.  \"Bạn. Không. Già . Đi,\" tôi gầm gừ qua kẽ răng.  Jacob giật nhẹ cánh tay tôi, cố ấn tôi ngồi xuống. \"Chẳng ai trong tụi tôi già đi cả. Có chuyện gì với bạn vậy?\" \"Vậy tôi là người duy nhất phải già đi sao? Tôi sẽ già đi theo từng ngày quỷ quái!\" Tôi gần như rít lên, vung tay vào không trung. Một phần nhỏ nhoi trong tôi nhận ra mình đang nổi cơn tam bành giống Charlie, nhưng chút lý trí đó cũng đã bị phần mất lý trí che lấp. \"Khốn kiếp! Loại thế giới gì đây? Đâu là công lý chớ?\" \"Bình tĩnh nào, Bella.\" \"Im đi, Jacob. Im ngay! Thật quá bất công!\" \"Thiệt là bạn dậm chân dậm cẳng đó hả? Tôi tưởng con gái chỉ làm thế trên TV thôi chớ.\" Tôi gầm gừ chẳng chút ấn tượng nào.  \"Chẳng tệ như bạn nghĩ đâu. Ngồi xuống nghe tôi giải thích nào.\" \"Tôi sẽ đứng.\" Anh trợn tròn mắt. \"Thôi được. Bạn muốn sao cũng được. Nhưng nghe này, một ngày nào đó….. tôi sẽ già đi\" \"Giải thích đi.\" Anh vỗ vỗ cái cây. Tôi trừng mắt nhìn một lát, nhưng cũng ngồi phịch xuống; cơn nóng nảy của tôi cũng tan biến bất ngờ như lúc bùng lên và tôi đã đủ bình tĩnh để nhận ra mình đang tự biến mình thành con ngốc.  \"Khi tụi tôi đủ khả năng để từ bỏ...,\" Jacob nói. \"Khi tụi tôi ngưng biến hình trong một khoảng thời gian liên tục, tụi tôi sẽ già đi. Thật không dễ chút nào.\" Anh lắc đầu, đột ngột nghi ngờ. \"Phải mất khá nhiều thời gian mới hiểu được loại kiềm chế này. Thậm chí Sam cũng chưa làm được chuyện này nữa. Nhưng chẳng ích gì vì có cả một lũ ma cà rồng đông đúc ngay trên đường phố. Tụi tôi thậm chí chẳng thể nghĩ đến chuyện từ bỏ này khi bộ lạc vẫn cần người che chở. Nhưng dù sao thì bạn cũng không nên bận tâm về điều này, vì tôi đã già hơn bạn rồi, ít nhất là về mặt thể chất\" \"Bạn đang nói gì thế?\" \"Hãy nhìn tôi nè, Bells. Tôi có giống 16 tuổi không?\" Tôi nhìn lên nhìn xuống thân hình đồ sộ của anh, cố tỏ ra không thành kiến. \"Tôi nghĩ là không giống mấy\" \"Chẳng giống chút nào. Bởi vì tụi tôi đã trưởng thành hoàn toàn trong vài tháng khi gen người sói bắt đầu bộc phát. Tăng trưởng nhanh kinh khiếp.\" Anh nhăn nhó. \"Về mặt thể chất, chắc tôi khoảng hai lăm tuổi gì đó. Vì vậy bạn không nên làm om sòm về chuyện quá già so với tôi trong vòng ít nhất bảy năm nữa\" Khoảng hai mươi lăm tuổi gì đó. Ý nghĩ này làm đầu óc tôi lộn tùng phèo. Nhưng tôi nhớ chuyện lớn vọt đó - tôi nhớ đã nhìn anh cao vọt lên và to ra ngay trước mắt mình. Tôi nhớ anh trông khác từng ngày ra sao... Tôi lắc lắc đầu, cảm thấy chóng mặt.  \"Nè, bạn có muốn nghe chuyện Sam, hay bạn muốn hét thêm vào mặt tôi chuyện gì đó ngoài khả năng kiểm soát của tôi hả?\" Tôi hít thật sâu. \"Xin lỗi. Vấn đề tuổi tác là đề tài quá nhạy cảm đối với tôi. Chuyện đó làm tôi căng thẳng.\" Jacob nhắm nghiền mắt, trông như thể anh đang cố nghĩ ra cách nói điều gì đó.  Vì tôi không muốn nói đến chuyện nhạy cảm thực sự đó – dự định của tôi trong tương lai, hoặc hoà ước có thể bị phá vỡ vì những dự định trên, nên tôi nhắc anh.  \"Vậy khi Sam hiểu chuyện gì đang xảy ra, khi ảnh đã có Billy và Harry và ông Ateara, bạn nói chuyện đó không còn khó nữa. Và, như bạn đã nói, có những điểm hay ho...\" Tôi do dự giây lát. \"Thì tại sao Sam lại ghét họ đến thế? Tại sao ảnh muốn tôi ghét họ?\" Jacob thở dài. \"Đây là phần hết sức kỳ lạ.\" \"Tôi là trùm về chuyện kỳ lạ mà.\" \"Ờ, tôi biết.\" Anh cười toe toét rồi mới nói tiếp. \"Nè, bạn nói đúng đó. Sam biết chuyện gì đang xảy ra, và mọi thứ gần như ổn rồi. Về mọi mặt, cuộc sống của ảnh đã trở lại, ờ, không bình thường. Mà là tốt hơn.\" Rồi mặt Jacob cau lại, như thể điều gì đó  đau đớn đang đến. \"Sam không thể nói cho Leah biết. Tụi tôi không được kể cho ai biết hết nếu những người này chẳng cần phải biết. Và ở bên cô ấy, thật chẳng an toàn chút nào - nhưng ảnh đã lừa đảo, như tôi đã làm vậy với bạn. Leah rất tức giận vì ảnh không chịu nói cho cô ấy biết chuyện gì đang xảy ra – ảnh đã ở đâu, ảnh đi đâu lúc đêm về, tại sao ảnh luôn kiệt sức - nhưng họ đang giải quyết chuyện này. Họ đang cố gắng. Họ rất yêu nhau.\" \"Cô ấy có khám phá ra không?  Có phải đã xảy ra thế không?\" Anh lắc đầu. \"Không, không phải là vấn đề đó. Em họ của cô ấy, Emily Young, từ khu bảo tồn Makah xuống để thăm cô ấy vào một ngày cuối tuần.\" Tôi thở hổn hển. \"Emily là em họ của Leah?\" \"Chị em họ xa thôi. Nhưng họ thân nhau lắm. Khi còn nhỏ, y như hai chị em ruột vậy\" \"Chuyện đó…..khủng khiếp quá. Làm sao mà Sam có thể…..? Tôi lắc đầu, giọng nhỏ dần,.  \"Tuy vậy, đừng vội đánh giá ảnh. Có ai từng bảo bạn là…. Bạn đã bao giờ nghe chuyện tiếng sét chưa?\" “Tiếng sét?\" Tôi lặp lại từ xa lạ này. \"Không biết. Nghĩa là gì vậy?\" \"Đó là một trong những thứ kỳ quái đó tụi tôi phải đối phó. Chuyện này không xảy ra với tất cả mọi người. Thực ra, đó là ngoại lệ hiếm hoi, không theo quy luật. Sam đã nghe mấy chuyện này trước đó rồi, những câu chuyện mà mình thường hay nghĩ chỉ là chuyện cổ tích. Ảnh đã nghe đến chuyện tiếng sét, nhưng ảnh chẳng bao giờ lại nghĩ... \" \"Nó là cái gì vậy?\" Tôi thúc giục.  Mắt Jacob nhìn xa xăm ra biển. \"Sam đã rất yêu Leah. Nhưng khi gặp Emily, chuyện đó đã không còn ý nghĩa gì nữa. Đôi khi…tụi tôi không biết chính xác tại sao… tụi tôi lại tìm bạn theo cách đó.\" Mắt anh liếc tôi thật nhanh, mặt anh đỏ lên . \"Ý tôi là……là bạn đời.\" \"Theo kiểu gì? Yêu ngay từ cái nhìn đầu tiên à?\" Tôi cười khúc khích.  Jacob không cười. Đôi mắt đen của anh có ý lên án phản ứng của tôi. \"Nó mãnh liệt hơn thế đôi chút.  Rõ ràng hơn.\" \"Xin lỗi, \" tôi lẩm bẩm. \"Bạn nói thiệt đó hả?\" \"Ờ, thiệt đó.\" \"Yêu ngay từ ánh nhìn đầu tiên? Nhưng mãnh liệt hơn?\" Giọng tôi vẫn đầy vẻ nghi ngờ, và anh biết điều đó.  \"Không dễ giải thích đâu. Dù sao thì cũng không quan trọng.\" Anh nhún vai hững hờ.  \"Bạn muốn biết chuyện gì đã làm Sam ghét ma cà rồng vì đã biến đổi ảnh, làm ảnh căm ghét bản thân mình ư. Và đó là chuyện đã xảy ra. Ảnh đã làm Leah đau lòng. Ảnh chà đạp lên mọi lời đã hứa với cô ấy.  Mỗi ngày ảnh phải nhìn thấy lời buộc tội này trong mắt cô ấy, và biết rằng cô ấy đúng.\" Anh ngừng lại đột ngột, như thể anh đã nói cái gì đó không định nói ra.  \"Emily đã đối phó với chuyện này như thế nào? Nếu cô ấy thân với Leah như thế ... ?\" Sam và Emily hoàn toàn xứng với nhau, hai mảnh ghép, hoàn toàn khớp nhau. Tuy nhiên…..làm sao Emily quên được chuyện ảnh đã từng thuộc về người khác?  Mà gần như là chị cô.  \"Lúc mới đầu cô ấy hết sức tức giận. Nhưng thật khó mà cưỡng lại sự tận tụy và đam mê đến mức đó.\" Jacob thở dài. \"Rồi, Sam đã có thể kể cho cô ấy biết mọi chuyện. Không có luật lệ nào có thể trói buộc bạn khi bạn tìm ra nửa kia của đời mình. Bạn cũng biết cô ấy bị thương thế nào rồi phải không?\" \"Ờ.\" Câu chuyện được truyền tụng ở Forks là cô ấy đã bị gấu tấn công, nhưng tôi đã biết bí mật này. Người sói không tự chủ được, Edward nói thế. Những người gần gũi chúng sẽ bị thương.  \"Ừm, kỳ lạ hết sức, đó là cách họ giải quyết mọi chuyện. Sam quá khiếp sợ, quá kinh tởm chính mình, căm ghét điều mình đã gây ra…. Ảnh lẽ ra đã lao vào xe buýt nếu làm vậy sẽ khiến cô ấy cảm thấy đỡ hơn. Dù sao đi nữa, nếu làm vậy thì ảnh đã có thể trốn tránh được chuyện mình đã làm. Ảnh đã bị khủng hoảng. .. Rồi, làm sao đó, cô ấy là người duy nhất an ủi ảnh, và sau đó….\" Jacob không nói hết được suy nghĩ của mình, và tôi cảm thấy câu chuyện quá riêng tư để kể cho nhau biết.  \"Tội nghiệp Emily,\" tôi thì thầm. “Tội nghiệp Sam. Tội nghiệp Leah…..\" \"Ờ, Leah là người khổ tâm nhất, \" anh đồng ý. \"Cô ấy tỏ vẻ can đảm. Cô ấy sẽ làm phù dâu.\" Tôi nhìn đi chỗ khác, về phía đá lởm chởm nhô lên từ biển như những ngón tay múp míp bị đứt lìa trên phía nam của bến cảng, vừa cố hiểu hết mấy chuyện này. Tôi có thể cảm nhận đôi mắt anh nhìn vào mặt tôi, chờ tôi nói gì đó. \"Chuyện đó đã xảy đến với bạn à?\" Cuối cùng thì tôi cũng hỏi, vẫn nhìn sang chỗ khác. \"Chuyện yêu ngay từ cái nhìn đầu tiên á?\" \"Không,\" anh trả lời thật nhanh. \"Sam và Jared là những người duy nhất.\" \"Ưm,\" tôi nói, cố tỏ vẻ lịch sự quan tâm. Tôi cảm thấy nhẹ nhõm, và tôi cố giải thích phản ứng này với chính mình. Tôi cho là mình mừng vì anh không khẳng định có mối ràng buộc kiểu người sói huyền bí nào giữa hai chúng tôi. Quan hệ của chúng tôi nhiêu đó cũng đủ rối tung lên rồi. Không cần thêm bất cứ chuyện siêu nhiên nào hơn cái tôi đã có để đối phó.  Anh cũng yên lặng, và sự im lặng này hơi không thoải mái. Trực giác mách bảo là tôi không muốn nghe điều anh đang suy nghĩ.  \"Chuyện đó xảy ra với Jared như thế nào?\" Tôi hỏi để phá tan sự yên lặng.  \"Không có gì kịch tính hết.  Chỉ là một cô gái anh chàng ngồi bên cạnh ở trường mỗi ngày suốt một năm mà không bao giờ nhìn lại lần thứ hai. Thế mà, sau khi biến đổi, anh chàng gặp lại cô nàng và không bao giờ nhìn sang chỗ khác nữa. Kim khoái lắm. Cô nàng mê tít anh chàng mà. Cô nàng đã kèm cả họ của anh chàng vào sau tên của cô nàng trong khắp nhật ký. Anh cười giễu cợt.  Tôi cau mày. \"Jared kể bạn nghe chuyện đó hả? Lẽ ra anh ta không nên thế chứ.\" Jacob cắn môi. \"Tôi nghĩ mình không nên cười. Mặc dù chuyện đó thiệt mắc cười\" \"Bạn lòng.”  Anh thở dài. \"Jared không cố tình kể cho chúng tôi nghe gì hết.  Tôi đã kể bạn nghe phần này rồi, nhớ không?\" \"Ồ, ờ.  Mấy bạn có thể nghe suy nghĩ của nhau, nhưng chỉ khi là người sói thôi, phải không?\" \"Đúng. Cũng giống thằng hút máu của bạn.\" Anh quắc mắt nhìn tôi.  \"Edward,\" tôi chỉnh lại. \"Đúng rồi, đúng rồi. Đó là tại sao tôi biết nhiều về cảm giác của Sam như thế. Nếu ảnh được quyền lựa chọn thì sẽ không có chuyện ảnh kể cho tụi tôi biết. Thực ra thì, đó là điều tất cả tụi tôi đều ghét.\" Giọng anh đột ngột cay đắng . \"Thật khủng khiếp. Không còn gì riêng tư, không còn gì bí mật gì cả. Mọi thứ mà bạn ngại ngùng đều bị phơi bày cho mọi người thấy.\" Anh rùng mình.  \"Nghe khủng khiếp quá,\" tôi thì thầm.  \"Chuyện này đôi khi có ích khi tụi tôi cần phối hợp nhau,\" anh miễn cưỡng nói \"Năm thì mười hoạ khi có một tên hút máu nào đó băng qua lãnh thổ của tụi tôi. Laurent vui thật. Và nếu gia đình Cullens không ngáng đường tụi tôi hôm thứ bảy vừa rồi….ugh!\" anh rên rỉ. \"thì tụi tôi đã tóm được cô ả rồi!\" Tay anh cuộn lại thành nắm đấm giận dữ.  Tôi nao núng. Dù tôi rất lo Jasper hoặc Emmett bị thương, cũng chẳng hề so được với nỗi hoảng sợ khi nghĩ đến Jacob đấu với Victoria. Emmett và Jasper là những người gần như không thể hủy diệt.  Còn Jacob vẫn ấm áp, vẫn khá là người. Có thể chết. Tôi nghĩ đến chuyện Jacob đối mặt với Victoria, mái tóc rực rỡ của cô ta vờn quanh khuôn mặt nham hiểm kỳ lạ... rồi rùng mình.  Jacob nhìn tôi tò mò.\"Nhưng với bạn cũng có khác gì đâu?  Anh ta luôn chui vô đầu bạn?” \"Ồ, không. Edward không bao giờ chui vô đầu tôi cả. Ảnh chỉ biết ước thôi. \" Vẻ mặt Jacob trở nên bối rối.  \"Ảnh không đọc được suy nghĩ của tôi, \" tôi giải thích, giọng tôi hơi tự mãn một chút do thói quen cũ. \"Tôi là người duy nhất như thế, đối với ảnh. Tụi tôi không biết tại sao ảnh lại không thể.\" \"Kỳ ha,\" Jacob nói.  \"Ờ.\" Nét tự phụ tan biến. \"Có lẽ nghĩa là đầu óc tôi không ổn sao đó,\" tôi thú nhận.  \"Tôi đã biết đầu óc bạn bất bình thường rồi,\" Jacob lẩm bẩm.  \"Cám ơn nghe.\" Mặt trời đột ngột ló ra khỏi đám mây, một điều bất ngờ mà tôi không nghĩ đến, và tôi phải nheo mắt tránh ánh phản chiếu của nó trên mặt nước. Mọi thứ đổi màu -  những con sóng chuyển từ xám sang xanh dương, những cây ô liu xám xịt chuyển sang  màu ngọc bích lấp lánh, và những viên sỏi màu cầu vồng chiếu lấp lánh như nữ trang thiệt vậy.  Chúng tôi nheo mắt nhìn một hồi lâu, điều chỉnh mắt lại. Chẳng có tiếng động nào ngoài tiếng sóng vỗ liên tục vọng lại từ bốn bề bến cảng được che chắn, tiếng lạo xạo nhẹ nhàng của sỏi va vào nhau theo chuyển động của con nước, và tiếng mòng biển kêu to xa xa trên đầu. Thật yên bình.  Jacob xích đến gần hơn, để tựa vào cánh tay tôi. Anh thật ấm. Sau đó một phút như vậy, tôi giũ áo khoác. Anh kêu nho nhỏ trong cổ họng tỏ vẻ hài lòng, và tựa má trên đỉnh đầu tôi. Tôi cảm nhận được hơi nóng mặt trời trên da mình – mặc dù không ấm bằng Jacob - và tôi vu vơ tự hỏi bao lâu thì nó sẽ thiêu cháy tôi.  Lơ đãng, tôi xoay tay phải sang một bên, và ngắm ánh nắng lấp lánh chiếu sáng cái sẹo James để lại ở đó.  \"Bạn đang nghĩ về chuyện gì vậy?\" anh thì thầm.  \"Mặt trời. \" \"Ừm. Thật dễ thương.\" \"Bạn đang nghĩ về chuyện gì vậy?\" Tôi hỏi.  Anh cười tủm tỉm. “Mình đang nhớ đến cuốn phim điên khùng bạn dẫn mình đi coi. Và Mike Newton ói tùm lum.\" Tôi cũng cười, ngạc nhiên khi thấy thời gian đã thay đổi ký ức thế nào. Kỷ niệm đó đã từng làm tôi căng thẳng, bối rối. Có quá nhiều thứ đã thay đổi trong đêm đó. Và bây giờ tôi có thể cười được. Đó là buổi tối cuối cùng Jacob và tôi ở bên nhau trước khi anh biết sự thật về bệnh di truyền của mình. Ký ức làm con người cuối cùng. Giờ đã thành một kỷ niệm vui kỳ lạ.  \"Tôi nhớ chuyện đó,\" Jacob nói. \"Ngày trước thật hết sức ... giản dị. Tôi mừng vì đã có một kỷ niệm đẹp.” Jacob thở dài. Anh cảm thấy sự căng thẳng đột ngột trong cơ thể tôi vì lời anh gợi lên ký ức của riêng tôi.  \"Chuyện gì vậy?\" ảnh hỏi  \"Về kỷ niệm đẹp của bạn…..\" Tôi xích ra xa anh ra để có thể đọc được mặt anh. Lúc đó, thật khó hiểu. \"Bạn có thể kể cho tôi biết bạn đã làm gì vào sáng thứ hai đó không? Bạn đang nghĩ đến điều gì đã làm Eward bực mình.\"  Bực mình không phải là từ chính xác miêu tả nó, nhưng tôi muốn có câu trả lời, nên tôi nghĩ tốt nhất không nên bắt đầu quá gay gắt. Mặt Jacob sáng bừng khi hiểu ra, và anh cười. \"Tôi chỉ nghĩ về bạn thôi. Hắn ta không thích thế, đúng không?\" \"Tôi ư? Nghĩ gì về tôi?\" Jacob cười, hơi cay đắng hơn lúc này. \"Tôi nhớ lại bạn ra sao trong đêm Sam tìm thấy bạn - tôi đã nhìn thấy chuyện đó trong đầu ảnh, và tựa như tôi ở đó vậy; bạn biết đó, ký ức đó luôn ám ảnh Sam, rồi tôi nhớ bạn trông ra sao vào lần đầu bạn đến nhà tôi. Tôi cá là thậm chí bạn cũng không biết mình nhếch nhác thế nào đâu, Bella. Phải mấy tuần sau bạn mới bắt đầu có vẻ người trở lại. Và tôi nhớ bạn luôn lấy quấn tay ôm lấy thân mình thế nào, cố giữ cho mình không rã rời thành từng mảnh...\" Jacob cau mày, rồi lắc đầu. \"Đối với tôi, thật đau lòng khi nhớ lại lúc đó bạn buồn ra sao, mà đó không phải là lỗi của tôi đó. Vì thế tôi nghĩ anh ta sẽ còn đau đớn hơn vậy. Và tôi nghĩ anh ta nên nhìn qua những chuyện anh ta đã gây ra.\" Tôi đánh bốp vào vai anh. Cái vỗ làm đau tay tôi. \"Jacob Black, đừng bao giờ làm chuyện đó nữa nhé! Hứa với tôi bạn sẽ không làm nữa nhé.\" \"Không đời nào.  Bao tháng rồi, tôi chẳng vui được như vậy.\" \"Vậy giúp tôi đi, Jake - \" \"Ồ, bình tĩnh nào, Bella. Khi nào mới gặp lại anh ta chớ? Đừng lo về chuyện đó. \" Tôi đứng lên, và anh giữ tay tôi lại khi tôi bắt đầu bỏ đi. Tôi cố giật tay ra.  \"Tôi đi đây, Jacob.\" \"Không, khoan đi,\" anh phản đối, bàn tay anh siết chặt tay tôi. \"Tôi xin lỗi. Và…..được rồi, tôi sẽ không làm vậy nữa đâu. Hứa đó.\" Tôi thở dài. \"Cám ơn, Jake. \" \"Nào, mình về nhà đi,\" anh háo hức nói.  \"Thực ra thì, tôi thật cần phải đi. Angela Weber đang chờ, và tôi biết Alice lo lắng. Tôi không muốn làm cô ấy bực mình quá nhiều\" \"Nhưng bạn mới đến đây thôi mà!\" “Thấy giống vậy thiệt,\" tôi đồng ý. Tôi nhìn trừng trừng vào mặt trời, không hiểu sao lại chiếu thẳng vô đầu tôi. Sao mà thời gian đi qua nhanh thế nhỉ? Mày anh nhíu lại. \"Tôi không biết khi nào mới được gặp lại bạn,\" anh nói bằng giọng đau đớn.  \"Lần sau tôi sẽ trở lại khi ảnh đi xa,\" tôi hấp tấp hứa.  \"Đi xa à?\" Jacob trợn tròn mắt. \"Đó là một cách thú vị để miêu tả chuyện anh ta sẽ làm.  Đồ ký sinh gớm ghiếc.\" \"Nếu bạn không cư xử đàng hoàng, tôi sẽ không quay lại đâu!\" Tôi đe doạ, cố rút tay ra. Anh không chịu buông tay tôi.  \"Oái, đừng giận, \" anh nói, cười toe toét. \"Phản xạ mà.\" \"Nếu tôi cố gắng quay lại, bạn sẽ phải rõ một chuyện, được chứ?\" Anh chờ đợi.  \"Này,\" tôi giải thích. \"Tôi không quan tâm chuyện ai là ma cà rồng và ai là người sói. Chuyện đó chẳng liên quan gì cả. Bạn là Jacob, và ảnh là Edward, và tôi là Bella. Và không gì khác quan trọng hết.\" Mắt anh hơi nheo lại. \"Nhưng tôi là người sói,\" anh miễn cưỡng nói. \"Còn anh ta là ma cà rồng,\" anh nói thêm ghê tởm rõ rệt.  \"Còn tôi là xử nữ luôn phải làm vui lòng mọi người khác!\" Tôi la to, bực tức.  Anh nhướng mày, cân nhắc vẻ mặt của tôi với ánh mắt tò mò. Cuối cùng, anh nhún vai.  \"Nếu bạn thực có thể nhìn nhận chuyện này theo cách đó...\" “Tôi có thể. Tôi nhìn nhận vậy đó.\" \"Được thôi. Chỉ Bella và Jacob thôi. Không có mấy người xử nữ quái đản nào ở đây hết.\" Anh mỉm cười với tôi, nụ cười ấm áp, quen thuộc đã lâu không nhìn thấy. Tôi cảm thấy nụ cười đáp trả trải rộng trên mặt mình.  \"Tôi nhớ bạn lắm, Jake,\" tôi không kiềm được phải thú nhận. \"Tôi cũng vậy,\" anh toét miệng cười. Mắt anh hạnh phúc và trong trẻo, không gợn chút cay đắng giận hờn.  \"Hơn bạn biết. Bạn sẽ sớm trở lại chứ?\" \"Ngay khi có thể, \" tôi hứa."
        },
        {
            "en": "7 REPETITION          14. FAMILY I COWERED INTO JACOB'S SIDE, MY EYES SCANNING the forest for the other werewolves. When they appeared, striding out from between the trees, they weren't what I was expecting. I'd gotten the image of the wolves stuck in my head. These were just four really big half-naked boys. Again, they reminded me of brothers, quadruplets. Something about the way they moved almost in synchronization to stand across the road from us, the way they all had the same long, round muscles under the same red-brown skin, the same cropped black hair, and the way their expressions altered at exactly the same moment. They started out curious and cautious. When they saw me there, half-hidden beside Jacob, they all became furious in the same second. Sam was still the biggest, though Jacob was getting close to catching up with him. Sam didn't really count as a boy. His face was older—not in the sense of lines or signs of aging, but in the maturity, the patience of his expression. \"What have you done, Jacob?\" he demanded. One of the others, one I didn't recognize—Jared or Paul—thrust past Sam and spoke before Jacob could defend himself. \"Why can't you just follow the rules, Jacob?\" he yelled, throwing his arms in the air. \"What the hell are you thinking? Is she more important than everything—than the whole tribe? Than the people getting killed?\" \"She can help,\" Jacob said quietly. \"Help!\" the angry boy shouted. His arms begin to quiver. \"Oh, that's likely! I'm sure the leech-lover is just dying to help us out!\" \"Don't talk about her like that!\" Jacob shouted back, stung by the boy's criticism. A shudder rippled through the other boy, along his shoulders and down his spine. \"Paul! Relax!\" Sam commanded. Paul shook his head back and forth, not in defiance, but as though he were trying to concentrate. \"Jeez, Paul,\" one of the other boys—probably Jared—muttered. \"Get a grip.\" Paul twisted his head toward Jared, his lips curling back in irritation. Then he shifted his glare in my direction. Jacob took a step to put himself in front of me. That did it. \"Right, protect her!\" Paul roared in outrage. Another shudder, a convulsion, heaved through his body. He threw his head back, a real growl tearing from between his teeth. \"Paul!\" Sam and Jacob shouted together. Paul seemed to fall forward, vibrating violently. Halfway to the ground, there was a loud ripping noise, and the boy exploded. Dark silver fur blew out from the boy, coalescing into a shape more than five-times his size—a massive, crouched shape, ready to spring. The wolf's muzzle wrinkled back over his teeth, and another growl rolled through his colossal chest. His dark, enraged eyes focused on me. In the same second, Jacob was running across the road straight for the monster. \"Jacob!\" I screamed. Mid-stride, a long tremor shivered down Jacob's spine. He leaped forward, diving headfirst into the empty air. With another sharp tearing sound, Jacob exploded, too. He burst out of his skin—shreds of black and white cloth blasted up into the air. It happened so quickly that if I'd blinked, I'd have missed the entire transformation. One second it was Jacob diving into the air, and then it was the gigantic, russet brown wolf—so enormous that I couldn't make sense of its mass somehow fitting inside Jacob—charging the crouched silver beast. Jacob met the other werewolf's attack head-on. Their angry snarls echoed like thunder off the trees. The black and white scraps—the remains of Jacob's clothes—fluttered to the ground where he'd disappeared. \"Jacob!\" I screamed again, staggering forward. \"Stay where you are, Bella,\" Sam ordered. It was hard to hear him over the roar of the fighting wolves. They were snapping and tearing at each other, their sharp teeth flashing toward each other's throats. The Jacob-wolf seemed to have the upper hand—he was visibly bigger than the other wolf, and it looked like he was stronger, too. He rammed his shoulder against the gray wolf again and again, knocking him back toward the trees. \"Take her to Emily's,\" Sam shouted toward the other boys, who were watching the conflict with rapt expressions. Jacob had successfully shoved the gray wolf off the road, and they were disappearing into the forest, though the sound of their snarls was still loud. Sam ran after them, kicking off his shoes on the way. As he darted into the trees, he was quivering from head to toe.  The growling and snapping was fading into the distance. Suddenly, the sound cut off and it was very quiet on the road. One of the boys started laughing. I turned to stare at him—my wide eyes felt frozen, like I couldn't even blink them. The boy seemed to be laughing at my expression. \"Well, there's something you don't see every day,\" he snickered. His face was vaguely familiar—thinner than the others… Embry Call. \"I do,\" the other boy, Jared, grumbled. \"Every single day.\" \"Aw, Paul doesn't lose his temper every day,\" Embry disagreed, still grinning. \"Maybe two out of three.\" Jared stopped to pick something white up off the ground. He held it up toward Embry; it dangled in limp strips from his hand. \"Totally shredded,\" Jared said. \"Billy said this was the last pair he could afford—guess Jacob's going barefoot now.\" \"This one survived,\" Embry said, holding up a white sneaker. \"Jake can hop,\" he added with a laugh. Jared started collecting various pieces of fabric from the dirt. \"Get Sam's shoes, will you? All the rest of this is headed for the trash.\" Embry grabbed the shoes and then jogged into the trees where Sam had disappeared. He was back in a few seconds with a pair of cut-off jeans draped over his arm. Jared gathered the torn remnants of Jacob's and Paul's clothes and wadded them into a ball. Suddenly, he seemed to remember me. He looked at me carefully, assessing. \"Hey, you're not going to faint or puke or anything?\" he demanded. \"I don't think so,\" I gasped. \"You don't look so good. Maybe you should sit down.\" \"Okay,\" I mumbled. For the second time in one morning, I put my head between my  knees. \"Jake should have warned us,\" Embry complained. \"He shouldn't have brought his girlfriend into this. What did he expect?\" \"Well, the wolf's out of the bag now.\" Embry sighed. \"Way to go, Jake.\" I raised my head to glare at the two boys who seemed to be taking this all so lightly. \"Aren't you worried about them at all?\" I demanded. Embry blinked once in surprise \"Worried? Why?\" \"They could hurt each other!\" Embry and Jared guffawed. \"I hope Paul gets a mouthful of him,\" Jared said. \"Teach him a lesson.\" I blanched. \"Yeah, right!\" Embry disagreed. \"Did you see Jake? Even Sam couldn't have phased on the fly like that.  He saw Paul losing it, and it took him, what, half a second to attack? The boy's got a gift.\" \"Paul's been fighting longer. I'll bet you ten bucks he leaves a mark.\" \"You're on. Jake's a natural. Paul doesn't have a prayer.\" They shook hands, grinning. I tried to comfort myself with their lack of concern, but I couldn't drive the brutal image of the fighting werewolves from my head. My stomach churned, sore and empty, my head ached with worry. \"Let's go see Emily. You know she'll have food waiting.\" Embry looked down at me. \"Mind giving us a ride?\" \"No problem,\" I choked. Jared raised one eyebrow. \"Maybe you'd better drive, Embry. She still looks like she might hurl.\" \"Good idea. Where are the keys?\" Embry asked me. \"Ignition.\" Embry opened the passenger-side door. \"In you go,\" he said cheerfully, hauling me up from the ground with one hand and stuffing me into my seat. He appraised the available space. \"You'll have to ride in the back,\" he told Jared. \"That's fine. I got a weak stomach. I don't want to be in there when she blows.\" \"I bet she's tougher than that. She runs with vampires.\" \"Five bucks?\" Jared asked. \"Done. I feel guilty, taking your money like this.\" Embry got in and started the engine while Jared leapt agilely into the bed. As soon as his door was closed, Embry muttered to me, \"Don't throw up, okay? I've only got a ten, and if Paul got his teeth into Jacob…\" \"Okay,\" I whispered. Embry drove us back toward the village. \"Hey, how did Jake get around the injunction anyway?\" \"The… what?\" \"Er, the order. You know, to not spill the beans. How did he tell you about this?\" \"Oh, that,\" I said, remembering Jacob trying to choke out the truth to me last night. \"He didn't. I guessed right.\" Embry pursed his lips, looking surprised. \"Hmm. S'pose that would work.\" \"Where are we going?\" I asked. \"Emily's house. She's Sam's girlfriend… no, fiancée, now, I guess. They'll meet us back there after Sam gives it to them for what just happened. And after Paul and Jake scrounge up some new clothes, if Paul even has any left.\" \"Does Emily know about… ?\" \"Yeah. And hey, don't stare at her. That bugs Sam.\" I frowned at him. \"Why would I stare?\"          Embry looked uncomfortable. \"Like you saw just now, hanging out around werewolves has its risks.\" He changed the subject quickly. \"Hey, are you okay about the whole thing with the black-haired bloodsucker in the meadow? It didn't look like he was a friend of yours, but. .\" Embry shrugged. \"No, he wasn't my friend.\" \"That's good. We didn't want to start anything, break the treaty, you know.\" \"Oh, yeah, Jake told me about the treaty once, a long time ago. Why would killing Laurent break the treaty?\" \"Laurent,\" he repeated, snorting, like he was amused the vampire had had a name. \"Well, we were technically on Cullen turf. We're not allowed to attack any of them, the Cullens, at least, off our land—unless they break the treaty first. We didn't know if the black-haired one was a relative of theirs or something. Looked like you knew him.\" \"How would they go about breaking the treaty?\" \"If they bite a human. Jake wasn't so keen on the idea of letting it go that far.\" \"Oh. Um, thanks. I'm glad you didn't wait.\" \"Our pleasure.\" He sounded like he meant that in a literal sense. Embry drove past the easternmost house on the highway before turning off onto a narrow dirt road. \"Your truck is slow,\" he noted. \"Sorry.\" At the end of the lane was a tiny house that had once been gray. There was only one narrow window beside the weathered blue door, but the window box under it was filled with bright orange and yellow marigolds, giving the whole place a cheerful look. Embry opened the truck door and inhaled. \"Mmm, Emily's cooking.\" Jared jumped out of the back of the truck and headed for the door, but Embry stopped him with one hand on his chest. He looked at me meaningfully, and cleared his throat. \"I don't have my wallet on me,\" Jared said. \"That's okay. I won't forget.\" They climbed up the one step and entered the house without knocking. I followed timidly after them. The front room, like Billy's house, was mostly kitchen. A young woman with satiny copper skin and long, straight, crow-black hair was standing at the counter by the sink, popping big muffins out of a tin and placing them on a paper plate. For one second, I thought the reason Embry had told me not to stare was because the girl was so beautiful. And then she asked \"You guys hungry?\" in a melodic voice, and she turned to face us full on, a smile on half of her face. The right side of her face was scarred from hairline to chin by three thick, red lines, livid in color though they were long healed. One line pulled down the corner of her dark, almond-shaped right eye, another twisted the right side of her mouth into a permanent grimace. Thankful for Embry's warning, I quickly turned my eyes to the muffins in her hands. They smelled wonderful—like fresh blueberries. \"Oh,\" Emily said, surprised. \"Who's this?\" I looked up, trying to focus on the left half of her face. \"Bella Swan,\" Jared told her, shrugging. Apparently, I'd been a topic of conversation before. \"Who else?\" \"Leave it to Jacob to find a way around,\" Emily murmured. She stared at me, and neither half of her once-beautiful face was friendly. \"So, you're the vampire girl.\" I stiffened. \"Yes. Are you the wolf girl?\" She laughed, as did Embry and Jared. The left half of her face warmed. \"I guess I am.\" She turned to Jared. \"Where's Sam?\" \"Bella, er, surprised Paul this morning.\" Emily rolled her good eye. \"Ah, Paul,\" she sighed. \"Do you think they'll be long? I was just about to start the eggs.\" \"Don't worry,\" Embry told her. \"If they're late, we won't let anything go to waste.\" Emily chuckled, and then opened the refrigerator. \"No doubt,\" she agreed. \"Bella, are you hungry? Go ahead and help yourself to a muffin.\" \"Thanks.\" I took one from the plate and started nibbling around the edges. It was delicious, and it felt good in my tender stomach. Embry picked up his third and shoved it into his mouth whole. \"Save some for your brothers,\" Emily chastised him, hitting him on the head with a wooden spoon. The word surprised me, but the others thought nothing of it. \"Pig,\" Jared commented. I leaned against the counter and watched the three of them banter like a family. Emily's kitchen was a friendly place, bright with white cupboards and pale wooden floorboards. On the little round table, a cracked blue-and-white china pitcher was overflowing with wildflowers. Embry and Jared seemed entirely at ease here. Emily was mixing a humongous batch of eggs, several dozen, in a big yellow bowl. She had the sleeves of her lavender shirt pushed up, and I could see that the scars extended all the way down her arm to the back of her right hand. Hanging out with werewolves truly did have its risks, just as Embry had said. The front door opened, and Sam stepped through. \"Emily,\" he said, and so much love saturated his voice that I felt embarrassed, intrusive, as I watched him cross the room in one stride and take her face in his wide hands. He leaned down and kissed the dark scars on her right cheek before he kissed her lips. \"Hey, none of that,\" Jared complained. \"I'm eating.\" \"Then shut up and eat,\" Sam suggested, kissing Emily's ruined mouth again. \"Ugh,\" Embry groaned. This was worse than any romantic movie; this was so real that it sang out loud with joy and life and true love. I put my muffin down and folded my arms across my empty chest. I stared at the flowers, trying to ignore the utter peace of their moment, and the wretched throbbing of my wounds. I was grateful for the distraction when Jacob and Paul came through the door, and then shocked when I saw that they were laughing. While I watched, Paul punched Jacob on the shoulder and Jacob went for a kidney jab in return. They laughed again. They both appeared to be in one piece. Jacob scanned the room, his eyes stopping when he found me leaning, awkward and out of place, against the counter in the far corner of the kitchen. \"Hey, Bells,\" he greeted me cheerfully. He grabbed two muffins as he passed the table and came to stand beside me. \"Sorry about before,\" he muttered under his breath. \"How are you holding up.'\" \"Don't worry, I'm okay. Good muffins.\" I picked mine back up and started libber again. My chest felt better as soon as Jacob was beside me. \"Oh, man!\" Jared wailed, interrupting us. I looked up, and he and Embry were examining a fading pink line on Paul's forearm. Embry was grinning, exultant. \"Fifteen dollars,\" he crowed. \"Did you do that?\" I whispered to Jacob, remembering the bet. \"I barely touched him. He'll be perfect by sundown.\" \"By sundown?\" I looked at the line on Paul's arm. Odd, but it looked weeks old. \"Wolf thing,\" Jacob whispered. I nodded, trying to not look weirded out. \"You okay?\" I asked him under my breath. \"Not a scratch on me.\" His expression was smug. \"Hey, guys,\" Sam said in a loud voice, interrupting all the conversations going on in the small room. Emily was at the stove, scraping the egg mixture around a big skillet, but Sam still had one hand touching the small of her back, an unconscious gesture. \"Jacob has information for us.\" Paul looked unsurprised. Jacob must have explained this to him and Sam already. Or… they'd just heard his thoughts. \"I know what the redhead wants.\" Jacob directed his words toward Jared and Embry. \"That's what I was trying to tell you before.\" He kicked the leg of the chair Paul had settled into. \"And?\" Jared asked. Jacob's face got serious. \"She is trying to avenge her mate—only it wasn't the black-haired leech we killed. The Cullens got her mate last year, and she's after Bella now.\" This wasn't news to me, but I still shivered. Jared, Embry, and Emily stared at me with open-mouthed surprise. \"She's just a girl,\" Embry protested. \"I didn't say it made sense. But that's why the bloodsucker's been trying to get past us. She's been heading for Forks.\" They continued to stare at me, mouths still hanging open, for a long moment. I ducked my head. \"Excellent,\" Jared finally said, a smile beginning to pull up the corners of his mouth. \"We've got bait.\" With stunning speed, Jacob yanked a can opener from the counter and launched it at Jared's head. Jared's hand flicked up faster than I would have thought possible, and he snagged the tool just before it hit his face. \"Bella is not bait.\" \"You know what I mean,\" Jared said, unabashed. \"So we'll be changing our patterns,\" Sam said, ignoring their squabble. \"We'll try leaving a few holes, and see if she falls for it. We'll have to split up, and I don't like that. But if she's really after Bella, she probably won't try to take advantage of our divided numbers.\" \"Quit's got to be close to joining us,\" Embry murmured. \"Then we'll be able to split evenly.\" Everyone looked down. I glanced at Jacob's face, and it was hopeless, like it had been yesterday afternoon, outside his house. No matter how comfortable they seemed to be with their fate, here in this happy kitchen, none of these werewolves wanted the same fate for their friend. \"Well, we won't count on that,\" Sam said in a low voice, and then continued at his regular volume. \"Paul, Jared, and Embry will take the outer perimeter, and Jacob and I will take the inner. We'll collapse in when we've got her trapped.\" I noticed that Emily didn't particularly like that Sam would be in the smaller grouping. Her worry had me glancing up at Jacob, worrying, too. Sam caught my eye. \"Jacob thinks it would be best if you spent as much time as possible here in La Push.  She won't know where to find you so easily, just in case.\" \"What about Charlie?\" I demanded. \"March Madness is still going,\" Jacob said. \"I think Billy and Harry can manage to keep Charlie down here when he's not at work.\" \"Wait,\" Sam said, holding one hand up. His glance flickered to Emily and then back to me. \"That's what Jacob thinks is best, but you need to decide for yourself. You should weigh the risks of both options very seriously. You saw this morning how easily things can get dangerous here, how quickly they get out of hand. If you choose to stay with us, I can't make any guarantees about your safety.\" \"I won't hurt her,\" Jacob mumbled, looking down. Sam acted as if he hadn't heard him speak. \"If there was somewhere else you felt safe…\" I bit my lip. Where could I go that wouldn't put someone else in danger? I recoiled again from the idea of bringing Renee into this—pulling her into the circle of the target I wore… \"I don't want to lead Victoria anywhere else,\" I whispered. Sam nodded. \"That's true. It's better to have her here, where we can end this.\" I flinched. I didn't want Jacob or any of the rest of them trying to end Victoria. I glanced at Jake's face; it was relaxed, almost the same as I remembered it from before the onset of the wolf thing, and utterly <em>unconcerned</em> by the idea of hunting vampires. \"You'll be careful, right?\" I asked, an audible lump in my throat. The boys burst into loud hoots of amusement. Everyone laughed at me—except Emily. She met my eyes, and I could suddenly see the symmetry underlying her deformity. Her face was still beautiful, and alive with a concern even more fierce than mine. I had to look away, before the love behind that concern could start me aching again. \"Food's ready,\" she announced then, and the strategic conversation was history. The guys hurried to surround the table—which looked tiny and in danger of being crushed by them—and devoured the buffet-sized pan of eggs Emily placed in their midst in record time. Emily ate leaning against the counter like me—avoiding the bedlam at the table—and watched them with affectionate eyes. Her expression clearly stated that this was her family. All in all, it wasn't exactly what I'd been expecting from a pack of werewolves. I spent the day in La Push, the majority of it in Billy's house. He left a message on Charlie's phone and at the station, and Charlie showed up around dinnertime with two pizzas. It was good he brought two larges; Jacob ate one all by himself. I saw Charlie eyeing the two of us suspiciously all night, especially the much-changed Jacob. He asked about the hair; Jacob shrugged and told him it was just more convenient. I knew that as soon as Charlie and I were headed home, Jacob would take off—off to run around as a wolf, as he had done intermittently through the entire day. He and his brothers of sorts kept up a constant watch, looking for some sign of Victoria's return. But since they'd chased her away from the hot springs last night—chased her halfway to Canada, according to Jacob—she'd yet to make another foray. I had no hope at all that she might just give up. I didn't have that kind of luck. Jacob walked me to my truck after dinner and lingered by the window, waiting for Charlie to drive away first. \"Don't be afraid tonight,\" Jacob said, while Charlie pretended to be having trouble with his seat belt. \"We'll be out there, watching.\" \"I won't worry about myself,\" I promised. \"You're silly. Hunting vampires is fun. It's the best part of this whole mess.\" I shook my head. \"If I'm silly, then you're dangerously unbalanced.\" He chuckled. \"Get some rest, Bella, honey. You look exhausted.\" \"I'll try.\" Charlie honked his horn impatiently. \"See you tomorrow,\" Jacob said. \"Come down first thing.\" \"I will.\" Charlie followed me home. I paid scant attention to the lights in my rearview mirror. Instead, I wondered where Sam and Jared and Embry and Paul were, out running in the night. I wondered if Jacob had joined them yet. When we got home, I hurried for the stairs, but Charlie was right behind me. \"What's going on, Bella?\" he demanded before I could escape. \"I thought Jacob was part of a gang and you two were fighting.\" \"We made up.\" \"And the gang?\" \"I don't know—who can understand teenage boys? They're a mystery. But I met Sam Uley and his fiancée, Emily. They seemed pretty nice to me.\" I shrugged. \"Must have all been a misunderstanding.\" His face changed. \"I hadn't heard that he and Emily had made it official. That's nice. Poor girl.\" \"Do you know what happened to her?\" \"Mauled by a bear, up north, during salmon spawning season—horrible accident .  It was more than a year ago now. I heard Sam was really messed up over it.\" \"That's horrible,\" I echoed. More than a year ago. I'd bet that meant it had happened when there was just one werewolf in La Push. I shuddered at the thought of how Sam must have felt every time he looked at Emily's face. That night, I lay awake for a long time trying to sort through the day. I worked my way backward through dinner with Billy, Jacob, and Charlie, to the long afternoon in the Blacks' house, waiting anxiously to hear something from Jacob, to Emily's kitchen, to the horror of the werewolf fight, to talking with Jacob on the beach. I thought about what Jacob had said early this morning, about hypocrisy. I thought about that for a long time. I didn't like to think that I was a hypocrite, only what was the point of lying to myself? I curled into a tight ball. No, Edward wasn't a killer. Even in his darker past, he'd never been a murderer of innocents, at least. But what if he had been? What if, during the time I that I'd known him, he'd been just like any other vampire? What if people had been disappearing from the woods, just like now? Would that have kept me away from him? I shook my head sadly. Love is irrational, I reminded myself. The more you loved someone, the less sense anything made. I rolled over and tried to think of something else—and I thought of Jacob and his brothers, out running in the darkness. I fell asleep imagining the wolves, invisible in the night, guarding me from danger. When I dreamed, I stood in the forest again, but I didn't wander. I was holding Emily's scarred hand as we faced into the shadows and waited anxiously for our werewolves to come home.",
            "vi": "7 REPETITION        14. GIA ĐÌNH   Tôi co người nép vào một bên Jacob, mắt tôi lùng sục trong rừng tìm những người sói khác.  Khi họ xuất hiện, sải chân bước ra khỏi rừng, họ không phải là thứ tôi nghĩ mình sẽ thấy.  Tôi cứ nghĩ tới mấy con sói riết. Đây chỉ là bốn chàng trai to lớn ở trần.  Một lần nữa, họ làm tôi nghĩ đến anh em ruột, anh em sinh bốn. Cái gì đó trong cách họ gần như cùng một lúc đứng lại phía bên kia đường đối diện với chúng tôi, trong cái cách tất cả bọn họ đều có các bắp cơ dài cuồn cuộn dưới làn da nâu đỏ như nhau, cũng mái tóc huyền cắt ngắn, và trong cái cách thay đổi nét mặt cùng một lúc y như nhau.  Lúc đầu họ tò mò và cẩn trọng. Khi thấy tôi ở đó, gần như núp bên Jacob, tất cả bọn họ đều cùng nổi giận ngay lập tức.  Sam vẫn còn là người cao lớn nhất, tuy Jacob đã sắp cao bằng anh ta. Sam không thể coi là một cậu bé. Khuôn mặt anh già dặn hơn - không tính theo nếp nhăn hay dấu hiệu của tuổi già, mà là theo vẻ chín chắn, kiên nhẫn trong nét mặt của anh.  \"Em đã làm gì vậy, Jacob?\" anh ta hỏi.  Một trong những người khác, một người tôi không biết - Jared hoặc Paul- đẩy Sam để đi qua và nói trước Jacob có thể biện hộ cho mình  \"Tại sao mày không thể tuân thủ luật hả, Jacob?\" anh ta thét, vung tay lên trời. \"Mày nghĩ cái quái gì vậy? Cô ta quan trọng hơn mọi thứ sao - quan trọng hơn cả cái bộ lạc này sao?  Hơn những người sắp bị giết sao?\" \"Bạn ấy có thể giúp mình, \" Jacob lặng lẽ nói.  \"Giúp!\" cậu bé tức giận la to. Cánh tay anh chàng bắt đầu run rẩy. \"Ồ, hợp lý dữ!  Tôi chắc chắn người yêu-đỉa đang mong giúp mình muốn chết luôn!\" \"Đừng nói về bạn ấy như thế!\" Jacob hét lại, bực tức vì lời bình phẩm của cậu ta.  Một cơn rùng mình gợn khắp cơ thể cậu bé nọ, dọc theo vai và xuống xương sống anh ta.  \"Paul! Dịu xuống!\" Sam ra lệnh.  Paul lắc đầu qua lại, không phải không tuân lời, mà như thể anh chàng đang cố tập trung.  \"Trời đất, Paul,”  một trong những cậu bé khác - có lẽ là Jared - lẩm bẩm. \"Cố kiềm chế. \" Paul xoay đầu về phía Jared, môi cong lên tức tối.  Rồi anh ta chuyển ánh nhìn giận dữ về phía tôi. Jacob bước lên một bước để chặn mình trước tôi.  Đó là giọt nước làm tràn ly.  \"Phải rồi, bảo vệ cô ta đi!\" Paul gầm rú giận dữ. Một cơn rùng mình khác, một cơn chấn động, bùng nổ khắp cơ thể anh ta. Anh chàng ngửa đầu, một tiếng gầm thực sự toạc ra giữa hai hàm răng.  \"Paul!\" Sam và Jacob cùng thét lên.  Paul như té về phía trước, run bần bật.  Sắp xuống đất, có một tiếng xé toạc lớn, rồi cậu bé bùng nổ.  Lớp lông bạc sẫm màu bùng ra khỏi cơ thể cậu ta, kết thành một hình thù to hơn cậu ta gấp năm lần  - một thân hình khổng lồ, đang thu mình, sẵn sàng bung ra.  Mõm sói nhe ra, và một tiếng gầm gừ nữa cuộn qua lồng ngực khổng lồ.  Đôi mắt đen, giận dữ của anh ta dán vào tôi.  Ngay lập tức, Jacob chạy qua đường hướng thẳng vào con quái vật.  \"Jacob!\" Tôi la hét.  Đang lúc sải bước, một cơn rùng mình rùng rùng xuống xương sống Jacob. Anh phóng về phía trước, chúi đầu cuộn người vào không khí như nhảy cầu.  Với một âm thanh rách toạc khác, Jacob cũng bùng nổ. Anh bung ra khỏi quần áo - các mảnh vải trắng đen tung toé vào không trung.  Chuyện xảy ra nhanh đến nỗi nếu chớp mắt, tôi sẽ không thấy được toàn bộ sự biến hình ấy.  Một giây trước Jacob còn đang nhào lộn vào không trung, rồi sau đó đã là con sói màu nâu đỏ khổng lồ - khổng lồ đến nỗi tôi không hiểu nỗi làm sao mà trọng lượng của nó lại có thể vừa cơ thể Jacob -  đang tấn công con quái thú màu bạc đang thu mình ấy.  Jacob đối đầu trực tiếp với cuộc tấn công của người sói kia.  Tiếng gầm gừ giận dữ của họ dội lại như sấm động vang ra khỏi rừng.  Những mảnh vải trắng và đen -- những thứ còn lại của quần áo Jacob - bay lả tả xuống đất nơi anh biến mất.  \"Jacob!\" Tôi lại thét, lảo đảo bước về phía trước.  \"Ở yên đó, Bella,”  Sam ra lệnh. Thật khó nghe tiếng anh ta trong tiếng gầm rống của mấy con sói đang đánh nhau.  Họ đang táp và cắn xé nhau, những chiếc răng nhọn nhá lên ở cổ họng nhau. Con sói Jacob có vẻ chiếm ưu thế - anh to lớn hơn con sói kia rõ ràng, và hình như cũng mạnh hơn. Anh nện vai vào con sói xám hết lần này đến lần khác, đẩy nó trở vào rừng.  \"Đưa cô ấy đến nhà Emily, \" Sam hét về phía mấy cậu bé kia, những người đang chăm chú theo dõi trận đánh nhau. Jacob đã đẩy được con sói xám ra khỏi con đường, và họ biến mất vào rừng, cho dù tiếng gầm gừ của họ vẫn còn lớn. Sam đuổi theo họ, đá giày ra trên đường đi. Vừa chạy như bay vào rừng, anh ta vừa rùng người từ đầu đến chân.  Tiếng gầm gừ và táp xa dần. Bất ngờ, chẳng còn chút tiếng động nào và con đường thật yên tĩnh.  Một trong mấy chàng trai bắt đầu cười.  Tôi nhìn anh ta chằm chằm - đôi mắt tôi mở to cảm thấy tê dại, như thể tôi thậm chí không thể chớp được.  Cậu bé ấy dường như đang cười nhạo vẻ mặt tôi. \"Ừm, có những chuyện đâu phải ngày nào cũng thấy được heng, \" anh chàng cười khúc khích.  Khuôn mặt anh chàng quen quen - gầy hơn những người khác... Embry Call.  \"Tao thấy hoài, \" cậu bé khác, Jared, làu bàu. \"Ngày nào cũng thấy.” \"Ặc, Paul đâu phải ngày nào cũng nổi nóng,” Embry không chịu, vẫn cười toe toét. \"Có lẽ ba ngày hai lần. \" Jared dừng lại nhặt thứ gì đó màu trắng lên khỏi mặt đất. Anh chàng đưa lên cho Embry xem; mấy dải mềm đong đưa trong tay anh chàng.  \"Tan tành xí quách rồi, \" Jared nói. \"Billy nói đây là đôi giầy cuối cùng ổng còn tiền để mua - thế nào Jacob cũng phải đi chân không rồi.” \"Chiếc này còn nguyên, \" Embry nói, đưa lên một chiếc giầy đế mềm màu trắng. \"Jake có thể nhảy lò cò, \" anh chàng cười to nói thêm.  Jared bắt đầu nhặt đủ mẩu vải ra khỏi đất. \"Nhặt giày Sam nhe?  Mấy thứ còn lại của cái này thì quăng thùng rác thôi.” Embry chộp mấy chiếc giày rồi chạy nhanh vô rừng chỗ Sam đã biến mất. Anh chàng quay lại trong vài giây với cặp quần din cắt ngắn khoác trên cánh tay. Jared gom tàn dư rách rưới của Jacob và quần áo của Paul rồi cuộn tròn lại. Đột nhiên, anh chàng có vẻ nhớ ra tôi.  Anh nhìn tôi kỹ lưỡng, đánh giá.  \"Nè, bạn sẽ không xỉu hoặc ói này nọ đó chớ ?\" anh hỏi.  \"Tôi không nghĩ vậy, \" tôi thở hổn hển.  \"Trông bạn không khoẻ lắm. Có lẽ bạn nên ngồi xuống. \" \"Ừ, \" tôi lầm bầm. Lần thứ hai trong một buổi sáng, tôi đặt đầu vào giữa đầu gối.  \"Lẽ ra Jake nên báo trước cho chúng tôi biết mới phải, \" Embry phàn nàn.  \"Lẽ ra nó không nên để bạn gái dính vô chuyện này.  Nó mong gì chớ?\" \"Ừm, bây giờ thì lộ hết chuyện sói rồi. \" Embry thở dài. \"Thằng Jake này ngốc quá. \" Tôi ngẩng đầu nhìn trừng trừng vào hai chàng trai dường như đang coi nhẹ chuyện này quá. \"Mấy bạn chẳng hề lo cho họ chút nào cả sao?\" Tôi hỏi.  Embry chớp mắt một cái ngạc nhiên \"Lo?Tại sao chớ?\" \"Họ có thể làm bị thương nhau!\" Embry và Jared cười ha hả.  \"Tôi mong Paul tợp được nó một cái, \" Jared nói. \"Dạy cho nó một bài học. \" Tôi tái người.  \"Ờ, hay dữ!\" Embry không chịu. \"Mày có thấy Jake không?  Cả Sam cũng không thể biến hình khi đang vội được như thế.   Nó vừa thấy Paul mất kiểm soát, là chỉ mất, để coi, có nửa giây là tấn công được ngay?  Đúng là khả năng trời phú.” \"Paul đã đánh nhau lâu hơn. Tao cá với mày mười đô la là nó sẽ cắn được một cái.” \"Mày cá đó nhe. Jake có khiếu bẩm sinh. Paul không có cơ may nào đâu. \" Họ bắt tay, cười toe toét.  Tôi cố làm mình yên tâm vì sự thiếu quan tâm của họ, nhưng tôi không thể xua đuổi hình ảnh tàn bạo của mấy người sói đánh nhau ra khỏi đầu. Bao tử tôi rối loạn, đau và trống rỗng, đầu đau vì lo lắng.  \"Mình hãy đi gặp Emily đi. Thế nào chị ấy cũng đã nấu sẵn chờ rồi. \" Embry nhìn xuống tôi. \"Có phiền gì không nếu tụi này đi nhờ xe?\" \"Không sao đâu, \" tôi nghẹn.  Jared nhướng một bên chân mày. \"Có lẽ mày nên lái đi, Embry. Cô ấy vẫn giống như sắp xỉu vậy.” \"Ý hay đó. Chìa khoá đâu rồi?\" Embry hỏi tôi.  \"Công tắc. \" Embry mở cửa phía hành khách. \"Vô đi \" anh chàng vui vẻ nói, kéo mạnh tôi lên khỏi đất bằng một tay rồi nhét tôi vô ghế. Anh chàng ước lượng chỗ trống. \"Mày phải ra phía sau đứng, \" anh chàng nói với Jared.  \"Tốt thôi. Tao dạ dày yếu lắm. Tao không muốn ngồi trong đó khi cô ấy ói. \" \"Tao cá là cô ấy mạnh mẽ hơn vậy. Cô ấy chơi với ma cà rồng mà. \" \"Năm đô la?\" Jared hỏi.  \"Chịu liền. Tao thấy mình tội lỗi quá khi lấy tiền mày như thế này. \" Embry vào rồi khởi động máy trong khi Jared nhanh nhẹn nhảy vô thùng xe. Vừa đóng cửa xong Embry liền thì thầm với tôi, \"Đừng ói nhé, được không?  Tôi chỉ có mười đồng thôi, nếu mà Paul cắn được Jacob... \" \"Được, \" tôi thì thầm.  Embry lái xe đưa chúng tôi về làng trở lại.  \"Nè, làm sao mà Jake lách được luật hay vậy?\" \"...Cái gì ?\"      \"Ờ, mệnh lệnh đó. Bạn biết không, mệnh lệnh không được tiết lộ bí mật. Làm sao nó kể bạn nghe chuyện này được?\" \"Ồ, \" tôi nói, nhớ Jacob cố gắng tiết lộ sự thật cho tôi đêm qua. \"Bạn ấy đâu có kể. Tôi đã đoán trúng. \" Embry bặm môi, có vẻ ngạc nhiên. \"Hừm. Chắc vậy.” \"Mình đang đi đâu vậy?\" Tôi hỏi.  “Đến nhà Emily. Chị ấy là bạn gái của Sam... à không, bây giờ, là hôn thê rồi, tôi nghĩ vậy.  Họ sẽ gặp mình ở đó sau khi Sam cho họ biết chuyện vừa xảy ra. Và sau khi Paul và Jake tìm được quần áo mới, nếu Paul còn được cái nào.” \"Emily có biết chuyện... ?\" \"Có. À này, đừng nhìn chị ấy chòng chọc nhé. Làm vậy Sam bực lắm đó. \" Tôi cau mày khó chịu với anh chàng. \" Tại sao tôi lại nhìn chòng chọc chớ?\" Embry trông có vẻ bứt rứt. \"Như bạn vừa mới chứng kiến đó, quanh quẩn bên người sói có rủi ro của nó. \" Anh chàng thay đổi đề tài nhanh chóng. \"Nè, có phải bạn thấy không sao về toàn bộ chuyện với thằng hút máu tóc đen trong đồng cỏ không?  Trông không có vẻ gì hắn là bạn bạn, nhưng... \" Embry nhún vai.  \"Không, hắn không phải là bạn tôi. \" \"Vậy thì tốt. Chúng tôi không muốn gây sự trước, phá vỡ hiệp ước, bạn biết đó. \" \"Ồ, ờ, Jake đã kể tôi nghe về hiệp ước này một lần rồi, cách đây đã lâu. Tại sao giết Laurent lại là phá vỡ hiệp ước ?\" \"Laurent, \" anh chàng lặp lại, khịt mũi, như thể anh ta thấy thích thú vì con ma cà rồng này có tên gọi. \" Ừm, chúng tôi hết sức tuân thủ trên lãnh địa của Cullen. Chúng tôi không được phép tấn công bất cứ ai trong số họ, gia đình Cullen, ít nhất là, bên ngoài lãnh địa của chúng tôi - trừ phi họ phá vỡ hiệp ước trước. Chúng tôi không biết tên tóc đen có phải là bà con này nọ gì của họ không.  Hình như bạn biết hắn.” \"Họ cư xử thế nào thì là phá vỡ hiệp ước?\" \" Nếu họ cắn người. Jake không ưa lắm cái ý để chuyện đi xa đến thế. \" \"Oh. Um, cám ơn. Tôi mừng là các bạn đã không đợi chuyển đó xảy ra.” \"Niềm sung sướng của chúng tôi mà. \" Anh chàng nói nghe như có ý nói theo nghĩa đen.  Embry lái qua ngôi nhà ở mút phía đông trên đường cao tốc rồi mới quẹo vào một con đường đất hẹp.  \"Xe bạn chạy chậm ghê, \" anh chàng lưu ý.  \"Xin lỗi. \" Cuối con đường là một căn nhà nhỏ xíu trước đây có màu xám. Chỉ có một cửa sổ hẹp bên cạnh cánh cửa xanh dương dạn dày sương gió, nhưng bồn hoa ngoài cửa sổ bên dưới đầy cúc vạn thọ cam vàng rực rỡ, làm cả chỗ này rạng rỡ tươi vui.  Embry mở cửa xe tải và hít hà. \" Chà chà, Emily đang nấu ăn.” Jared nhảy ra khỏi phía sau xe tải và đi về phía cửa, nhưng Embry lấy một tay chặn ngực anh chàng. Anh chàng nhìn tôi đầy ý nghĩa, và đằng hắng.  \"Tao không có mang theo ví tiền, \" Jared nói.  \"Thế cũng được. Tao sẽ không quên đâu. \" Họ leo lên một bước vô nhà không gõ cửa. Tôi rụt rè theo sau họ.  Phòng trước, như nhà Billy, chủ yếu là bếp. Một cô gái trẻ có làn da màu đồng mịn màng và mái tóc huyền đen nhánh dài, và thẳng đang đứng ở quầy cạnh bồn rửa chén, đang lấy mấy cái bánh nướng xốp ra khỏi hộp thiếc và đặt chúng lên đĩa giấy. Trong một giây, tôi nghĩ lý do Embry đã bảo tôi đừng nhìn chòng chọc là vì cô ấy quá đẹp.  Rồi cô hỏi \"Mấy em đói không?\" bằng một giọng du dương, rồi cô quay sang đối mặt hoàn toàn với chúng tôi, một nụ cười trên một nửa khuôn mặt cô.  Mặt bên phải của cô bị tàn phá từ tóc đến cằm bởi ba lằn đỏ, dầy, nổi rõ dù đã lành lâu rồi. Một lằn kéo dài dưới khoé mắt phải màu hạnh nhân sậm, một lằn làm phía phải miệng cô méo mó thành nét nhăn nhó vĩnh viễn.  Nhờ lời báo trước của Embry, tôi nhanh chóng quay mắt sang mấy cái bánh nướng trên tay cô. Chúng toả mùi tuyệt vời - như mùi việt quất tươi rói.  \"Ồ, \" Emily nói, bị bất ngờ. \"Ai đây này?\" Tôi nhìn lên, cố tập trung nửa mặt bên trái của cô.  \"Bella Swan, \" Jared nói với Cô, nhún vai. Rõ ràng, tôi đã từng là một chủ đề chuyện trò trước đây. \"Còn ai vào đây nữa?\" \"Hãy để chuyện đó cho Jacob xoay sở,”  Emily thì thầm. Cô nhìn tôi chằm chằm, và cả nửa mặt trước đây đã từng xinh đẹp của cô cũng thân thiện. \"Nè, bạn là người yêu ma cà rồng ha. \" Tôi cứng đờ. \"Vâng. Còn bạn là người yêu sói hả?\" Cô cười, Embry và Jared cũng vậy. Nửa mặt trái hồng lên. \"Chắc vậy quá. \" Cô hướng về Jared. \"Sam đâu?\" \"Bella, ơ, làm Paul bất ngờ sáng nay. \" Emily trợn con mắt lành lặn của cô. \" Ah, Paul, \" Cô thở dài. \"Mấy em nghĩ còn lâu không?  Chị định bắt đầu làm trứng. \" \"Đừng lo, \" Embry nói với cô. \" Nếu họ về trễ, tụi em cũng không để cho bất cứ thứ gì bị lãng phí đâu. \" Emily cười khúc khích, rồi mở tủ lạnh. \"Rõ rồi, \" Cô đồng ý. \" Bella, bạn có đói bụng không? Cứ tự nhiên và tự lấy bánh nướng ăn nhé. \" \"Cám ơn. \" Tôi lấy một cái trong đĩa và bắt đầu gặm quanh rìa.  Ngon tuyệt, và thật dễ chịu trong cái dạ dày nhạy cảm của tôi.  Embry nhón cái thứ ba rồi tống nguyên cái vô miệng.  \"Để dành mấy cái cho mấy anh nữa chứ, \" Emily trừng trị anh chàng bằng cách lấy muỗng gỗ khỏ vô đầu anh ta.  Lời nói này làm tôi ngạc nhiên, nhưng những người khác chẳng hề quan tâm.  \"Đồ con heo, \" Jared bình luận.  Tôi tựa vào quầy nhìn ba người đùa giỡn với nhau như người một nhà.  Bếp của Emily là một nơi thân thiện, sáng sủa với kệ bếp trắng và sàn bằng gỗ lợt. Trên bàn tròn nhỏ, một bình sứ rạn xanh trắng ngập tràn hoa dại. Embry và Jared có vẻ hết sức thoải mái ở đây.  Emily đang trộn một mẻ trứng lớn, đến vài tá, trong một cái tô vàng lớn. Cô xắn tay áo màu oải hương lên, và tôi có thể thấy cái sẹo kéo dài suốt cánh tay cô đến  phía sau bàn tay phải.  Quanh quẩn bên người sói đúng là có rủi ro của nó, đúng như Embry đã nói.  Cửa trước mở, và Sam bước vô.  \" Emily, \" anh nói, và bao nhiêu yêu thương chứa chan trong giọng anh làm tôi cảm thấy bối rối, làm phiền, khi tôi ngắm anh bước qua phòng chỉ bằng một sải chân và ôm mặt cô trong bàn tay to lớn của mình. Anh cúi xuống và hôn mấy cái sẹo sậm màu bên má phải của cô má rồi mới hôn môi cô.  \"Ê, đừng làm mấy chuyện đó nhe, \" Jared phàn nàn. \"Tôi đang ăn đó. \" \"Thì im miệng mà ăn đi, \" Sam đề nghị, lại hôn lên đôi môi bị tàn phá của Emily lần nữa. \"Ugh, \" Embry rên rỉ.  Chuyện này còn tệ hại hơn mọi phim lãng mạn nào; nó quá thật đến nỗi nó reo vui hân hoan cùng cuộc sống và tình yêu chân thành. Tôi đặt chiếc bánh nướng của mình xuống rồi khoanh tay ngang lồng ngực trống rỗng của mình. Tôi nhìn chằm chằm vào mấy đoá hoa, cố lờ đi sự yên bình tuyệt đối trong khoảnh khắc riêng tư của họ, và lờ đi vết thương phập phồng nhức nhối.  Tôi mừng vì quên được chuyện đó khi Jacob và Paul đi qua cửa, rồi ngạc nhiên khi thấy họ đang cười to. Lúc tôi nhìn, Paul nhéo vai Jacob còn Jacob thụi lại bụng anh chàng. Họ lại cười. Cả hai đều có vẻ lành lặn nguyên vẹn.  Jacob nhìn lướt qua căn phòng, mắt anh dừng lại khi thấy tôi đang tựa người, vụng về và lạc lõng, vào quầy ở phía kia của góc bếp.  \"Chào, Bells, \" anh chào tôi vui vẻ. Anh chộp hai cái bánh nướng xốp khi đi qua bàn và đến đứng bên cạnh tôi. \"Xin lỗi về chuyện lúc nãy, \" anh lẩm bẩm thì thầm. \"Bạn xoay sở ra sao.” \"Đừng lo, tôi ổn. Bánh ngon lắm. \" Tôi cầm bánh mình lên và lại ăn tiếp. Ngực tôi cảm thấy dễ chịu ngay khi có Jacob bên cạnh.  \"Ôi, trời!\" Jared than khóc, ngắt lời chúng tôi.  Tôi nhìn lên, và anh chàng và Embry đang xem xét một lằn màu hồng nhạt trên cẳng tay của Paul. Embry cười toe toét, đắc chí.  \"Mười lăm đô-la, \" anh chàng vui mừng nói.  \"Bạn làm chuyện đó à?\" Tôi thì thầm với Jacob, nhớ lại vụ cá độ.  \"Tôi chỉ mới chạm vô nó thôi. Nó sẽ ngon lành lại khi hoàng hôn xuống. \" \"Khi hoàng hôn xuống?\" Tôi nhìn vào vết thương trên cánh tay Paul. Thiệt kỳ, trông như đã bị cả tuần rồi.  \"Ba chuyện của sói đó mà, \" Jacob thì thầm.  Tôi gật đầu, cố không có vẻ lạ lùng.  \"Bạn ổn không?\" Tôi hỏi nhỏ.  \"Tôi chẳng bị trầy sướt chút nào hết. \" Vẻ mặt anh chàng đầy tự mãn.  \"Nè, các bạn, \" Sam nói lớn, làm gián đoạn mọi cuộc trò chuyện trong căn phòng nhỏ. Emily đang ở chỗ lò nướng, vét hỗn hợp trứng quanh một cái chảo lớn, nhưng Sam vẫn còn để một tay ở thắt lưng cô, một cử chỉ vô thức. \"Jacob có tin tức cho chúng ta.” Paul trông chẳng chút ngạc nhiên. Jacob chắc đã giải thích chuyện này cho anh ấy và Sam rồi. Hoặc ... họ chỉ cần lắng nghe suy nghĩ của anh.  \"Tôi biết bà tóc đỏ muốn gì.” Jacob nói với Jared và Embry. \"Đó là điều tôi đã cố nói với các bạn lúc nãy. \" Anh đá vô chân ghế Paul đang ngồi.  \"Và?\" Jared hỏi.  Mặt Jacob nghiêm túc. \"Cô ta đang cố trả thù cho bạn tình của mình - có điều đó không phải là con đỉa tóc đen mình đã giết. Nhà Cullens đã xử bạn tình của cô ta năm ngoái, và bây giờ cô ta đang theo đuổi Bella.” Đây chẳng phải là tin mới mẻ gì với tôi, nhưng tôi vẫn rùng mình.  Jared, Embry, và Emily nhìn tôi chằm chằm há hốc ngạc nhiên.  \"Cô ấy chỉ là một cô gái thôi mà, \" Embry phản đối.  \"Tôi đâu có nói là chuyện đó hợp lý đâu. Nhưng đó là lý do tại sao con đỉa đó đã cố vượt qua chúng ta. Cô ta đang đi về phía Forks. \" Họ tiếp tục nhìn tôi chằm chằm, miệng vẫn há hốc, một hồi lâu. Tôi cúi đầu.  \"Tuyệt, \" Jared cuối cùng nói, nụ cười bắt đầu làm nhếch khóe miệng của anh chàng. \"Mình đã có mồi nhử rồi. \" Với tốc độ sững người, Jacob lôi một cái đồ khui hộp ở quầy rồi quăng vô đầu Jared.  Bàn tay Jared nhá lên nhanh không tưởng được, và anh chàng chộp được dụng cụ này ngay trước lúc nó đập trúng mặt mình.  \" Bella không phải là mồi nhử. \" \"Mày biết tao muốn nói gì mà, \" Jared nói, không chút xấu hổ.  \"Vì thế mình sẽ thay đổi cách làm, \" Sam nói, lờ đi chuyện cãi nhau ầm ĩ của họ. \"Mình sẽ cố gắng tạo mấy cái bẫy, rồi xem cô ta có bị mắc bẫy không. Mình sẽ phải chia nhỏ ra, và tôi không thích vậy. Nhưng nếu cô ta thật đang theo đuổi Bella, có lẽ cô ta sẽ không cố lợi dụng chuyện chia nhỏ nhân sự của mình. \" \"Quil chắc sắp tham gia với mình rồi, \" Embry thì thầm. \"Thế là mình có thể chia đều được. \" Mọi người cúi mặt. Tôi liếc nhìn mặt Jacob, và khuôn mặt anh vô vọng, y như trưa hôm qua, bên ngoài nhà anh.  Bất kể họ có vẻ thoải mái thế nào đi nữa với số phận của mình, thì ở đây trong căn bếp hạnh phúc này, không một người sói nào trong mấy người này lại muốn bạn mình cùng chung số phận. \"Ừm, mình sẽ không trông mong vô chuyện đó, \" Sam nói bằng giọng nhỏ xíu, rồi nói tiếp với âm lượng bình thường của anh. \"Paul, Jared, và Embry sẽ chịu trách nhiệm ở vòng ngoài, còn Jacob và tôi sẽ lo bên trong. Mình sẽ tập hợp lại khi bẫy được cô ta. \" Tôi để ý thấy Emily không thích lắm chuyện Sam thuộc nhóm nhỏ hơn. Nỗi lo lắng của cô khiến tôi liếc lên nhìn Jacob, cũng lo lắng.  Sam bắt gặp ánh mắt tôi. \"Jacob nghĩ tốt nhất là em nên ở đây, tại La Push này càng nhiều càng tốt.   Cô ta sẽ không dễ dàng biết chỗ nào để tìm em, để phòng hờ. \" \"Còn Charlie thì sao?\" Tôi hỏi.  \"Cuộc thi đấu hằng năm March Madness vẫn đang diễn ra,” Jacob nói. \" Tôi nghĩ Billy và Harry có thể giữ được chân Charlie ở dưới này khi ông không ở chỗ làm. \" \"Chờ chút, \" Sam nói, đưa một tay lên. Ánh mắt anh liếc sang Emily rồi quay lại tôi. \"Jacob cho vậy là tốt nhất, nhưng em cần tự mình quyết định. Em nên đánh giá rủi ro của cả hai lựa chọn thật nghiêm túc. Em đã chứng kiến sáng nay mọi chuyện ở đây có thể trở nên nguy hiểm dễ dàng cỡ nào, vượt ngoài tầm kiểm soát nhanh cỡ nào. Nếu em chọn ở với chúng tôi, tôi không thể đảm bảo gì về sự an toàn của em. \" \"Tôi sẽ không làm bạn ấy bị thương đâu, \" Jacob lầm bầm, nhìn xuống.  Sam làm như thể anh chẳng hề nghe anh ấy nói gì. \" Nếu có một nơi nào khác em cảm thấy an toàn... \" Tôi cắn môi. Tôi có thể đến nơi nào mà không làm người khác lâm vào nguy hiểm?  Tôi chùn người bởi ý nghĩ làm Renee bị liên lụy - kéo mẹ vào bia ngắm tôi đang khoác trên người... \"Tôi không muốn dẫn Victoria đến chỗ nào hết, \" tôi thì thầm.  Sam gật đầu. \"Đúng thế.  Thà là để cô ta đến đây, nơi chúng tôi có thể chấm dứt chuyện này. \" Tôi ngần ngại. Tôi không muốn Jacob hoặc bất cứ ai trong bọn họ cố chấm dứt Victoria. Tôi nhìn lướt qua mặt Jake; khuôn mặt anh chàng thoải mái, gần giống như tôi vẫn nhớ về nó lúc trước khi xảy ra mấy chuyện sói này, và hoàn toàn chẳng hề lo lắng gì về chuyện săn ma cà rồng cả.  \"Bạn sẽ cẩn thận, phải không?\"Tôi hỏi, cổ họng nghẹn lại.  Mấy chàng trai phá ra cười lăn bò.  Ai cũng cười nhạo tôi - trừ Emily. Cô nhìn tôi, và tôi bỗng nhìn thấy sự đối xứng dưới khuôn mặt biến dạng của cô. Mặt cô vẫn xinh đẹp, và đầy lo lắng thậm chí còn dữ dội hơn sự lo lắng của tôi. Tôi phải nhìn sang chỗ khác, trước khi tình yêu ẩn sau nỗi lo lắng đó bắt đầu làm tôi đau đớn lần nữa.  \"Thức ăn đã sẵn sàng, \" Cô công bố, thế là cuộc bàn luận chiến lược chỉ còn là quá khứ.  Mấy chàng trai vội vã bao quanh bàn – cái bàn trông nhỏ xíu và có nguy cơ bị họ đè sập - rồi ngấu nghiến trong thời gian kỷ lục chảo trứng to như để đãi tiệc mà Emily đã đặt vào giữa bọn họ. Emily tựa vào quầy giống như tôi để ăn - tránh cảnh ồn ào hỗn loạn ở bàn - và nhìn họ bằng đôi mắt trìu mến. Vẻ mặt cô cho thấy rõ ràng đây là gia đình cô.  Nhìn chung, đây không đúng như những gì tôi đã nghĩ về một bầy người sói.  Tôi ở cả ngày ở La Push, phần lớn trong nhà Billy. Ông nhắn vô điện thoại Charlie và điện thoại ở đồn cảnh sát, thế là khoảng giờ ăn tối, Charlie xuất hiện với hai cái bánh pizza. Thiệt đỡ vì ông mang hai cái to; một mình Jacob đã ăn hết một cái rồi.  Tôi thấy Charlie quan sát hai chúng tôi đầy thắc mắc suốt đêm, nhất là Jacob đã thay đổi quá nhiều. Ông hỏi thăm về chuyện tóc tai; Jacob nhún vai và nói với ông là chỉ vì tiện lợi hơn thôi.  Tôi biết ngay khi Charlie và tôi về tới nhà, Jacob sẽ bắt đầu chạy đôn đáo như một con sói, như anh đã làm từng hồi suốt cả ngày nay. Anh và huynh đệ của mình liên tục canh chừng, tìm dấu hiệu của chuyến trở về của Victoria. Nhưng vì họ đã đuổicô ta ra khỏi suối nước nóng đêm qua - rượt đuổi đến giữa đường qua Ca-na-đa, theo Jacob thì - cô ta hẳn chưa tiến hành đột nhập lần nữa đâu.  Tôi chẳng hề hy vọng cô ta sẽ bỏ cuộc. Tôi đâu có may mắn như thế.  Jacob đi cùng tôi đến xe tải sau bữa tối và nấn ná bên cửa xe, chờ Charlie chạy đi trước.  \"Đêm nay đừng sợ, \" Jacob nói, trong khi Charlie giả vờ không thắt dây an toàn được.  \"Chúng tôi sẽ ở bên ngoài, canh chừng. \" \" Tôi không lo cho mình đâu, \" tôi hứa.  \" Bạn ngốc lắm. Săn ma cà rồng vui lắm.  Đó là phần thích nhất trong toàn bộ chuyện lộn xộn này.” Tôi lắc đầu. \" Nếu tôi mà ngốc, thì bạn không tự chủ một cách đáng ngại.” Anh chàng cười khúc khích. \" Nghỉ ngơi một chút, Bella, bé à. Bạn trông kiệt sức quá. \" \"Tôi sẽ cố. \" Charlie ấn còi sốt ruột. \"Hẹn gặp bạn ngày mai, \" Jacob nói. \"Xuống ngay lúc sáng sớm nhe. \" \"Ừ. \" Charlie theo tôi về nhà. Tôi ít chú ý đến mấy cái đèn trong kính chiếu hậu mà tự hỏi không biết bây giờ Sam và Jared và Embry và Paul đang ở đâu, trong rừng đêm. Tôi tự hỏi không biết Jacob đã nhập bọn với họ chưa.  Khi về đến nhà, tôi vội vã lên cầu thang, nhưng Charlie đã ở ngay phía sau tôi.  \"Chuyện gì đang xảy ra vậy, Bella ?\" ông hỏi trước khi tôi kịp trốn. \"Bố cứ tưởng Jacob thuộc băng đảng gì đó và hai con đang giận nhau.” \"Tụi con làm hoà rồi. \" \"Còn vụ băng đảng thì sao?\" \"Con không biết --- ai mà hiểu nỗi mấy thằng con trai mới lớn chớ? Tụi nó bí ẩn quá trời.  Nhưng con đã gặp Sam Uley và hôn thê của anh ấy, Emily. Họ tốt với con lắm. \" Tôi nhún vai. \"Mọi chuyện chỉ là hiểu lầm mà thôi.” Mặt ông thay đổi. \"Bố chưa nghe nói nó và Emily đã chính thức chuyện đó.  Thiệt hay. Con nhỏ tội nghiệp. \" \"Bố có biết chuyện gì đã xảy ra với bạn ấy không?\" \"Bị gấu tấn công, ở phía bắc, trong mùa cá hồi đẻ trứng -  tai nạn khủng khiếp.  Giờ đã hơn một năm rồi. Bố nghe nói Sam đã đau khổ ghê lắm vì chuyện đó. \" \"Khủng khiếp quá, \" tôi lặp lại. Hơn một năm trước. Tôi biết chắc điều đó có nghĩa là nó đã xảy ra khi chỉ có một người sói duy nhất ở La Push. Tôi rùng mình khi nghĩ đến chuyện  Sam cảm thấy ra sao mỗi lần anh nhìn mặt Emily.  Đêm đó, tôi nằm thao thức thật lâu cố sắp xếp chuyện trong ngày. Tôi nhớ ngược từ bữa tối với Billy, Jacob, và Charlie, đến suốt buổi chiều ở nhà Black, hồi hộp chờ nghe tin Jacob, đến căn bếp của Emily, đến nỗi kinh hoàng vì trận đánh nhau của người sói, đến cuộc nói chuyện với Jacob trên bãi biển.  Tôi nghĩ về điều Jacob nói sáng sớm nay, về sự giả nhân giả nghĩa. Tôi nghĩ về điều đó thật lâu. Tôi không thích nghĩ mình là một kẻ giả nhân giả nghĩa, chỉ có điều là lừa dối bản thân để làm gì cơ chứ? Tôi cuộn chặt người. Không, Edward không phải là một kẻ giết người. Ít nhất thì, ngay cả trong quá khứ đen tối hơn của anh, anh cũng chưa từng là kẻ giết người vô tội.  Nhưng chuyện gì sẽ xảy ra nếu anh vậy?  Chuyện gì sẽ xảy ra nếu, suốt thời gian tôi quen biết anh, anh cũng như mọi con ma cà rồng khác?  Chuyện gì sẽ xảy ra nếu mọi người cũng mất tích trong rừng, giống như bây giờ?  Liệu điều ấy có cản tôi đến gần anh không? Tôi lắc đầu buồn bã. Tình yêu là phi lý, tôi tự nhắc mình. Bạn càng yêu ai đó, thì lại càng ít làm chuyện hợp lý hơn.  Tôi úp người cố nghĩ về chuyện khác - và tôi nghĩ về Jacob và anh em của anh, chạy trogn rừng trong đêm tối. Tôi ngủ thiếp đi khi đang hình dung mấy con sói, ẩn trong màn đêm, bảo vệ tôi khỏi hiểm nguy. Khi mơ, tôi lại đứng trong rừng, nhưng không còn lang thang nữa. Tôi đang nắm bàn sứt sẹo của Emily cùng nhìn vào bóng đêm, lo lắng chờ đợi mấy người sói của chúng tôi quay về."
        }
    ],
    "suggestions": []
}