{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌn'kɔmplikeitid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không bị làm cho phức tạp, không bị làm cho rắc rối; không phức tạp hoá</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không rắc rối, không phức tạp; đơn giản</td></tr></table><i/></div>",
            "word": "uncomplicated",
            "pronounce": "[,ʌn'kɔmplikeitid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>uncomplicated</k><blockquote>■ <cclass>adjective simple or straightforward. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>uncomplicatedly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>uncomplicatedness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "uncomplicated",
            "pronounce": "[,ʌn'kɔmplikeitid]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>uncomplicated</k><blockquote>▸ <cclass>adjective SIMPLE, straightforward, clear, accessible, undemanding, unchallenging, unsophisticated, trouble-free, painless, effortless, easy, elementary, idiot-proof, plain sailing; <cclass><i>informal</i> a piece of cake, child's play, a cinch, a doddle, a breeze; <cclass><i>Brit.</i><cclass><i>informal</i> easy-peasy.</cclass></cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>complex.</blockquote></div>",
            "word": "uncomplicated",
            "pronounce": "[,ʌn'kɔmplikeitid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "uncomplicated",
            "pronounce": "[,ʌn'kɔmplikeitid]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giản dị</font></td></tr></tbody></table></div>",
            "word": "uncomplicated",
            "pronounce": "[,ʌn'kɔmplikeitid]"
        }
    },
    "sentences": [
        {
            "en": "I like his fluent <em>uncomplicated</em> style of writing.",
            "vi": "Tôi thích phong cách viết văn lưu loát, trôi chảy và đơn giản của cậu ấy."
        },
        {
            "en": "Based on majority rule : A naively <em>uncomplicated</em> premise of simple majoritarian democracy.",
            "vi": "Dựa trên quy luật số đông: Một tiền đề đơn giản, ngây thơ về nền dân chủ chỉ cần theo nguyên tắc đa số."
        },
        {
            "en": "It's based on majority rule : A naively <em>uncomplicated</em> premise of simple majoritarian democracy.",
            "vi": "Nó dựa trên quy luật số đông: Một tiền đề đơn giản, ngây thơ về nền dân chủ chỉ cần theo nguyên tắc đa số."
        },
        {
            "en": "Based on majority rule: A naively <em>uncomplicated</em> premise of simple majoritarian democracy.",
            "vi": "Dựa trên quy luật số đông : Một tiền đề đơn giản, ngây thơ về nền dân chủ chỉ cần theo nguyên tắc đa số."
        },
        {
            "en": "It's based on majority rule: A naively <em>uncomplicated</em> premise of simple majoritarian democracy.",
            "vi": "Nó dựa trên quy luật số đông : Một tiền đề đơn giản, ngây thơ về nền dân chủ chỉ cần theo nguyên tắc đa số."
        },
        {
            "en": "<em>Uncomplicated</em> haemorrhoids are seldom painful, pain is usually caused by a fissure.",
            "vi": "Trĩ không biến chứng ít khi gây đau, thường chỉ bị đau khi có khe nứt hậu môn."
        },
        {
            "en": "Following an <em>uncomplicated</em> vaginal delivery, you should have the opportunity to hold your baby within minutes after the birth.",
            "vi": "Nếu bạn sinh con bình thường không bị trục trặc gì thì trong vài phút sau khi sinh bạn có thể ôm con được rồi."
        },
        {
            "en": "Ever since my mother had grown ill, my life had certainly been difficult; but now for a time, things became remarkably <em>uncomplicated</em>.",
            "vi": "Kể từ ngày mẹ tôi bệnh nặng, cuộc đời của tôi trở nên khó khăn; đến lúc này mọi việc trở nên phức tạp."
        },
        {
            "en": "Given the relatively <em>uncomplicated</em> nature of mailing labels, the most efficient way to do the job is with the label wizard.",
            "vi": "Do bản chất tương đối giản dị của các nhãn thư tín, cách hiệu quả nhất để làm việc ấy là dùng label wizard."
        },
        {
            "en": "Whether you reach the index window (figure 7.12) through the project manager or database designer, the mechanics of creating indexes are <em>uncomplicated</em>.",
            "vi": "Dù bạn tới được cửa sổ thẻ index (hình 7.12) qua project manager hay database designer, thì cơ chế tạo các chỉ mục vẫn không hề phúc tạp."
        },
        {
            "en": "    * horseshoe kidney, where the two kidneys are fused (connected) into one arched kidney that usually functions normally, but is more prone to develop problems later in life. An <em>uncomplicated</em> horseshoe kidney does not need medical or surgical treatment, but it does need to be checked regularly by doctors.",
            "vi": "* thận hình móng ngựa, hai quả thận bị dính lại với nhau tạo thành một thận có hình vòm - thông thường thì thận này hoạt động bình thường, nhưng dễ phát sinh nhiều rắc rối hơn về sau. Dị tật thận hình móng ngựa không phức tạp, không cần phải điều trị hoặc phẫu thuật mà chỉ cần bác sĩ kiểm tra thường xuyên thôi. "
        },
        {
            "en": "Additionally, many hospitals now offer birthing rooms that allow a woman to stay in the same bed for labor, delivery, and sometimes, postpartum care (care after the birth). These rooms are fully equipped for <em>uncomplicated</em> deliveries. They're often attractive and have gentle lighting.",
            "vi": "Ngoài ra, nhiều bệnh viện hiện cũng đã có phòng sinh cho thai phụ có thểnằm cùng một giường để chuyển dạ, sinh nở, và đôi khi còn chăm sóc hậu sản nữa (chăm sóc sau khi sinh). Các phòng này được trang bị đầyđủ dành cho những trường hợp sinh thường, không có biến chứng nào rắc rối xảy ra. Những phòng đó thường cũng rất xinh xắn và có ánh sáng dịu nhẹ."
        },
        {
            "en": "Urinary tract infection    What is urinary tract infection? A urinary tract infection (UTI) is a bacterial infection that affects any part of the urinary tract. The main etiologic agent is Escherichia coli. Although urine contains a variety of fluids, salts, and waste products, it does not usually have bacteria in it. When bacteria get into the bladder or kidney and multiply in the urine, they may cause a UTI. The most common type of UTI is acute cystitis often referred to as a bladder infection. An infection of the upper urinary tract or kidney is known as pyelonephritis, and is potentially more serious. Although they cause discomfort, urinary tract infections can usually be easily treated with a short course of antibiotics. Symptoms include frequent feeling and/or need to urinate, pain during urination, and cloudy urine. Signs and symptoms The most common symptoms of a bladder infection are burning with urination (dysuria), frequency of urination, an urge to urinate, without vaginal discharge or significant pain. An upper urinary tract infection or pyelonephritis may additionally present with flank pain and a fever.  The symptoms of urinary tract infections may vary with age and the part of the urinary system that was affected. In young children, urinary tract infection symptoms may include diarrhea, loss of appetite, nausea and vomiting, fever and excessive crying that cannot be resolved by typical measures. Older children on the other hand may experience abdominal pain, or incontinence. Lower urinary tract infections in adults may manifest with symptoms including hematuria (blood in the urine), inability to urinate despite the urge and malaise. Other signs of urinary tract infections include foul smelling urine and urine that appears cloudy.   Depending on the site of infection, urinary tract infections may cause different symptoms. Urethritis, meaning only the urethra has been affected, does not usually cause any other symptoms besides dysuria. If the bladder is however affected (cystitis), the patient is likely to experience more symptoms including lower abdomen discomfort, low-grade fever, pelvic pressure and frequent urination all together with dysuria. Infection of the kidneys (acute pyelonephritis) typically causes more serious symptoms such as chills, nausea, vomiting and high fever. Whereas in newborns the condition may cause jaundice and hypothermia, in the elderly, symptoms of urinary tract infections may even include lethargy and a change in the mental status, signs that are otherwise nonspecific. Risk factors Sexual activity In young sexually active women, sex is the cause of 75—90 % of bladder infections, with the risk of infection related to the frequency of sex. The term \"honeymoon cystitis\" has been applied to this phenomenon of frequent UTIs during early marriage. In post menopausal women sexual activity does not affect the risk of developing a UTI.  Gender Women are more prone to UTIs than men because in females, the urethra is much shorter and closer to the anus than in males, and they lack the bacteriostatic properties of prostatic secretions. Among the elderly, UTI frequency is roughly equal proportions in women and men. This is due, in part, to an enlarged prostate in older men. An enlarged prostate means the gland has grown bigger. Prostate enlargement happens to almost all men as they get older. As the gland grows, it can press on the urethra and cause urination and bladder problems. As the gland grows, it obstructs the urethra, leading to increased difficulty in micturition.  Urinary catheters Urinary catheters are a risk factor for urinary tract infections. The risk of an associated infection can be decreased by only catheterizing when necessary, using aseptic technique for insertion, and maintaining unobstructed closed drainage of the catheter. A predisposition for bladder infections may run in families. Others Other risk factors include diabetics, sickle-cell disease or anatomical malformations of the urinary tract such as prostate enlargement. Pathogenesis The most common organism implicated in UTIs (80—85 %) is E. Coli, while Staphylococcus saprophyticus is the cause in 5—10 %.   Prevention The following are measures that studies suggest may reduce the incidence of urinary tract infections.     * A prolonged course ( 6 months to a year ) of low-dose antibiotics (usually nitrofurantoin or TMP/SMX) is effective in reducing the frequency of UTIs in those with recurrent UTIs.     * Cranberry (juice or capsules) may decrease the incidence of UTI in those with frequent infections. Long term tolerance however is an issue.     * For post-menopausal women intravaginal application of topical estrogen cream can prevent recurrent cystitis. This however is not as useful as low dose antibiotics.     * Studies have shown that breastfeeding can reduce the risk of UTIs in infants. A number of measures have not been found to effect UTI frequency including: the use of birth control pills or condoms, voiding after sex, the type of underwear used, personal hygiene methods used after voiding or defecating, whether one takes a bath or shower. Diagnosis In straight forward cases a diagnosis may be made and treatment given based on symptoms alone without further laboratory confirmation. In complicated or questionable cases confirmation via urinalysis looking for the presence of nitrites, leukocytes or leukocyte esterase or via urine microscopy looking for the presence of red blood cells, white blood cells, and bacteria maybe useful. Most cases of lower urinary tract infections in females are benign and do not need exhaustive laboratory work-ups. However, UTI in young infants may receive some imaging study, typically a retrograde urethrogram, to ascertain the presence/absence of congenital urinary tract anomalies. All males with a confirmed UTI should be investigated further. Specific methods of investigation include x-ray, nuclear medicine, MRI and CAT scans. The presence of bacteria in the urinary tract of older adults, without symptoms or signs of infection, is a well recognized phenomenon which may not require antibiotics. This is usually referred to as asymptomatic bacteriuria. The overuse of antibiotics in the context of bacteriuria among the elderly is a concerning issue. Treatment <em>Uncomplicated</em> <em>Uncomplicated</em> UTIs can be diagnosed and treated based on symptoms alone. Oral antibiotics such as trimethoprim, cephalosporins, nitrofurantoin, or a fluoroquinolone such as ciprofloxacin substantially shorten the time to recovery. About 50% of people will recover without treatment within a few days or weeks. The Infectious Diseases Society of America recommends a combination of trimethoprim and sulfamethoxazole in <em>uncomplicated</em> UTIs rather than fluoroquinolones.  A three-day treatment with trimethoprim, TMP/SMX, or a fluoroquinolone is usually sufficient while nitrofurantoin requires 7 days. Trimethoprim is often recommended to be taken at night to ensure maximal urinary concentrations to increase its effectiveness. While trimethoprim / sulfamethoxazole was previously internationally used (and continues to be used in the U.S. and Canada); the addition of the sulfonamide gives little additional benefit compared to the trimethoprim component alone. It is responsible however for a high incidence of mild allergic reactions and rare but potentially serious complications. For simple UTIs children often respond well to a three-day course of antibiotics. Pyelonephritis Pyelonephritis is treated more aggressively than a simple bladder infection using either a longer course of oral antibiotics or intravenous antibiotics. Regimens vary, and include SMX/TMP and fluorquinolones. In the past, they have included aminoglycosides (such as gentamicin) used in combination with a beta-lactam, such as ampicillin or ceftriaxone. These are continued for 48 hours after fever subsides. If there is a poor response to IV antibiotics (marked by persistent fever, worsening renal function), then imaging is indicated to rule out formation of an abscess either within or around the kidney, or the presence of an obstructing lesion such as a stone or tumor. Recurrent Women with recurrent simple UTIs may benefit from self-treatment upon occurrence of symptoms with medical follow up only if the initial treatment fails. Effective treatment can also be delivered over the phone. Epidemiology Bladder infections are most common in young women with 10% of women getting an infection yearly and 60% having an infection at some point in their life. Pyelonephritis occurs between 18—29 times less frequently.  According to the 1997 National Ambulatory Medical Care Survey and National Hospital Ambulatory Medical Care Survey, urinary tract infection accounted for nearly 7 million office visits; 1 million emergency department visits, and 100,000 hospitalizations.  Nearly 1 in 3 women will have had at least 1 episode of urinary tract infections requiring antimicrobial therapy by the age of 24 years. The risk of urinary tract infection increases with increasing duration of catheterization.  The condition rarely occurs in men who are younger than 50 years old and who did not undergo any genitourinary procedure. However, the incidence of urinary tract infections in men tends to rise after the age of 50. According to statistics from 1990, the prevalence of urinary tract infections in pre-school and school girls was 1% to 3%, nearly 30-fold higher than that in boys. Also, the statistics from the same year show that approximately 5% of girls will develop at least one urinary tract infection in their school years.",
            "vi": "Nhiễm trùng đường tiểu      Nhiễm trùng đường tiểu là gì? Nhiễm trùng đường tiểu (UTI) là hiện tượng nhiễm khuẩn có thể ảnh hưởng đến bất kỳ phần nào của đường tiểu. Tác nhân gây bệnh chính là trực khuẩn E.coli. Mặc dù nước tiểu chứa nhiều chất lỏng, muối, và chất thải, nhưng thường vô khuẩn. Khi vi khuẩn vào bàng quang hay thận và sinh sôi nảy nở trong nước tiểu, chúng có thể gây ra UTI. Loại UTI thường gặp nhất là viêm bàng quang cấp thường được coi như chứng viêm bàng quang. Nhiễm trùng đường tiểu trên hay thận được coi là chứng viêm thận, và tiềm ẩn bệnh nghiêm trọng hơn. Mặc dù nhiễm trùng đường tiểu thường làm cho người ta cảm thấy khó chịu, nhưng bệnh này có thể dễ dàng chữa trị bằng cách dùng thuốc kháng sinh trong thời gian ngắn. Các triệu chứng nhiễm trùng đường tiểu bao gồm cảm giác thường xuyên và/hoặc mắc tiểu, đau khi đi tiểu, và nước tiểu đục. Các triệu chứng và dấu hiệu của nhiễm trùng đường tiểu  Các triệu chứng thường gặp nhất của chứng viêm bàng quang là đi tiểu rát (khó tiểu), đi tiểu nhiều lần, mắc tiểu nhiều lần, không có khí hư hoặc đau nhiều. Nhiễm trùng đường tiểu trên hay chứng viêm thận ngoài ra cũng có thể gây đau ở bên sườn và sốt.  Các triệu chứng của bệnh nhiễm trùng đường tiểu có thể thay đổi tuỳ theo độ tuổi và tuỳ theo đường tiểu bị nhiễm trùng ở phần nào. Ở trẻ em, triệu chứng nhiễm trùng đường tiểu có thể bao gồm tiêu chảy, chán ăn, buồn nôn và ói, sốt và khóc nhiều không dỗ nín được bằng các biện pháp thường. Mặt khác đối với trẻ lớn tuổi hơn thì có thể gặp triệu chứng đau bụng, hoặc ỉa đùn. Nhiễm trùng đường tiểu dưới ở người lớn có thể thấy rõ với nhiều triệu chứng gồm chứng huyết niệu (máu trong nước tiểu), không đi tiểu được mặc dù muốn tiểu và cảm thấy rất khó chịu. Những dấu hiệu nhiễm trùng đường tiểu khác như nước tiểu có mùi khó chịu và nước tiểu đục. Tùy theo vùng nhiễm trùng mà chứng nhiễm trùng đường tiểu có thể gây ra nhiều triệu chứng khác nhau. Đối với chứng viêm niệu đạo, nghĩa là chỉ có vùng niệu đạo bị nhiễm trùng, thường không gây ra các triệu chứng nào khác ngoài chứng khó tiểu. Tuy nhiên, nếu bàng quang bị nhiễm trùng (viêm bàng quang) thì bệnh nhân có thể gặp nhiều triệu chứng hơn như cảm giác khó chịu ở bụng dưới, sốt nhẹ, ép khung chậu và thường xuyên bị khó tiểu. Nhiễm trùng thận (viêm thận cấp) thường gây ra nhiều triệu chứng trầm trọng hơn như là ớn lạnh, buồn nôn, ói và sốt cao. Nhưng đối với trẻ sơ sinh, chứng nhiễm trùng đường tiểu có thể gây vàng da và giảm nhiệt, với người lớn, triệu chứng nhiễm trùng đường tiểu thậm chí có thể gồm chứng ngủ lịm và làm tinh thần thay đổi, mặt khác người ta còn chưa xác định rõ nguyên nhân của các dấu hiệu này.  Các yếu tố nguy hiểm gây nhiễm trùng đường tiểu Hoạt động tình dục Đối với phụ nữ trẻ thường quan hệ tình dục thì tình dục là nguyên nhân gây ra 75-90% chứng viêm bàng quang, nguy cơ nhiễm bệnh liên quan đến số lần quan hệ tình dục. Thuật ngữ “viêm bàng quang tuần trăng mật” được áp dụng cho hiện tượng nhiễm trùng đường tiểu thường xuyên này trong thời gian hôn nhân ban đầu. Ở phụ nữ hậu mãn kinh, hoạt động tình dục không ảnh hưởng đến nguy cơ phát triển bệnh UTI.  Giới tính Phụ nữ thường dễ bị nhiễm trùng đường tiểu hơn nam giới vì phụ nữ có niệu đạo ngắn hơn và gần với hậu môn hơn và thiếu các đặc tính kìm hãm vi khuẩn của tiết tuyến tiền liệt. Đối với người lớn tuổi thì tỉ lệ mắc UTI giữa nam và nữ thường bằng nhau. Điều này một phần là do tuyến tiền liệt ở đàn ông lớn tuổi bị giãn nở ra. Tuyến tiền liệt giãn ra có nghĩa nó trở nên to hơn. Chứng phì đại tuyến tiền liệt thường xảy ra ở hầu hết nam giới cao tuổi. Khi tuyến tiền liệt giãn nở ra, nó có thể đè lên niệu đạo và gây ra nhiều vấn đề về niệu đạo và bàng quang. Bên cạnh đó, khi tuyến tiền liệt phình to ra, nó làm nghẽn niệu đạo, làm khó tiểu nhiều hơn. Ống thông đường tiểu  Ống thông đường tiểu là yếu tố nguy hiểm dẫn đến nhiễm trùng đường tiểu. Nguy cơ lây nhiễm liên quan có thể làm giảm bằng cách chỉ dùng ống thông khi cần thiết, sử dụng kỹ thuật đặt ống thông tiểu vô trùng và giữ cho ống thông tiểu kín không bị nghẽn.  Bẩm chất viêm bàng quang có thể di truyền trong gia đình.  Các yếu tố nguy hiểm khác Các yếu tố nguy hiểm khác gây nhiễm trùng đường tiểu gồm tiểu đường, thiếu máu hồng cầu hình liềm hoặc các dị tật giải phẫu học của đường tiểu như chứng phì đại tuyến tiền liệt.  Sinh bệnh học Sinh vật thường gặp nhất liên quan đến bệnh nhiễm trùng đường tiểu (80—85 %) là trực khuẩn E.coli, trong khi tụ cầu khuẩn saprophyticus là nguyên nhân gây ra từ 5-10% trường hợp nhiễm trùng đường tiểu. Phòng ngừa nhiễm trùng đường tiểu Dưới đây là các biện pháp mà các công trình nghiên cứu đã đề nghị nhằm có thể làm giảm tỉ lệ mắc bệnh nhiễm trùng đường tiểu * Dùng kháng sinh liều thấp một đợt kéo dài (6 tháng đến 1 năm) (thường là nitrofurantoin hoặc TMP/SMX) có tác dụng làm giảm tần số UTIs ở những người bị nhiễm trùng đường tiểu tái phát. * Man việt quất (quả hoặc viên con nhộng) có thể làm giảm tỉ lệ mắc bệnh UTI ở những người bị nhiễm bệnh thường xuyên. Tuy nhiên dung nạp thuốc trong thời gian dài là cả một vấn đề. * Đối với phụ nữ hậu mãn kinh thì việc thoa kem estrogen trực tiếp lên vùng da bên trong âm đạo có thể ngăn ngừa chứng viêm bàng quang tái phát. Tuy nhiên điều này không có tác dụng như thuốc kháng sinh liều thấp. * Nhiều công trình nghiên cứu cho thấy việc nuôi con bằng sữa mẹ có thể làm giảm nguy cơ bị nhiễm trùng đường tiểu ở trẻ sơ sinh.  Các biện pháp như dùng thuốc tránh thai hoặc bao cao su, đi vệ sinh sau khi quan hệ tình dục, loại quần áo lót sử dụng, phương pháp vệ sinh cá nhân sau khi đi vệ sinh, tắm bồn hay tắm vòi hoa sen cũng chưa có kết luận gì đối với việc ảnh hưởng đến tần số bị nhiễm trùng đường tiểu.  Chẩn đoán nhiễm trùng đường tiểu  Đối với những ca bệnh sớm biết ngay lập tức thì có thể chẩn đoán được và điều trị dựa trên các triệu chứng riêng của nó mà không phải làm thêm một xét nghiệm nào khác. Nhưng đối với những trường hợp phức tạp hay đáng nghi thì việc làm xét nghiệm nước tiểu để phát hiện ni-trít, bạch cầu hoặc en-zim esteraza trong bạch cầu hoặc soi nước tiểu dưới kính hiển vi để phát hiện hồng cầu, tế bào bạch cầu, và vi khuẩn có lẽ sẽ có tác dụng. Hầu hết các trường hợp nhiễm trùng đường tiểu dưới ở phụ nữ là lành tính và không cần phải làm các xét nghiệm tổng quát khác. Tuy nhiên, nhiễm trùng đường tiểu ở trẻ sơ sinh có thể phải chụp hình, nhất là chụp niệu đạo ngược dòng, để xác định xem có các dị tật bẩm sinh ở đường tiểu hay không. Nam giới bị chẩn đoán chắc chắn bị nhiễm trùng đường tiểu nên được kiểm tra xét nghiệm nhiều hơn. Nhiều phương pháp kiểm tra để xác định bệnh nhiễm trùng đường tiểu cụ thể như phương pháp chụp X-quang, y học hạt nhân, MRI (cộng hưởng từ) và phương pháp dùng máy chụp cắt lớp.  Tình trạng vi khuẩn tồn tại trong đường tiểu của người già mà không có triệu chứng gì hay dấu hiệu truyền nhiễm gì cũng là một hiện tượng được người ta phát hiện và chú ý nhiều có thể không cần sử dụng thuốc kháng sinh. Đây thường được coi là tình trạng nước tiểu nhiễm khuẩn mà không có triệu chứng bệnh lý gì. Việc lạm dụng thuốc kháng sinh trong trường hợp nước tiểu nhiễm khuẩn của người già là một vấn đề đáng quan tâm.  Điều trị Trường hợp nhiễm trùng đường tiểu nhẹ, không phức tạp  Các trường hợp nhiễm trùng đường tiểu nhẹ, không phức tạp có thể được chẩn đoán và điều trị dựa trên các triệu chứng riêng của chúng. Các loại thuốc kháng sinh dạng uống như Trimethoprim, Cephalosporins, Nitrofurantoin, hoặc nhóm kháng sinh phổ biến (fluoroquinolone) như ciprofloxacin về cơ bản có tác dụng làm bệnh nhanh lành hơn. Khoảng 50% người bị nhiễm trùng đường tiểu sẽ lành bệnh mà không phải điều trị trong thời gian một vài ngày hay một vài tuần. Hội các bệnh lây nhiễm Hoa Kỳ khuyến cáo kết hợp trimethoprim và sulfamethoxazole đối với các trường hợp nhiễm trùng đường tiểu nhẹ chứ không dùng nhóm kháng sinh fluoroquinolone.  Điều trị bằng thuốc trimethoprim, TMP/SMX hoặc kháng sinh fluoroquinolone trong ba ngày thường là đủ và có kết quả trong khi nếu sử dụng nitrofurantoin phải cần 7 ngày. Trimethoprim thường phải được dùng vào ban đêm để đảm bảo nồng độ nước tiểu đạt mức cao nhất nhằm làm tăng hiệu quả của thuốc. Trong khi Trimethoprim/Sulfamethoxazole trước đây được sử dụng rộng rãi trên toàn thế giới (và hiện vẫn còn được sử dụng ở Hoa Kỳ và Ca-na-đa); việc bổ sung thêm Sulfonamide cũng mang lại nhiều lợi ích hơn so với một mình thành phần thuốc Trimethoprim. Tuy nhiên, nó có nguy cơ gây phản ứng dị ứng nhẹ và hiếm khi gặp các biến chứng tiềm ẩn nghiêm trọng. Đối với trẻ bị nhiễm trùng đường tiểu nhẹ thường phản ứng tốt với đợt điều trị bằng thuốc kháng sinh trong vòng 3 ngày.  Chứng viêm thận  Chứng viêm thận được điều trị khó khăn và lâu dài hơn trường hợp viêm bàng quang nhẹ, có thể điều trị theo đợt dùng kháng sinh dạng uống kéo dài hơn hoặc dùng kháng sinh dạng truyền tĩnh mạch. Phải thay đổi chế độ ăn uống, và còn phải dùng SMX/TMP và Fluorquinolones. Trước đây, các loại thuốc này gồm a-mi-nô glu-cô-zít (như gentamicin) dùng kết hợp với beta-lactam, như ampicillin hoặc ceftriaxone. Các loại thuốc này được sử dụng trong 48 tiếng đồng hồ sau khi đã hạ sốt. Nếu bệnh nhân phản ứng kém với các loại thuốc kháng sinh IV (dành cho trường hợp sốt dai dẳng, chức năng thận ngày càng yếu đi), thì cần phải chụp hình để xác định xem là có áp-xe bên trong hay quanh thận không, hay thận có bị thương gây nghẽn thận như sỏi hay khối u không. Chứng nhiễm trùng đường tiểu tái phát Những phụ nữ bị nhiễm trùng đường tiểu tái phát nhẹ có thể tự điều trị trong trường hợp xảy ra các triệu chứng bằng thuốc tiếp tục chỉ khi nào phương pháp điều trị ban đầu không thành công. Phương pháp điều trị có hiệu quả cũng có thể tư vấn qua điện thoại. Dịch tễ học Viêm bàng quang là căn bệnh thường gặp nhất ở phụ nữ trẻ, mỗi năm số phụ nữ mắc chứng bệnh này lên tới 10% và có đến 60% nhiễm bệnh vào một lúc nào đó trong đời. Chứng viêm thận thường xảy ra ít hơn từ 18 đến 29 lần so với viêm bàng quang.  Theo dữ liệu từ cuộc khảo sát chăm sóc sức khỏe ngoại trú quốc gia và khảo sát chăm sóc sức khỏe ngoại trú của bệnh viện quốc gia năm 1997, số bệnh nhân đến khám chữa bệnh nhiễm trùng đường tiểu chiếm gần 7 triệu người; 1 triệu bệnh nhân phải vào khoa cấp cứu, và 100.000 ca phải nằm viện. Người ta ước tính trước 24 tuổi cứ trong 3 người phụ nữ thì có gần 1 người bị nhiễm trùng đường tiểu ít nhất 1 lần cần phải chữa bằng thuốc kháng sinh. Nguy cơ bị nhiễm trùng đường tiểu tăng nếu thời gian dùng ống thông tiểu càng nhiều.  Bệnh hiếm khi xảy ra đối với nam dưới 50 tuổi và người chưa dùng phương pháp niệu-sinh dục lần nào. Tuy nhiên, tỉ lệ mắc bệnh nhiễm trùng đường tiểu ở nam giới có xu hướng tăng sau 50 tuổi. Theo số liệu thống kê từ năm 1990, bệnh nhiễm trùng đường tiểu ở bé gái tuổi mẫu giáo và tuổi học đường là từ1% đến 3%, cao hơn gần 30 lần số bé trai mắc bệnh này. Hơn nữa, số liệu thống kê năm này cũng cho thấy khoảng 5% bé gái bị nhiễm trùng đường tiểu ít nhất một lần trong suốt quãng đời học sinh của mình."
        },
        {
            "en": "Looking at your newborn - What’s normal    general appearance of newborns In delivery room scenes on TV and in the movies, the mother-to-be, often a famous actress in full makeup and with every hair in place, \"delivers\" a baby after a few token grunts and groans. Seconds later, the doctor presents the glowing parents with a perfect picture - a neatly combed and scrubbed, cooing several-month-old infant. Contrast that picture with how a baby really looks just after emerging from the womb: bluish, covered with blood and cream-cheesy glop, and looking as though the little one has just been in a fist-fight. Remember that the fetus develops immersed in fluid, folded up in an increasingly cramped space inside the uterus. The whole process usually culminates with the baby being pushed forcibly through a narrow, bone-walled birth canal, sometimes requiring the assistance of metal forceps or suction devices. Still, it helps to remember two things: 1. Usually, the features that may make a normal newborn look strange are temporary.  2. In the eyes of the adoring parent, every infant looks like the perfect baby anyway.  When you first get to see, touch, and inspect your newborn may depend on the type of delivery, your condition, and the condition of your baby. Following an <em>uncomplicated</em> vaginal delivery, you should have the opportunity to hold your baby within minutes after the birth. Bonding In most cases, infants seem to be in a state of quiet alertness during the first hour or so after delivery. It's a great time for you and your newborn to get acquainted and begin the bonding process. But don't despair if circumstances prevent you from meeting your infant right away. You'll have plenty of quality time together soon, and there's no scientific evidence that the delay will affect your infant's health, behavior, or relationship with you over the long run. During the first several weeks, you'll notice that much of the time your baby will tend to keep his or her fists clenched, elbows bent, hips and knees flexed, and arms and legs held close to the front of his or her body. This position is similar to the fetal position during the last months of pregnancy. Infants who are born prematurely may display several differences in their posture, appearance, activity, and behavior compared with full-term newborns. Primitive Reflexes Infants are born with a number of instinctual responses to stimuli, such as light or touch, known as primitive reflexes, which gradually disappear as the baby matures. These reflexes include the: * sucking reflex, which triggers an infant to forcibly suck on any object put in the mouth  * grasp reflex, which causes an infant to tightly close the fingers when pressure is applied to the inside of the infant's hand by a finger or other object  * Moro reflex, or startle response, which causes an infant to suddenly throw the arms out to the sides and then quickly bring them back toward the middle of the body whenever the infant has been startled by a loud noise, bright light, strong smell, sudden movement, or other stimulus  Also, due to the immaturity of their developing nervous systems, young infants' arms, legs, and chins may tremble or shake, particularly when they're crying or agitated. Sleeping and Breathing Patterns In the first weeks, infants usually spend most of their time sleeping. This may be even more exaggerated during the first day or two of life in newborns whose mothers received certain types of pain medications or anesthesia during the labor or delivery. Frequently, new parents become concerned about their newborn's breathing pattern, particularly with the increased attention that sudden infant death syndrome (SIDS) has received in recent years. But rest assured that it's normal for young infants to breathe somewhat irregularly. When an infant is awake, his or her breathing rate may vary widely, sometimes exceeding 60 breaths per minute, particularly when the little one is excited or following a bout of crying. Newborns will also commonly have periods during which they stop breathing for about 5 to 10 seconds and then start up again on their own. This is known as periodic breathing, which is more likely to occur during sleep and is considered very normal. However, if your infant turns blue or stops breathing for longer stretches of time, it's considered an emergency and you should contact your child's doctor immediately or go to the emergency room. Head Because the infant's head is usually the first part through the birth canal, it can be affected by the delivery process. The newborn's skull is made up of several separate bones that will eventually fuse together. This situation permits the large head of the infant to be squeezed through the narrow birth canal without injury to mother or baby. The heads of infants born by vaginal delivery often show some degree of molding, which is when the skull bones shift and overlap, making the top of the infant's head look elongated, stretched out, or even pointed at birth. This sometimes bizarre appearance will go away over the next several days as the skull bones move into a more rounded configuration. The heads of babies born by cesarean section or breech (buttocks or feet first) delivery usually don't show molding. Because of the separation of your newborn's skull bones, you'll be able to feel (go ahead, you won't harm anything) two fontanels, or soft spots, on the top of the head. The larger one, located toward the front of the head, is diamond-shaped and usually about 1 to 3 inches wide. A smaller, triangle-shaped fontanel is found farther back on the head, where a beanie might be worn. Don't be alarmed if you see the fontanels bulge out when the infant cries or if they seem to move up and down in time with the baby's heartbeat. This is perfectly normal. The fontanels will eventually disappear as the skull bones close together — usually in about 12 to 18 months for the front fontanel and in about 6 months for the one in back. In addition to looking elongated, a newborn's head may have a lump or two as a result of the trauma of delivery. Caput succedaneum is a circular swelling and bruising of the scalp usually seen on top of the head toward the back, which is the part of the scalp most often leading the way through the birth canal. This will fade over a few days. A cephalohematoma is a symptom of blood that has seeped under the outer covering membrane of one of the skull bones. This is usually caused during birth by the pressure of the head against the mother's pelvic bones. The lump is confined to one side of the top of the baby's head and, in contrast to caput succedaneum, may take a week or two to disappear. The cephalohematoma may cause these infants to become somewhat more jaundiced than others during the first week of life. It's important to remember that both caput succedaneum and cephalohematoma occur due to trauma outside of the skull — neither indicates that there has been any injury to the infant's brain. Face A newborn's face may look quite puffy due to fluid accumulation and the rough trip through the birth canal. The infant's facial appearance often changes significantly during the first few days as the baby gets rid of the extra fluid and the trauma of delivery subsides. That's why the photos you take of your baby later on at home usually look a lot different than those \"new arrival\" nursery shots. In some cases, a newborn's facial features can be quite distorted as a result of positioning in the uterus and the squeeze through the birth canal. Not to worry — that folded ear, flattened nose, or crooked jaw usually comes back into place over time. Eyes A few minutes after birth, most infants open their eyes and start to look around at their environment. Newborns can see, but they probably don't focus well at first, which is why their eyes may seem out of line or crossed at times during the first 2 to 3 months. Because of the puffiness of their eyelids, some infants may not be able to open their eyes wide right away. When holding your newborn, you can encourage eye opening by taking advantage of your baby's \"doll's eye\" reflex, which is a tendency to open the eyes more when held in an upright position. Parents are sometimes startled to see that the white part of one or both of their newborn's eyes appears blood-red. Called subconjunctival hemorrhage, this occurs when blood leaks under the covering of the eyeball due to the trauma of delivery. It's a harmless condition similar to a skin bruise that goes away after several days, and it generally doesn't indicate that there has been any damage to the infant's eyes. Parents are often curious to know what color eyes their infant will have. If a baby's eyes are brown at birth, they will remain so. This is the case for most black and Asian infants. Most white infants are born with bluish-gray eyes, but the pigmentation of the iris (the colored part of the eye) may progressively darken, usually not becoming their permanent color until about 3 to 6 months of age. Ears A newborn's ears, as well as other features, may be distorted by the position they were in while inside the uterus. Because the baby hasn't yet developed the thick cartilage that gives firm shape to an older child's ears, it isn't unusual for newborns to come out with temporarily folded or otherwise misshapen ears. Small tags of skin or pits (shallow holes) in the skin on the side of the face just in front of the ear are also common. Usually, these skin tags can be easily removed (talk to your doctor). Nose Because newborns tend to breathe through their noses and their nasal passages are narrow, small amounts of nasal fluid or mucus can cause them to breathe noisily or sound congested even when they don't have a cold or other problem. Talk with your doctor about the use of salt-water nose drops and a bulb syringe to help clear the nasal passages if necessary. Sneezing is also common in newborns. This is a normal reflex and isn't due to an infection, allergies, or other problems. Mouth When your newborn opens his or her mouth to yawn or cry, you may notice some small white spots on the roof of the mouth, usually near the center. These small collections of cells are called Epstein's pearls and, along with fluid-filled cysts sometimes present on the gums, will disappear during the first few weeks. Neck Yes .... Normally the neck looks short in newborns because it tends to get lost in the chubby cheeks and folds of skin. Chest Because an infant's chest wall is thin, you may easily feel or observe your baby's upper chest move with each heartbeat. This is normal and isn't a cause for concern. Also, both male and female newborns can have breast enlargement. This is due to the female hormone estrogen passed to the fetus from the mother during pregnancy. You may feel firm, disc-shaped lumps of tissue beneath the nipples and, occasionally, a small amount of milky fluid may be released from the nipples. The breast enlargement almost always disappears during the first few weeks. Despite what some parents believe, you shouldn't squeeze the breast tissue — it will not make the breasts shrink any faster than they will on their own. arms and legs Following birth, full-term newborns tend to assume a posture similar to what their position in the cramped uterus had been: arms and legs flexed and held close to their bodies. The hands are usually tightly closed, and it may be difficult for you to open them up because touching or placing an object in the palms triggers a strong grasp reflex. Fingernails Infants' fingernails can be long enough at birth to scratch their skin as they bring their hands to their faces. If this is the case, you can carefully trim your baby's nails with a pair of small scissors. Sometimes parents are concerned about the curved appearance of their newborn's feet and legs. But if you recall the usual position of the fetus in the womb during the final months of pregnancy — hips flexed and knees bent with the legs and feet crossed tightly up against the abdomen — it's no surprise that a newborn's legs and feet tend to curve inward. You can usually move your newborn's legs and feet into a \"walking\" position; and this will happen naturally as the infant begins to bear weight, walk, and grow through the first 2 to 3 years of life. Abdomen It's normal for a baby's abdomen (belly) to appear somewhat full and rounded. When your baby cries or strains, you may also note that the skin over the central area of the abdomen may protrude between the strips of muscle tissue making up the abdominal wall on either side. This almost always disappears during the next several months as the infant grows. Many parents are concerned about the appearance and care of their infant's umbilical cord. The cord contains three blood vessels (two arteries and a vein) encased in a jelly-like substance. Following delivery, the cord is clamped or tied off before it's cut to separate the infant from the placenta. The umbilical stump is then simply allowed to wither and drop off, which usually happens in about 10 days to 3 weeks.  You may be instructed to swab the area with alcohol periodically or wash the area with soap and water if the stump becomes dirty or sticky to help prevent infection until the cord dries up and the stump falls off. The baby's navel area shouldn't be submerged in water during bathing until this occurs. The withering cord will go through color changes, from yellow to brown or black — this is normal. You should consult your baby's doctor if the navel area becomes red or if a foul odor or discharge develops. Umbilical (navel) hernias are common in newborns, particularly in infants of African heritage. A hole in the wall of the abdomen at the site of the umbilical cord/future navel allows the baby's intestine to protrude through when he or she cries or strains, causing the overlying skin to bulge outward. These hernias are generally harmless and aren't painful to the infant. The majority of them close on their own during the first few years, but a simple surgical procedure can fix the hernia if it doesn't close by itself. Home remedies for umbilical hernias that have been tried through the years, such as strapping and taping coins over the area, should not be attempted. These techniques are ineffective and may result in skin infections or other injuries. Genitalia The genitalia (sexual organs) of both male and female infants may appear relatively large and swollen at birth. Why? It's due to several factors, including the exposure to hormones produced by the mother and fetus, bruising and swelling of the genital tissues related to birth trauma, and the natural course of development of the genitalia. In girls, the outer lips of the vagina (labia majora) may appear puffy at birth. The skin of the labia may be either smooth or somewhat wrinkled. Sometimes, a small piece of pink tissue may protrude between the labia — this is a hymenal tag; it will eventually recede into the labia as the genitals grow. Due to the effects of maternal hormones, most newborn girls will have a vaginal discharge of mucus and perhaps some blood that lasts for a few days. This \"mini-period\" is normal menstrual-type bleeding from the infant's uterus that occurs as the estrogen passed to the infant by the mother begins to disappear. Although it's much more common in boys, swelling in the groin of an infant girl can indicate the presence of an inguinal (groin) hernia. Hydrocele In boys, the scrotum (the sack containing the testicles) often looks swollen. This is usually due to a hydrocele, a common collection of fluid in the scrotum of infant boys that usually disappears during the first 3 to 6 months. You should consult your doctor about swelling or bulging in your son's scrotum or groin area that persists beyond 3 to 6 months or that seems to come and go. That may indicate the presence of an inguinal hernia, which usually requires surgical treatment. The testicles of newborn boys may be difficult to feel in the swollen scrotum. Infant boys also normally experience frequent penile erections, often just before they urinate. More than 95% of newborns urinate within the first 24 hours. If your baby is delivered in a hospital, nursery personnel will want to know if this happens while your infant is with you. If a newborn doesn't urinate for what seems like a while at first, it may be that he or she urinated immediately after birth while still in the delivery room.  If your infant son was circumcised, it usually takes between 7 to 10 days for the penis to heal. Until it does, the tip may seem raw or yellowish in color. Although this is normal, certain other symptoms are not. Call your child's doctor right away if you notice persistent bleeding, redness around the tip of the penis that gets worse after 3 days, fever, signs of infection (such as the presence of pus-filled blisters), and not urinating normally within 6 to 8 hours after the circumcision. Bathing With both circumcised and uncircumcised penises, no cotton swabs, astringents, or any special bath products are needed — simple soap and warm water every time you bathe your baby will do the trick. No special washing precautions are needed for newly circumcised babies, other than to be gentle, as your baby may have some mild discomfort after the circumcision. If your son has a bandage on his incision, you might need to apply a new one whenever you change his diaper for a day or two after the procedure (put petroleum jelly on the bandage so it won't stick to his skin). Doctors often also recommend putting a dab of petroleum jelly on the baby's penis or on the front of the diaper to alleviate any potential discomfort caused by friction against the diaper. How you take care of your baby's penis may also vary depending on the type of circumcision procedure the doctor performs. Be sure to discuss what after-care will be needed. If your baby boy wasn't circumcised, be sure to never forcibly pull back the foreskin to clean beneath it. Instead, gently tense it against the tip of the penis and wash off any smegma (the whitish \"beads\" of dead skin cells mixed with the body's natural oil). Over time, the foreskin will retract on its own so that it can be pulled away from the glans toward the abdomen. This happens at different times for different children, but most boys can retract their foreskins by the time they're 5 years old. Skin There's little doubt about the origin of the expression \"still wet behind the ears,\" used to describe someone new or inexperienced. Newborns are covered with various fluids at delivery, including amniotic fluid and often some blood (the mother's, not the baby's). Nurses or other personnel attending the birth will promptly begin drying the infant to avoid a drop in the baby's body temperature that will occur if moisture on the skin evaporates rapidly. Newborns are also coated with a thick, pasty, white material called vernix caseosa, most of which will be washed off during the baby's first bath.  The hue and color patterns of a young infant's skin may be startling to some parents. Mottling of the skin, a pattern of reddish and pale areas, is common because of the normal instability of the blood circulation at the skin's surface. For similar reasons, acrocyanosis, or blueness of the skin of the hands and feet and the area surrounding the lips, is often present, especially if the infant is in a cool environment. When bearing down to cry or having a bowel movement, a young infant's skin temporarily may appear beet-red or bluish-purple. Red marks, scratches, bruises, and petechiae are all common on the face and other body parts. They're caused by the trauma of squeezing through the birth canal or by the pressure from obstetrical forceps used during the delivery. These will heal and disappear during the first week or two of life. Fine, soft hair, called lanugo, may be present on a newborn's face, shoulders, and back. Most of this hair is usually shed in the uterus before the baby is delivered; for this reason, lanugo is more frequently seen on babies born prematurely. In any case, this hair will disappear in a few weeks. The top layer of a newborn's skin will flake off during the first week or two. This is normal and expected and doesn't require any special skin care. Peeling skin may be present at birth in some infants, particularly those who are born past their due date. Birthmarks Despite what the name says, not all babies come with a birthmark. However, pink or red areas, sometimes called salmon patches, are common and generally disappear within the first year. Most frequently found on the back of the neck or on the bridge of the nose, eyelids, or brow, they can occur anywhere on the skin, especially in light-skinned infants. Mongolian spots, flat patches of slate-blue or blue-green color that resemble ink stains on the back, buttocks, or elsewhere on the skin, are found in more than half of black, Native American, and Asian infants and less often in white babies. These spots almost always fade or disappear within a few years. Strawberry or capillary hemangiomas are raised red marks caused by collections of widened blood vessels in the skin. These birthmarks may appear pale at birth and then typically become red and enlarge during the first months of life. Then, they usually shrink and disappear without treatment within the first 6 years.  Port-wine stains, which are large, flat, reddish-purple birthmarks, won't disappear on their own.  Cafe-au-lait spots, so called because of their \"coffee with milk\" light-brown color, are present on the skin of some infants. These may deepen in color (or may first appear) as the child grows older. They're usually of no concern unless, they're large or there are six or more spots on the body, which may indicate the presence of certain medical conditions. Common brown or black moles, known as pigmented nevi, may also be present at birth or appear or deepen in color as the child gets older. Larger moles or those with an unusual appearance should be brought to a doctor's attention because some may require removal. Rashes Several harmless skin rashes and conditions may be present at birth or appear during the first few weeks. Tiny, flat, yellow or white spots on the nose and chin, called milia and will disappear within the first few weeks. Miliaria — small, raised, red bumps that often have a white or yellow \"head\" — is sometimes called infant acne. Although miliaria often occurs on the face and may be present on large areas of the body, it's a harmless condition that will go away within the first several weeks with normal skin care. Despite the frightening sound of its medical name, erythema toxicum is also a harmless newborn rash consisting of red blotches with pale or yellowish bumps at the center, which give the rash a hive-like appearance. This rash usually blossoms during the first day or two after birth and disappears within a week. Pustular melanosis, a rash present at birth mainly in black infants, is characterized by dark brown bumps or blisters scattered over the neck, back, arms, legs, and palms, which disappear without treatment. Also, it isn't unusual to see infants born with blisters on the fingers, hands, or arms because the fetus can suck while still in the uterus. Newborn jaundice, a yellowish discoloration of the skin and white parts of the eyes, is a common condition that normally doesn't appear until the second or third day after birth and disappears within 1 to 2 weeks. Jaundice is caused by the accumulation of bilirubin in the blood, skin, and other tissues due to the temporary inability of the newborn's immature liver to clear this substance from the body effectively. Although a certain degree of this is expected, if an infant becomes jaundiced earlier than expected or their bilirubin level is higher than is normal, then the doctor will follow the baby very closely. Getting to Know Your Little One The first days and weeks of a newborn's life are a time of great wonder and delight for most new parents. However, being responsible for such a seemingly fragile creature can be intimidating, particularly if you're unfamiliar with how a normal newborn looks and behaves. If you feel anxious or uncertain about any aspect of caring for your infant, don't hesitate to consult your doctor, other health care professionals, or family or friends who have had experience caring for a newborn, too.",
            "vi": "Quan sát trẻ sơ sinh – Bé phát triển như thế nào là bình thường    Quan sát diện mạo chung bên ngoài của trẻ sơ sinh Trên ti vi và phim thường chiếu những cảnh ở phòng sanh với hình ảnh một thai phụ (sắp làm mẹ) – thường là nữ diễn viên nổi tiếng được hoá trang cẩn thận và đầu tóc gọn gàng, “vượt cạn” một cách dễ dàng sau một vài tiếng rên rỉ, càu nhàu tượng trưng. Liền sau đó, bác sĩ đưa cho những ông bố, bà mẹ khỏe mạnh một bức tranh hết sức hoàn hảo – đó là một em bé vài tháng tuổi sạch sẽ, tóc tai gọn gàng, và có thể nói gù gù rồi.   Hoàn toàn trái ngược với những gì bạn thấy đối với một em bé mới vừa lọt lòng mẹ: người hơi xanh, dính đầy máu và chất nhớt trăng trắng nhầy nhụa, và nhìn như thể em bé vừa mới đánh nhau tay không vậy.  Bạn nên nhớ rằng bào thai phát triển hoàn toàn trong dịch ối, cuộn người trong một không gian ngày càng chật chội bên trong tử cung. Toàn bộ quá trình này thường lên đến đỉnh điểm khi bé bị đẩy mạnh qua đường sinh có vách xương chật hẹp, đôi khi cũng cần sự hỗ trợ của kẹp kim loại hoặc các thiết bị hút.   Tuy vậy, nhưng điều ấy có thể giúp bạn ghi nhớ 2 điều:  1. Thông thường thì các đặc điểm có thể làm cho diện mạo bên ngoài của bé trở nên lạ lẫm chỉ tồn tại trong một thời gian ngắn tạm thời thôi.  2. Trong mắt của các ông bố, bà mẹ yêu thương con tha thiết thì tất cả các trẻ sơ sinh đều trông giống như các em bé hoàn hảo vậy. Thời gian cho bạn được nhìn, được chạm, được ôm con và nhìn ngắm con kỹ lưỡng có thể tuỳ thuộc vào kiểu sinh của bạn, điều kiện sức khỏe của bạn và cả điều kiện sức khỏe của bé nữa. Nếu bạn sinh con bình thường không bị trục trặc gì thì trong vài phút sau khi sinh bạn có thể ôm con được rồi.  Mối gắn kết tình cảm giữa mẹ và bé  Thường thì trẻ sơ sinh ở trạng thái tỉnh lặng trong khoảng 1 tiếng đồng hồ sau khi sinh. Đây là khoảng thời gian quý báu để bạn và bé làm quen với nhau và bắt đầu mối dây kết nối tình cảm. Nhưng bạn cũng chớ nên tuyệt vọng khi hoàn cảnh không cho bạn nhìn thấy con ngay lập tức. Bạn sẽ có nhiều thời gian với bé sớm thôi mà, chẳng có một bằng chứng khoa học nào cho thấy việc không gần gũi con sớm ảnh hưởng đến sức khỏe, hành vi của trẻ hoặc mối quan hệ của bé với bạn lâu dài cả.  Trong vài tuần đầu, bạn sẽ thấy phần lớn thời gian là bé nắm siết chặt tay lại, gập khuỷu tay, đầu gối và hông cũng gập lại, tay và chân bé giữ chặt về phía trước cơ thể. Tư thế này của bé giống với ngôi thai trong những tháng cuối của thai kỳ. Trẻ sinh non thường biểu hiện một số khác biệt về hình dáng, tư thế, hoạt động, và hành vi so với trẻ sinh đủ tháng. Các phản xạ ban đầu  Trẻ sơ sinh có nhiều phản xạ kích thích theo bản năng như ánh sáng hay va chạm, đó là các phản xạ ban đầu, dần dần sẽ biến mất khi bé lớn lên. Các phản xạ này bao gồm:  * phản xạ nút, làm cho trẻ nút mạnh bất cứ vật gì để vào miệng của bé * phản xạ nắm, làm cho trẻ nắm chặt các ngón tay lại khi để ngón tay hoặc bất cứ vật nào khác vào bên trong lòng bàn tay của bé  * Phản xạ giật mình, làm cho trẻ vung cánh tay ra ngoài một cách bất thình lình và nhanh chóng rụt tay về lại giữa người bất cứ khi nào bé bị tiếng động mạnh, ánh sáng chói, mùi nồng, cử động đột ngột, hoặc một kích thích nào khác làm cho bé giật mình. Ngoài ra, do hệ thần kinh của trẻ sơ sinh chưa phát triển hoàn thiện nên chân, tay và cằm của trẻ cũng có thể bị rung lắc, chưa cứng cáp nhất là khi bé khóc hoặc bị di chuyển mạnh.    Giấc ngủ và các kiểu thở của bé Trong những tuần đầu, trẻ sơ sinh thường ngủ suốt. Thậm chí trẻ có thể ngủ quá nhiều trong một hai ngày đầu đối với trẻ có mẹ dùng thuốc giảm đau hoặc bị gây mê trong lúc sinh nở.   Thường thì những người mới làm bố mẹ lo lắng, quan tâm về kiểu thở của con mình, nhất là khi người ta chú ý đến hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS) ngày càng tăng trong những năm gần đây. Nhưng họ cũng yên tâm rằng trẻ sơ sinh cũng thường thở hơi bất thường một chút.  Khi trẻ thức, nhịp thở của bé có thể thay đổi rất nhiều, đôi khi trên 60 nhịp/ phút, nhất là khi trẻ phấn khích hoặc sau một đợt khóc nào đó. Trẻ sơ sinh cũng thường có chu kỳ ngưng thở khoảng từ 5 đến 10 giây và sau đó bắt đầu tự thở lại. Đây được gọi là chu kỳ thở của bé, có thể thường xảy ra trong lúc ngủ nhiều hơn và cũng được xem là bình thường. Tuy nhiên, nếu bé chuyển sang xanh, tím tái hoặc ngưng thở kéo dài thì bạn nên cho bé đi cấp cứu và liên lạc với bác sĩ ngay tức khắc hoặc đến phòng cấp cứu ngay nhé.  Đầu Đầu của trẻ thường lọt qua đường sinh đầu tiên nên nó có thể bị ảnh hưởng bởi quá trình sinh nở này. Hộp sọ của trẻ do một vài xương riêng biệt cấu tạo thành, làm cho phần đầu lớn của bé có thể ép qua đường sinh hẹp của mẹ mà không gây tổn thương cho bé hoặc mẹ.   Đầu của trẻ sinh thường thường hơi có nét đặc trưng, khi xương sọ của bé thay đổi và đè lên nhau, làm cho đỉnh đầu của bé trông như bị kéo dài ra, hoặc thậm chí bị nhọn khi chào đời nữa. Diện mạo đôi khi kỳ dị này sẽ mất đi sau một vài ngày vì xương sọ phát triển tròn hơn. Đầu của trẻ sinh mổ hoặc sinh ngôi mông (đẻ ngược) thường không có hình dạng như thế.  Vì khi tách xương sọ của trẻ sơ sinh ra, bạn có thể thấy được 2 thóp (cứ làm đi, không gây hại gì cho bé đâu), hoặc chỗ mềm, trên đỉnh đầu. Thóp lớn có hình thoi, nằm về phía trước đầu và thường rộng từ 1 đến 3 in-sơ. Thóp nhỏ có hình tam giác và ở phía sau xa của đầu, nơi mũ chỏm của bé có thể đội vào được.  Chớ lo lắng nếu thấy thóp của trẻ phồng lên khi trẻ khóc hoặc có vẻ như di chuyển lên xuống cùng nhịp với nhịp tim của bé. Điều này cũng hoàn toàn bình thường thôi. Khi xương sọ đóng sát vào với nhau thì thóp bé không còn nữa – thường khoảng từ 12 đến 18 tháng đối với thóp trước và khoảng 6 tháng đối với thóp sau.  ngoài việc trông có vẻ như dài và nhọn thì đầu trẻ sơ sinh còn có thể có 1 hoặc 2 chỗ u lồi – đây là do chấn thương trong quá trình sinh nở của mẹ. chỏm sưng ở đầu trẻ sơ sinh là chỗ da đầu bị sưng và bầm thường thấy ở đỉnh đầu về phía sau, phần da đầu này thường tiếp xúc và bị đè qua đường sinh của mẹ. Chỗ sưng bầm này sẽ biến mất sau một vài ngày.  Hiện tượng u máu đầu là hiện tượng xuất huyết dưới lớp màng ngoài của một trong những xương sọ. Hiện tượng này thường do áp lực của đầu bé đè vào xương chậu của mẹ trong quá trình sinh nở. Chỗ lồi này thường nằm 1 bên đỉnh đầu của trẻ, không giống chỏm sưng ở đầu và có thể mất 1 hoặc 2 tuần mới hết được. Hiện tượng u máu đầu có thể làm cho những trẻ sơ sinh này mắc bệnh vàng da khá nhiều hơn những trẻ khác trong tuần đầu đời. Điều quan trọng là nên nhớ rằng cả hiện tượng chỏm sưng ở đầu trẻ và u máu đầu đều là do chấn thương bên ngoài hộp sọ – không phải là chấn thương não của bé.  Mặt Mặt của trẻ sơ sinh trông có vẻ hơi húp bởi dịch tích tụ và cả quá trình đè ép khó nhọc qua đường sinh của mẹ. Vẻ ngoài của khuôn mặt bé thường thay đổi nhiều trong suốt vài ngày đầu vì trẻ thải bớt lượng dịch, nước thừa và giảm dần chấn thương do lọt lòng mẹ. Đó là lý do vì sao những bức hình của bé khi ở nhà sau này thường khác nhiều so với những bức ảnh khi bé mới chào đời.  Trong một vài trường hợp thì nét mặt của trẻ sơ sinh có thể bị biến dạng hoàn toàn do vị trí, tư thế bé nằm trong tử cung và tình trạng ép chèn qua đường sinh của mẹ. Tuy vậy, bạn chớ nên lo lắng – tai bị gập, mũi bị tẹt, hoặc hàm bị vẹo thường sẽ trở lại bình thường sau một thời gian thôi.  Mắt Sau khi lọt lòng mẹ vài phút thì hầu hết trẻ sơ sinh đều mở mắt và bắt đầu nhìn quanh quẩn. Bé có thể nhìn thấy, nhưng ban đầu hầu như không tập trung tốt, điều này lý giải vì sao đôi khi mắt bé có vẻ như nhìn không thẳng hoặc nhìn xéo đâu đó trong suốt 2 đến 3 tháng đầu. Vì mí mắt của bé bị húp nên môt số trẻ sơ sinh có thể không mở to mắt liền được. Khi bế bé, bạn có thể khuyến khích bé mở mắt bằng cách tận dụng “phản xạ cử động” của mắt, bé thường có khuynh hướng mở mắt nhiều hơn khi được bế thẳng đứng.  đôi khi các ông bố, bà mẹ cũng giật mình khi thấy tròng trắng ở một mắt hay cả hai mắt bé có màu đỏ tươi như máu. Đây là hiện tượng xuất huyết dưới kết mạc, thường xảy ra khi xuất huyết dưới lớp bọc ngoài của nhãn cầu do chấn thương sinh nở. Hiện tượng không nguy hiểm này cũng giống như vết bầm trên da sẽ mất đi sau một vài ngày, và thường cho thấy mắt trẻ không bị gây tổn hại gì.  Bố mẹ thường tò mò muốn biết con mình có màu mắt gì. Nếu mắt bé có màu nâu lúc mới sinh thì sau này vẫn thế. Trường hợp này đối với hầu hết trẻ sơ sinh da đen và châu Á. Phần lớn trẻ sơ sinh da trắng lúc chào đời có màu mắt xanh-xám, nhưng màu mống mắt (phần có màu của mắt) có thể dần chuyển thành đen, thường trở thành màu mắt vĩnh viễn mãi đến khi bé khoảng 3 đến 6 tháng tuổi.  Tai Giống như những nét đặc trưng khác, tai của trẻ sơ sinh có thể bị biến dạng do tư thế của bé nằm trong tử cung. Vì lớp sụn dày tạo hình dạng cứng cáp cho tai bé chưa phát triển hoàn thiện nên tai trẻ cũng có thể bị gấp hoặc bị biến dạng tạm thời. Nếu thấy ở một bên mặt ngay trước tai bé có xuất hiện nhiều đốm thịt thừa nhỏ hoặc nhiều lỗ nhỏ trên da thì cũng hoàn toàn bình thường. Thông thường thì những đốm thịt thừa này cũng dễ dàng cắt bỏ được (hãy tham khảo ý kiến của bác sĩ nhé).  Mũi  Vì trẻ sơ sinh thường có khuynh hướng thở bằng mũi và lỗ mũi của bé rất hẹp, nên một lượng nhỏ dịch mũi hoặc nước nhầy có thể làm cho bé thở khò khè hoặc nghe như bị nghẹt mũi thậm chí khi bé không bị cảm lạnh hoặc bị một bệnh nào khác. Bạn nên tham khảo ý kiến của bác sĩ về việc sử dụng dung dịch nước muối nhỏ mũi và ống bơm mũi để làm sạch lỗ mũi bé nếu cần thiết.  Hắt hơi cũng là hiện tượng thường thấy ở trẻ sơ sinh. Đây là một phản xạ bình thường và không phải do một chứng nhiễm trùng, dị ứng, hoặc bất cứ chứng bệnh nào khác.  Miệng  Khi trẻ sơ sinh há miệng ra ngáp hoặc khóc, bạn có thể thấy một vài đốm trắng nhỏ trên vòm miệng của bé, thường ở gần giữa miệng. Những tế bào nhỏ này được gọi là mụn đầu trắng, cùng với những nang chứa dịch đôi khi nằm ở vùng nướu răng, sẽ biến mất trong một vài tuần đầu.  Cổ Vâng.... Thông thường thì cổ của trẻ sơ sinh trông rất ngắn bởi đôi má phúng phính và những nếp gấp da của bé có thể làm che mất đi phần cổ.  Ngực  Vì thành ngực của trẻ sơ sinh rất mỏng nên bạn có thể dễ dàng sờ hoặc quan sát thấy phần ngực trên của bé cử động với từng nhịp tim. Điều này cũng bình thường thôi và không có gì khiến bạn phải lo lắng cả.   Ngoài ra, cả bé trai và bé gái sơ sinh đều có thể phồng nở ngực. Đây là do hooc-môn động dục nữ estrogen được truyền từ mẹ đến thai nhi trong suốt quá trình thai nghén. Bạn có thể thấy nhiều bướu mô cứng, có hình đĩa dưới núm vú bé, và thỉnh thoảng cũng có một chút dịch trắng đục tiết ra ở núm vú. Hiện tượng phồng nở ngực hầu như biến mất trong suốt một vài tuần đầu. Bạn không nên siết ép mô ngực – nó sẽ chẳng làm ngực săn lại nhanh hơn chút nào so với quá trình tự nhiên của nó đâu, dẫu rằng một số ông bố, bà mẹ vẫn tin vào việc này.   chân và tay Sau khi lọt lòng mẹ, trẻ đủ tháng thường có hình dáng và tư thế giống với tư thế  nằm trong tử cung chật hẹp của mẹ: chân, tay gập lại và giữ chặt về trước cơ thể. Hai bàn tay của bé nắm rất chặt, và bạn khó có thể mở được tay bé ra bởi khi chạm hoặc đặt vào lòng bàn tay trẻ một vật gì đó thì trẻ kích thích phản xạ nắm tay chặt lại. Móng tay Móng tay của trẻ sơ sinh lúc chào đời cũng có thể dài đủ để cào xước da trẻ khi đưa tay lên mặt. Trong trường hợp này, bạn có thể cắt tỉa móng tay cho bé một cách cẩn thận bằng cây kéo nhỏ nhé.   Đôi khi nhiều ông bố, bà mẹ cảm thấy lo lắng bởi chân và bàn chân của bé bị cong. Nhưng nếu bạn nhớ lại tư thế nằm bình thường của trẻ trong tử cung vào những tháng cuối của thai kỳ xem – trẻ gập hông và đầu gối; cẳng chân và bàn chân bắt chéo chặt thật khít với bụng – thế nên chẳng ngạc nhiên gì khi thấy chân và bàn chân của trẻ thường hay bị cong hướng vào trong. Bạn cũng thường có thể nắn bàn chân và cẳng chân của trẻ vào tư thế “đi bộ” được; và điều này sẽ dễ dàng và hoàn toàn phát triển tự nhiên khi trẻ bắt đầu có trọng lượng, biết đi, và phát triển từ 2 đến 3 năm đầu.  Bụng Bụng của trẻ thường hơi tròn và đầy đặn. Khi bé kêu khóc hoặc cố sức, bạn có thể thấy lớp da ở giữa bụng nhô lên giữa các dải mô cơ tạo nên thành bụng ở cả hai bên. Điều này hầu như luôn biến mất trong một vài tháng khi trẻ lớn lên.  Nhiều bố mẹ cảm thấy lo lắng về vẻ ngoài và cách chăm sóc cho dây rốn của trẻ. Dây rốn gồm 3 mạch máu (2 động mạch và 1 tĩnh mạch) được quấn bọc bằng chất giống như thạch. Sau khi sinh, dây rốn của bé được kẹp hoặc cột chặt lại trước khi cắt để tách trẻ với nhau thai. Cuống rốn sau đó khô và rụng đi, thường khoảng từ 10 ngày đến 3 tuần.  Bạn cũng có thể được hướng dẫn cách lau vùng rốn của bé định kỳ bằng cồn hoặc rửa sạch vùng rốn bằng xà phòng và nước nếu cuống rốn đóng bẩn hoặc dính nhớp nháp nhằm tránh nhiễm trùng cho đến khi dây rốn khô và cuống rốn có thể rụng đi. Chớ nhấn chìm vùng rốn của trẻ sơ sinh trong nước khi cho bé tắm trong suốt quá trình này. Dây rốn khô sẽ đổi màu, từ vàng sang nâu hoặc đen – điều này hoàn toàn bình thường đối với trẻ. Nếu thấy vùng rốn của bé bị đỏ; có mùi thối hoặc chảy mủ thì bạn nên tham khảo ý kiến của bác sĩ ngay nhé.  Thoát vị rốn (lồi rốn) cũng là chứng bệnh thường gặp ở trẻ sơ sinh, nhất là những trẻ gốc châu Phi. Tại vùng dây rốn trên thành bụng có một lỗ làm cho ruột của bé phồng to ra khi bé kêu khóc hay cố sức, làm cho lớp da trên cùng phồng ra ngoài. Chứng thoát vị rốn này thường không gây hại hay đau đớn gì cho trẻ. Đa số đều tự lành trong vài năm đầu, nhưng nếu rốn bé vẫn còn lồi thì người ta cũng có thể chữa lành bằng một ca phẫu thuật đơn giản thôi. Chớ  nên thử các phương thuốc gia đình dùng để chữa chứng lồi rốn cho trẻ nhiều năm qua như là băng và quấn đồng xu lên vùng thoát vị nhé. Các kỹ thuật này không những không có hiệu quả mà còn có thể gây nhiễm trùng da hoặc các chân thương khác cho bé nữa.   Cơ quan sinh dục ngoài  Cơ quan sinh dục ngoài của cả bé trai và bé gái sơ sinh có thể là khá lớn và phồng to khi lọt lòng mẹ. Tại sao vậy? Đó là do một vài yếu tố gây nên, như việc tiếp xúc với các hooc-môn của mẹ và bào thai tiết ra, các mô sinh dục bị thâm tím và sưng phồng do chấn thương khi sinh, và quá trình phát triển tự nhiên của cơ quan sinh dục ngoài.  Ở bé gái, môi ngoài âm đạo (mép lớn) có thể phồng to lúc chào đời. Lớp da ở môi âm hộ có thể trơn láng hoặc hơi nhăn nheo. Đôi khi giữa vùng môi âm hộ của bé phình ra một mẩu mô nhỏ màu hồng – đây là mô màng trinh dư thừa; nó sẽ tự thụt vào trong môi âm hộ khi cơ quan sinh dục của bé phát triển.   Do ảnh hưởng hooc-môn của mẹ nên hầu hết các bé gái sơ sinh đều tiết ra chất nhầy âm đạo (khí hư) và cũng có thể tiết ra một chút máu kéo dài trong một vài ngày. “Sự hành kinh chút ít” này là hiện tượng xuất huyết kinh nguyệt bình thường ở tử cung của trẻ sơ sinh, xảy ra khi hooc-môn estrogen từ mẹ truyền sang con bắt đầu chấm dứt. Mặc dù xảy ra ở bé trai nhiều hơn nhưng triệu chứng sưng phồng bẹn ở bé gái sơ sinh có thể là dấu hiệu của chứng thoát vị bẹn.  Tràn dịch màng tinh Ở bé trai, bìu (túi chứa tinh hoàn) thường trông có vẻ phồng to lên. Hiện tượng này là do chứng tràn dịch màng tinh, đây là chứng ứ dịch trong bìu thường thấy ở bé trai sơ sinh, thường hết trong 3 đến 6 tháng đầu. Nếu trên 3 đến 6 tháng mà bìu hoặc vùng bẹn của bé vẫn sưng phồng hoặc phình to dai dẳng hoặc có vẻ như trầm trọng hơn thì bạn nên tham khảo ý kiến của bác sĩ nhé. Điều này có thể là dấu hiệu của chứng thoát vị bẹn, thường phải điều trị bằng phẫu thuật. Tinh hoàn của bé trai sơ sinh có thể khó thấy khi bìu phình to. Bé trai sơ sinh cũng thường săn cứng dương vật, nhất là ngay trước lúc bé muốn đi tiểu.  Hơn 95% trẻ sơ sinh đi tiểu trong vòng 24 tiếng đồng hồ đầu. Nếu bé được sinh ở bệnh viện thì nhân viên chăm sóc trẻ sẽ hỏi bạn xem có phải bé đi tiểu khi ở với bạn không. Nếu bé không đi tiểu trong khoảng thời gian này thì có thể là bé đã tiểu ngay sau khi lọt lòng mẹ lúc còn trong phòng sanh.  Nếu bé cắt bao quy đầu thì dương vật thường mất khoảng từ 7 đến 10 ngày mới lành được. Trong thời gian này, đầu dương vật của bé có thể đau buốt, chảy máu và có màu vàng nhạt. Mặc dù triệu chứng này hoàn toàn bình thường nhưng nếu kèm thêm các triệu chứng khác thì không ổn. Hãy gọi điện cho bác sĩ ngay lập tức nếu thấy xung quanh đầu dương vật của bé bị đỏ, chảy máu dai dẳng và trở nên trầm trọng hơn sau 3 ngày, sốt, và các dấu hiệu nhiễm trùng khác (như vết giộp cương mủ), và không đi tiểu được bình thường trong 6 đến 8 tiếng đồng hồ sau khi cắt bao quy đầu xong.   Tắm Với bé trai có cắt bao quy đầu hay không thì việc tắm bằng miếng bông, chất làm se, hoặc bất kỳ sản phẩm tắm đặc biệt nào khác cũng không cần thiết – mỗi lần tắm bé bạn chỉ cần xà phòng và nước ấm là đủ rồi.  Chẳng một biện pháp phòng ngừa đặc biệt nào cần thiết đối với trẻ mới cắt bao quy đầu hơn sự nhẹ nhàng đâu, vì bé có thể cảm thấy hơi khó chịu sau khi phẫu thuật. Nếu bé được băng trên vết rạch thì bạn có thể phải thay cho bé một miếng băng khác vào bất cứ lúc nào thay tã cho bé trong 1 hoặc 2 ngày sau khi cắt bao quy đầu nhé (hãy cho một chút mỡ bôi trơn lên băng để da bé khỏi bị dính). Bác sĩ cũng thường khuyến nghị nên thoa một chút mỡ bôi trơn lên dương vật của bé hoặc lên phía trước tã lót để làm giảm khó chịu có thể xảy ra do chà xát với tã. Cách chăm sóc dương vật cho bé cũng thay đổi tuỳ vào kiểu quy trình cắt bao quy đầu mà bác sĩ đã làm cho bé. Bạn cần thảo luận với bác sĩ về cách chăm sóc cho bé sau phẫu thuật nhé.  Nếu bé không được cắt bao quy đầu thì bạn nên chắc rằng đừng bao giờ kéo mạnh bao quy đầu ngược về sau để rửa sạch bên dưới cho bé. Thay vì làm điều đó, bạn nên nhẹ nhàng kéo bao quy đầu về phía đầu dương vật và rửa sạch hết bựa sinh dục (đó là các “hạt” màu trắng của tế bào da chết dính quyện với chất nhờn tự nhiên trên cơ thể). Khi bé lớn lên thì bao quy đầu sẽ tự thụt vào sao cho có thể kéo từ đầu dương vật về phía bụng được. Điều này xảy ra ở từng bé trai khác nhau và ở từng độ tuổi khác nhau, nhưng hầu hết các bé trai đều có thể thụt bao quy đầu của mình lại vào lúc 5 tuổi.  Da  Gần như không còn nghi ngờ gì về xuất xứ của cách nói “miệng còn hôi sữa”, dùng để diễn tả một người non nớt hoặc chưa có kinh nghiệm. Cơ thể trẻ sơ sinh thường phủ đầy các chất dịch khác nhau lúc vừa lọt lòng mẹ, như nước ối và thường dính một chút máu (máu của mẹ, không phải của bé). Các y tá và nhân viên đỡ đẻ sẽ lau khô bé ngay tức khắc để tránh làm hạ thân nhiệt của bé khi da thoát ẩm nhanh. Trẻ sơ sinh cũng phủ lớp chất màu trắng dày, sền sệt gọi là bã nhờn thai nhi – lớp bã nhờn này thường được rửa sạch hết trong lần tắm đầu tiên của trẻ.    nhiều ông bố, bà mẹ cũng hoảng hốt, giật mình khi nhìn thấy màu da của trẻ sơ sinh. Da bị chấm lốm đốm đồi mồi, nhiều vùng tái nhợt và đo đỏ cũng thường gặp ở trẻ vì hệ tuần hoàn máu ở bề mặt da của bé chưa ổn định bình thường được. Tương tự, chứng tê và xanh tím đầu chi, hoặc da tay, chân và vùng da quanh môi xanh tím cũng thường thấy, nhất là khi trẻ ở trong môi trường mát lạnh.  Khi rặn khóc hoặc đi tiêu, da của trẻ sơ sinh có thể tạm thời chuyển thành màu đỏ củ dền (đỏ tía) hoặc xanh-tía. Nhiều vết đỏ, vết trầy xước, vết thâm tím, và đốm xuất huyết cũng thường thấy trên mặt và trên nhiều bộ phận khác của cơ thể. Các hiện tượng đó là do chấn thương đè ép qua đường sinh hoặc do áp lực của những chiếc kẹp sản khoa sử dụng để hỗ trợ sinh đẻ. Chúng sẽ lành và biến mất trong một hai tuần đầu đời.  Những sợi tóc mềm, mịn được gọi là lông tơ, cũng xuất hiện trên mặt, vai, và lưng của trẻ sơ sinh. Phần lớn thứ tóc này thường rụng từ trong tử cung trước khi bé chào đời; với lý do này thì lông tơ thường được  thấy nhiều hơn đối với các em bé sinh non. Trong bất cứ tình huống này thì mớ tóc này sẽ rụng hết trong một vài tuần.  Lớp da trên cùng của trẻ sơ sinh sẽ bong tróc ra trong suốt một hai tuần đầu. Điều này cũng hoàn toàn bình thường và chẳng cần phải chăm sóc da đặc biệt gì cả. Hiện tượng bong tróc da có thể thấy đối với một số trẻ khi sinh; nhất là những trẻ sinh sau ngày dự sinh.   Bớt Dù có tên gọi như vậy nhưng không phải em bé nào khi sinh ra cũng có bớt. Tuy nhiên, những vùng da màu hồng hoặc đỏ, đôi khi được gọi là vết đốm cá hồi, cũng thường thấy và thường biến mất trong vòng một năm đầu đời. Hầu hết các vết bớt thường xuất hiện ở sau cổ hoặc trên sống mũi, mí mắt, hoặc lông mày, chúng cũng có thể xuất hiện bất cứ ở chỗ nào trên da, nhất là ở những em bé có làn da trắng.  Vết bớt Mông Cổ là những đốm màu xám đen hoặc xanh lam phẳng giống như vết mực xuất hiện trên lưng, mông, hoặc bất cứ nơi nào trên da được thấy ở hơn một nửa trẻ sơ sinh da đen, người Mỹ bản địa và châu Á và thường ít thấy ở trẻ em da trắng. Các vết bớt này hầu như luôn phai hoặc biến mất trong một vài năm.  U máu dâu tây hoặc u máu mao mạch là những vết đỏ lồi gây ra bởi nhiều mạch máu giãn nở tập trung dưới da. Các vết bớt này có thể nhạt màu khi sinh và sau đó thành đỏ và lan rộng ra trong những tháng đầu đời. Chúng thường co lại và biến mất mà không cần điều trị gì trong vòng 6 năm đầu.  Bớt rượu vang là những vết bớt to, phẳng màu đỏ tía và không tự hết được.  Bớt màu cà phê sữa, có tên gọi như vậy vì màu nâu nhạt “cà phê sữa” của chúng, xuất hiện trên da của một số đứa trẻ. Những vết bớt này cũng có thể đậm màu hơn (hoặc có thể xuất hiện lần đầu) khi trẻ lớn lên. Người ta thường không quan tâm tới chúng, trừ phi các vết bớt này lớn và trên cơ thể có từ 6 bớt trở lên, có thể là dấu hiệu của một số chứng bệnh nào đó. Nhiều nốt ruồi nâu hoặc đen thường thấy có tên gọi là bớt sắc tố, cũng có thể thấy khi sinh hoặc xuất hiện hoặc đậm màu hơn khi trẻ lớn lên. Các nốt ruồi lớn hơn hoặc những nốt có vẻ ngoài dị thường nên được bác sĩ khám và điều trị bởi một số cũng có thể cần được tẩy đi.  Chứng phát ban Một vài chứng phát ban không nguy hại trên da và một số chứng bệnh khác cũng có thể xuất hiện khi sinh hoặc trong suốt một vài tuần đầu tiên. trên mũi và cằm xuất hiện những đốm nhỏ li ti, phẳng, màu vàng hoặc trắng, gọi là mụn đầu trắng và sẽ biến mất trong vài tuần đầu tiên.   Bệnh mồ hôi trộm – nhiều chỗ sưng nhỏ, màu đỏ, lồi thường có “đầu” trắng hoặc vàng – đôi khi được gọi là mụn trứng cá sơ sinh. Mặc dù chứng mồ hôi trộm thường xuất hiện trên mặt và có thể ở những vùng da rộng trên cơ thể, đây là bệnh không gây nguy hiểm gì và sẽ hết trong một vài tuần đầu với chế độ chăm sóc da bình thường.  Tuy có tên y học là ban đỏ nhiễm độc, đây cũng là chứng phát ban không gây nguy hiểm cho trẻ sơ sinh gồm các vết đỏ có nhiều chỗ sưng lồi màu xanh xám hoặc vàng nhạt ở giữa, làm cho đốm ban này giống hình tổ ong và nó thường phát triển dữ dội trong suốt một hai ngày đầu sau khi sinh và biến mất trong vòng một tuần.  Chứng hắc tố có mụn mủ là chứng phát ban ở trẻ sơ sinh, xảy ra chủ yếu ở trẻ da đen, đặc trưng bởi các chỗ sưng lồi hoặc các vết giộp màu nâu đậm nằm rải rác ở cổ, lưng, cánh tay, chân, và lòng bàn tay và thường tự khỏi mà không cần điều trị gì. Ngoài ra, chẳng ngạc nhiên gì khi thấy trẻ sơ sinh bị giộp ngón tay, bàn tay hoặc cánh tay vì bào thai có thể nút được khi vẫn còn nằm trong tử cung.  Bệnh vàng da sơ sinh là căn bệnh làm cho màu da và tròng trắng mắt của bé chuyển sang hơi vàng, đây là chứng bệnh thường thấy mà thường xuất hiện vào ngày thứ 2 hoặc thứ 3 sau khi sinh và tự hết trong vòng từ 1 đến 2 tuần. Chứng vàng da gây ra bởi sự tích tụ sắc tố da cam trong máu, da và các mô khác do gan của bé tạm thời chưa phát triển hoàn thiện nhằm để đẩy chất này ra ngoài cơ thể một cách có hiệu quả. mặc dù người ta cũng nghĩ trẻ bị vàng da ở một chừng mực nào đó và  nếu trẻ bị vàng da sớm hơn dự đoán hoặc nồng độ sắc tố da cam của trẻ cao hơn bình thường thì bác sĩ sẽ phải theo dõi trẻ rất cẩn thận.  Làm quen với thiên thần nhỏ của bạn Những ngày và tuần đầu tiên trong đời của trẻ là khoảng thời gian diệu kỳ và vui sướng của hầu hết những người mới làm bố mẹ. Tuy nhiên, việc chịu trách nhiệm chăm sóc một sinh vật mỏng manh, yếu ớt như thế này có thể sẽ rất đáng sợ đấy, nhất là khi bạn chưa biết, chưa hiểu về dáng mạo và hành vi của trẻ sơ sinh như thế nào. Nếu cảm thấy lo lắng hoặc nghi ngờ về bất kỳ một quan điểm, một khía cạnh nào về cách chăm sóc trẻ thì bạn chớ nên chần chừ tham khảo ý kiến của bác sĩ, các chuyên gia sức khoẻ khác, hoặc các gia đình; bạn bè đã có kinh nghiệm trong việc chăm sóc trẻ sơ sinh nhé."
        },
        {
            "en": "5         5. IMPRINT “Are you okay, Jake?  Charlie said you were having a hard time. . . . Isn’t it getting any better?” His warm hand curled around mine. “It’s not so bad,” he said, but he wouldn’t meet my eyes. He walked slowly back to the driftwood bench, staring at the rainbow-colored pebbles, and pulling me along at his side. I sat back down on our tree, but he sat on the wet, rocky ground rather than next to me. I wondered if it was so that he could hide his face more easily. He kept my hand. I started babbling to fill the silence. “It’s been so long since I was here. I’ve probably missed a ton of things. How are Sam and Emily? And Embry? Did Quil —?” I broke off mid-sentence, remembering that Jacob’s friend Quil had been a sensitive subject. “Ah, Quil,” Jacob sighed. So then it must have happened — Quil must have joined the pack. “I’m sorry,” I mumbled. To my surprise, Jacob snorted. “Don’t say that to him.” “What do you mean?” “Quil’s not looking for pity. Just the opposite — he’s jazzed. Totally thrilled.” This made no sense to me. All the other wolves had been so depressed at the idea of their friend sharing their fate. “Huh?” Jacob tilted his head back to look at me. He smiled and rolled his eyes.    “Quil thinks it’s the coolest thing that’s ever happened to him. Part of it is finally knowing what’s going on. And he’s excited to have his friends back — to be part of the ‘in crowd.’” Jacob snorted again. “Shouldn’t be surprised, I guess. It’s so Quil.” “He likes it?” “Honestly . . . most of them do,” Jacob admitted slowly. “There are definitely good sides to this — the speed, the freedom, the strength . . . the sense of — of family . . . . Sam and I are the only ones who ever felt really bitter. And Sam got past that a long time ago. So I’m the crybaby now.” Jacob laughed at himself. There were so many things I wanted to know. “Why are you and Sam different? What happened to Sam anyway? What’s his problem?” The questions tumbled out without room to answer them, and Jacob laughed again. “That’s a long story.” “I told you a long story. Besides, I’m not in any hurry to get back,” I said, and then I grimaced as I thought of the trouble I would be in. He looked up at me swiftly, hearing the double edge in my words. “Will he be mad at you?” “Yes,” I admitted. “He really hates it when I do things he considers . . . risky.” “Like hanging out with werewolves.” “Yeah.” Jacob shrugged. “So don’t go back. I’ll sleep on the couch.” “That’s a great idea,” I grumbled. “Because then he would come looking for me.” Jacob stiffened, and then smiled bleakly. “Would he?” “If he was afraid I was hurt or something — probably.” “My idea’s sounding better all the time.” “Please, Jake. That really bugs me.”  “What does?” “That you two are so ready to kill each other!” I complained. “It makes me crazy. Why can’t you both just be civilized?” “Is he ready to kill me?” Jacob asked with a grim smile, unconcerned by my anger. “Not like you seem to be!” I realized I was yelling. “At least he can be a grown-up about this. He knows that hurting you would hurt me — and so he never would. You don’t seem to care about that at all!” “Yeah, right,” Jacob muttered. “I’m sure he’s quite the pacifist.” “Ugh!” I ripped my hand out of his and shoved his head away. Then I pulled my knees up to my chest and wrapped my arms tightly around them. I glared out toward the horizon, fuming. Jacob was quiet for a few minutes. Finally, he got up off the ground and sat beside me, putting his arm around my shoulders. I shook it off. “Sorry,” he said quietly. “I’ll try to behave myself.” I didn’t answer. “Do you still want to hear about Sam?” he offered. I shrugged.  “Like I said, it’s a long story. And very . . . strange. There’re so many strange things about this new life. I haven’t had time to tell you the half of it. And this thing with Sam — well, I don’t know if I’ll even be able to explain it right.” His words pricked my curiosity in spite of my irritation. “I’m listening,” I said stiffly. Out of the corner of my eye, I saw the side of his face pull up in a smile. “Sam had it so much harder than the rest of us. Because he was the first, and he was alone, and he didn’t have anyone to tell him what was happening. Sam’s grandfather died before he was born, and his father has never been around. There was no one there to recognize the signs. The first time it happened — the first time he phased — he thought he’d gone insane. It took him two weeks to calm down enough to change back.  “This was before you came to Forks, so you wouldn’t remember. Sam’s mother and Leah Clearwater had the forest rangers searching for him, the police. People thought there had been an accident or something. . . .” “Leah?” I asked, surprised. Leah was Harry’s daughter. Hearing her name sent an automatic surge of pity through me. Harry Clearwater, Charlie’s life-long friend, had died of a heart attack this past spring. His voice changed, became heavier. “Yeah. Leah and Sam were high school sweethearts. They started dating when she was just a freshman. She was frantic when he disappeared.” “But he and Emily —” “I’ll get to that — it’s part of the story,” he said. He inhaled slowly, and then exhaled in a gust. I supposed it was silly for me to imagine that Sam had never loved anyone before Emily. Most people fall in and out of love many times in their lives. It was just that I’d seen Sam with Emily, and I couldn’t imagine him with someone else. The way he looked at her . . . well, it reminded me of a look I’d seen sometimes in Edward’s eyes — when he was looking at me.  “Sam came back,” Jacob said, “but he wouldn’t talk to anyone about where he’d been. Rumors flew — that he was up to no good, mostly. And then Sam happened to run in to Quil’s grandfather one afternoon when Old Quil Ateara came to visit Mrs. Uley. Sam shook his hand. Old Quil just about had a stroke.” Jacob paused to laugh. “Why?” Jacob put his hand on my cheek and pulled my face around to look at him — he was leaning toward me, his face was just a few inches away. His palm burned my skin, like he had a fever.  “Oh, right,” I said. It was uncomfortable, having my face so close to his with his hand hot against my skin. “Sam was running a temperature.” Jacob laughed again. “Sam’s hand felt like he’d left it sitting on a hot stovetop.” He was so close, I could feel his warm breath. I reached up casually, to take his hand away and free my face, but wound my fingers through his so that I wouldn’t hurt his feelings. He smiled and leaned back, undeceived by my attempt at nonchalance. “So Mr. Ateara went straight to the other elders,” Jacob went on. “They were the only ones left who still knew, who remembered. Mr. Ateara, Billy, and Harry had actually seen their grandfathers make the change. When Old Quil told them, they met with Sam secretly and explained. “It was easier when he understood — when he wasn’t alone anymore. They knew he wouldn’t be the only one affected by the Cullens’ return” — he pronounced the name with unconscious bitterness — “but no one else was old enough. So Sam waited for the rest of us to join him. . . .”  “The Cullens had no idea,” I said in a whisper. “They didn’t think that werewolves still existed here. They didn’t know that coming here would change you.” “It doesn’t change the fact that it did.” “Remind me not to get on your bad side.” “You think I should be as forgiving as you are? We can’t all be saints and martyrs.” “Grow up, Jacob.”  “I wish I could,” he murmured quietly. I stared at him, trying to make sense of his response. “What?” Jacob chuckled. “One of those many strange things I mentioned.” “You . . . can’t . . . grow up?” I said blankly. “You’re what? Not . . .aging? Is that a joke?” “Nope.” He popped his lips on the P. I felt blood flood my face. Tears — tears of rage — filled my eyes. My teeth mashed together with an audible grinding sound. “Bella? What did I say?” I was on my feet again, my hands balled up into fists, my whole frame shaking. “You. Are. Not. Aging,” I growled through my teeth. Jacob tugged my arm gently, trying to make me sit. “None of us are. What’s wrong with you?” “Am I the only one who has to get old? I get older every stinking day!” I nearly shrieked, throwing my hands in the air. Some little part of me recognized that I was throwing a Charlie-esque fit, but that rational part was greatly overshadowed by the irrational part. “Damn it! What kind of world is this? Where’s the justice?” “Take it easy, Bella.” “Shut up, Jacob. Just shut up! This is so unfair!” “Did you seriously just stamp your foot? I thought girls only did that on TV.” I growled unimpressively. “It’s not as bad as you seem to think it is. Sit down and I’ll explain.” “I’ll stand.” He rolled his eyes. “Okay. Whatever you want. But listen, Iwill get older . . . someday.” “Explain.” He patted the tree. I glowered for a second, but then sat; my temper had burned out as suddenly as it had flared and I’d calmed down enough to realize that I was making a fool of myself. “When we get enough control to quit . . . ,” Jacob said. “When we stop phasing for a solid length of time, we age again. It’s not easy.” He shook his head, abruptly doubtful. “It’s gonna take a really long time to learn that kind of restraint, I think. Even Sam’s not there yet. ’Course it doesn’t help that there’s a huge coven of vampires right down the road. We can’t even think about quitting when the tribe needs protectors. But you shouldn’t get all bent out of shape about it, anyway, because I’m already older than you, physically at least.”  “What are you talking about?” “Look at me, Bells. Do I look sixteen?” I glanced up and down his mammoth frame, trying to be unbiased. “Not exactly, I guess.” “Not at all. Because we reach full growth inside of a few months when the werewolf gene gets triggered. It’s one hell of a growth spurt.” He made a face. “Physically, I’m probably twenty-five or something. So there’s no need for you to freak out about being too old for me for at least another seven years.” Twenty-five or something.The idea messed with my head. But I remembered that growth spurt — I remembered watching him shoot up and fill out right before my eyes. I remembered how he would look different from one day to the next. . . . I shook my head, feeling dizzy. “So, did you want to hear about Sam, or did you want to scream at me some more for things that are out of my control?” I took a deep breath. “Sorry. Age is a touchy subject for me. That hit a nerve.” Jacob’s eyes tightened, and he looked as if he were trying to decide how to word something. Since I didn’t want to talk about the truly touchy stuff — my plans for the future, or treaties that might be broken by said plans, I prompted him. “So once Sam understood what was going on, once he had Billy and Harry and Mr. Ateara, you said it wasn’t so hard anymore. And, like you also said, there are the cool parts. . . .” I hesitated briefly. “Why does Sam hate them so much? Why does he wish I would hate them?” Jacob sighed. “This is the really weird part.” “I’m a pro at weird.” “Yeah, I know.” He grinned before he continued. “So, you’re right. Sam knew what was going on, and everything was almost okay. In most ways, his life was back to, well, not normal. But better.” Then Jacob’s expression tightened, like something painful was coming. “Sam couldn’t tell Leah. We aren’t supposed to tell anyone who doesn’t have to know. And it wasn’t really safe for him to be around her — but he cheated, just like I did with you. Leah was furious that he wouldn’t tell her what was going on — where he’d been, where he went at night, why he was always so exhausted — but they were working it out. They were trying. They really loved each other.” “Did she find out? Is that what happened?” He shook his head. “No, that wasn’t the problem. Her cousin, Emily Young, came down from the Makah reservation to visit her one weekend.” I gasped. “Emily is Leah’s cousin?” “Second cousins. They’re close, though. They were like sisters when they were kids.” “That’s . . . horrible. How could Sam . . . ?” I trailed off, shaking my head.  “Don’t judge him just yet. Did anyone ever tell you . . . Have you ever heard of imprinting ?” “Imprinting?” I repeated the unfamiliar word. “No. What’s that mean?” “It’s one of those bizarre things we have to deal with. It doesn’t happen to everyone. In fact, it’s the rare exception, not the rule. Sam had heard all the stories by then, the stories we all used to think were legends. He’d heard of imprinting, but he never dreamed . . .” “What is it?” I prodded. Jacob’s eyes strayed to the ocean. “Sam did love Leah. But when he saw Emily, that didn’t matter anymore. Sometimes . . . we don’t exactly know why . . . we find our mates that way.” His eyes flashed back to me, his face reddening. “I mean . . . our soul mates.”  “What way? Love at first sight?” I snickered. Jacob wasn’t smiling. His dark eyes were critical of my reaction. “It’s a little bit more powerful than that. More absolute.” “Sorry,” I muttered. “You’re serious, aren’t you?” “Yeah, I am.” “Love at first sight? But more powerful?” My voice still sounded dubious, and he could hear that. “It’s not easy to explain. It doesn’t matter, anyway.” He shrugged indifferently.   “You wanted to know what happened to Sam to make him hate the vampires for changing him, to make him hate himself. And that’s what happened. He broke Leah’s heart. He went back on every promise he’d ever made her. Every day he has to see the accusation in her eyes, and know that she’s right.” He stopped talking abruptly, as if he’d said something he hadn’t meant to. “How did Emily deal with this? If she was so close to Leah . . . ?” Sam and Emily were utterly right together, two puzzle pieces, shaped for each other exactly. Still . . . how had Emily gotten past the fact that he’d belonged to someone else? Her sister, almost.  “She was real angry, in the beginning. But it’s hard to resist that level of commitment and adoration.” Jacob sighed. “And then, Sam could tell her everything. There are no rules that can bind you when you find your other half. You know how she got hurt?” “Yeah.” The story in Forks was that she was mauled by a bear, but I was in on the secret. Werewolves are unstable, Edward had said.The people near them get hurt. “Well, weirdly enough, that was sort of how they resolved things. Sam was so horrified, so sickened by himself, so full of hate for what he’d done. . . . He would have thrown himself under a bus if it would have made her feel better. He might have anyway, just to escape what he’d done. He was shattered. . . . Then, somehow, she was the one comforting him , and after that. . . .” Jacob didn’t finish his thought, and I sensed the story had gotten too personal to share.  “Poor Emily,” I whispered. “Poor Sam. Poor Leah. . . .” “Yeah, Leah got the worst end of the stick,” he agreed. “She puts on a brave face. She’s going to be a bridesmaid.” I gazed away, toward the jagged rocks that rose from the ocean like stubby broken-off fingers on the south rim of the harbor, while I tried to make sense of it all. I could feel his eyes on my face, waiting for me to say something.   “Did it happen to you?” I finally asked, still looking away. “This love-at-first-sight thing?” “No,” he answered briskly. “Sam and Jared are the only ones.” “Hmm,” I said, trying to sound only politely interested. I was relieved, and I tried to explain my reaction to myself. I decided I was just glad he didn’t claim there was some mystical, wolfy connection between the two of us. Our relationship was confusing enough as it was. I didn’t need any more of the supernatural than I already had to deal with. He was quiet, too, and the silence felt a little awkward. My intuition told me that I didn’t want to hear what he was thinking.    “How did that work out for Jared?” I asked to break the silence. “No drama there. It was just a girl he’d sat next to in school every day for a year and never looked at twice. And then, after he changed, he saw her again and never looked away. Kim was thrilled. She’d had a huge crush on him. She’d had his last name tacked on to the end of hers all over in her diary.” He laughed mockingly. I frowned. “Did Jared tell you that? He shouldn’t have.”  Jacob bit his lip. “I guess I shouldn’t laugh. It was funny, though.” “Some soul mate.” He sighed. “Jared didn’t tell us anything on purpose. I already told you this part, remember?” “Oh, yeah. You can hear each other’s thoughts, but only when you’re wolves, right?” “Right. Just like your bloodsucker.” He glowered. “Edward,” I corrected.  “Sure, sure. That’s how come I know so much about how Sam felt. It’s not like he would have told us all that if he’d had a choice. Actually, that’s something we all hate.” The bitterness was abruptly harsh in his voice. “It’s awful. No privacy, no secrets. Everything you’re ashamed of, laid out for everyone to see.” He shuddered. “It sounds horrible,” I whispered. “It is sometimes helpful when we need to coordinate,” he said grudgingly. “Once in a blue moon, when some bloodsucker crosses into our territory. Laurent was fun. And if the Cullens hadn’t gotten in our way last Saturday . . . ugh!” he groaned. “We could have had her!” His fists clenched into angry balls. I flinched. As much as I worried about Jasper or Emmett getting hurt, it was nothing like the panic I felt at the idea of Jacob going up against Victoria. Emmett and Jasper were the closest thing to indestructible I could imagine. Jacob was still warm, still comparatively human. Mortal. I thought of Jacob facing Victoria, her brilliant hair blowing around her oddly feline face . . . and shuddered. Jacob looked up at me with a curious expression. “But isn’t it like that for you all the time? Having him in your head?”  “Oh, no. Edward’s never in my head. He only wishes.” Jacob’s expression became confused. “He can’t hear me,” I explained, my voice a tiny bit smug from old habit. “I’m the only one like that, for him. We don’t know why he can’t.” “Weird,” Jacob said. “Yeah.” The smugness faded. “It probably means there’s something wrong with my brain,” I admitted. “I already knew there was something wrong with your brain,” Jacob muttered. “Thanks.” The sun broke through the clouds suddenly, a surprise I hadn’t been expecting, and I had to narrow my eyes against the glare off the water. Everything changed color — the waves turned from gray to blue, the trees from dull olive to brilliant jade, and the rainbow-hued pebbles glittered like jewels. We squinted for a moment, letting our eyes adjust. There were no sounds besides the hollow roar of the waves that echoed from every side of the sheltered harbor, the soft grinding of the stones against each other under the water’s movement, and the cry of gulls high overhead. It was very peaceful. He settled closer to me, so that he was leaning against my arm. He was so warm. After a minute of this, I shrugged out of my rain jacket. He made a little sound of contentment in the back of his throat, and rested his cheek on the top of my head. I could feel the sun heat my skin — thought it was not quite as warm as Jacob — and I wondered idly how long it would take me to burn. Absentmindedly, I twisted my right hand to the side, and watched the sunlight glitter subtly off the scar James had left there. “What are you thinking about?” he murmured. “The sun.” “Mmm. It’s nice.” “What are you thinking about?” I asked. He chuckled to himself. “I was remembering that moronic movie you took me to. And Mike Newton puking all over everything.” I laughed, too, surprised by how time had changed the memory. It used to be one of stress, of confusion. So much had changed that night. . . . And now I could laugh. It was the last night Jacob and I had had before he’d learned the truth about his heritage. The last human memory. An oddly pleasant memory now. “I miss that,” Jacob said. “The way it used to be so easy . . . <em>uncomplicated</em>. I’m glad I’ve got a good memory.” He sighed. He felt the sudden tension in my body as his words triggered a memory of my own. “What is it?” he asked. “About that good memory of yours . . .” I pulled away from him so that I could read his face. At the moment, it was confused. “Do you mind telling me what you were doing Monday morning? You were thinking something that bothered Edward.” Bothered wasn’t quite the word for it, but I wanted an answer, so I thought it was best not to start out too severely. Jacob’s face brightened with understanding, and he laughed. “I was just thinking about you. Didn’t like that much, did he?” “Me? What about me?” Jacob laughed, with a harder edge this time. “I was remembering the way you looked that night Sam found you — I’ve seen it in his head, and it’s like I was there; that memory has always haunted Sam, you know. And then I remembered how you looked the first time you came to my place. I bet you don’t even realize what a mess you were then, Bella. It was weeks before you started to look human again. And I remembered how you always used to have your arms wrapped around yourself, trying to hold yourself together. . . .” Jacob winced, and then shook his head. “It’s hard for me to remember how sad you were, and it wasn’t my fault. So I figured it would be harder for him. And I thought he ought to get a look at what he’d done.” I smacked his shoulder. It hurt my hand. “Jacob Black, don’t you ever do that again! Promise me you won’t.” “No way. I haven’t had that much fun in months.” “So help me, Jake —” “Oh, get a grip, Bella. When am I ever going to see him again? Don’t worry about it.” I got to my feet, and he caught my hand as I started to walk away. I tried to tug free. “I’m leaving, Jacob.” “No, don’t go yet,” he protested, his hand tightening around mine. “I’m sorry. And . . . okay, I won’t do it again. Promise.” I sighed. “Thanks, Jake.” “Come on, we’ll go back to my house,” he said eagerly.  “Actually, I think I really do need to go. Angela Weber is expecting me, and I know Alice is worried. I don’t want to upset her too much.” “But you just got here!” “It feels that way,” I agreed. I glared up at the sun, somehow already directly overhead. How had the time passed so quickly? His eyebrows pulled down over his eyes. “I don’t know when I’ll see you again,” he said in a hurt voice. “I’ll come back the next time he’s away,” I promised impulsively. “Away?” Jacob rolled his eyes. “That’s a nice way to describe what he’s doing. Disgusting parasites.” “If you can’t be nice, I won’t come back at all!” I threatened, trying to pull my hand free. He refused to let go. “Aw, don’t be mad,” he said, grinning. “Knee-jerk reaction.” “If I’m going to try to come back again, you’re going to have to get something straight, okay?” He waited. “See,” I explained. “I don’t care who’s a vampire and who’s a werewolf. That’s irrelevant. You are Jacob, and he is Edward, and I am Bella. And nothing else matters.” His eyes narrowed slightly. “But I am a werewolf,” he said unwillingly. “And he is a vampire,” he added with obvious revulsion. “And I’m a Virgo!” I shouted, exasperated. He raised his eyebrows, measuring my expression with curious eyes. Finally, he shrugged. “If you can really see it that way . . .” “I can. I do.”   “Okay. Just Bella and Jacob. None of those freaky Virgos here.” He smiled at me, the warm, familiar smile that I had missed so much. I felt the answering smile spread across my face. “I’ve really missed you, Jake,” I admitted impulsively. “Me, too,” his smile widened. His eyes were happy and clear, free for once of the angry bitterness. “More than you know. Will you come back soon?” “As soon as I can,” I promised.",
            "vi": "5         5. HỘI NHẬP \"Bạn ổn chứ, Jake? Charlie nói bạn đang khổ sở…..Không lẽ chẳng đỡ hơn chút nào sao?\" Bàn tay ấm áp của anh cuộn quanh bàn tay tôi.  \"Không tệ đến thế,\" anh nói, nhưng không nhìn vào mắt tôi. Anh chậm rãi đi vòng lại chỗ băng ghế của khúc gỗ trôi giạt, nhìn chằm chằm những hòn sỏi đủ sắc cầu vồng, và kéo tôi đi bên anh. Tôi ngồi xuống cây gỗ của chúng tôi, nhưng anh lại ngồi lên chỗ đất ướt, lởm chởm đá chớ không ngồi kế bên tôi. Tôi không biết liệu đó có phải là cách để anh có thể giấu mặt mình dễ hơn không. Anh nắm lấy bàn tay tôi. Tôi bắt đầu nói huyên thuyên để phá tan không khí im lặng. \"Lâu lắm rồi tôi mới trở lại đây. Chắc tôi không biết nhiều chuyện lắm. Sam và Emily ra sao rồi?  Còn Embry nữa? Quil đã - ?\" Tôi dừng nửa chừng, chợt nhớ bạn Jacob - Quil đã từng là một vấn đề nhạy cảm.  \"À, Quil,\" Jacob thở dài.  Vậy hẳn là chuyện đó đã xảy ra - Quil chắc đã tham gia vào đàn sói rồi.  \"Tôi  xin lỗi,\" tôi lầm bầm.  Tôi không ngờ là Jacob khịt mũi. \"Đừng nói thế với cậu ta\" \"Bạn nói vậy nghĩa là sao?\" \"Quil không mong bị thương hại. Mà hoàn toàn ngược lại –cậu ấy rất phấn khích. Hết sức phấn khởi.\" Chuyện này làm tôi chả hiểu gì cả. Tất cả những người sói khác đều rất buồn phiền khi bạn mình có cùng chung số phận với họ. \"Hở?\" Jacob ngoái đầu ra sau nhìn tôi. Cậu ta mỉm cười, rồi đảo mắt.     \"Quil nghĩ đó chính là thứ tuyệt vời nhất mà cậu ấy từng có. Một phần là do cuối cùng cậu ta biết chuyện gì đang xảy ra. và cậu ấy vui vì lại có bạn bè – vui vì đã trở thành thành viên của  một “đại gia đình.\" Jacob lại khịt mũi.  “Tôi nghĩ chuyện đó chẳng có gì là bất ngờ cả. Đúng thực là Quil\" \"Cậu ấy thích vậy à?\"  \"Nói thiệt, bọn họ đều vậy cả,\" Jacob chậm rãi thừa nhận. \"rõ ràng chuyện này cũng có mặt tốt của nó - về tốc độ, tự do, sức mạnh . . . tình cảm -- gia đình... Sam và tôi là những người duy nhất từng cảm thấy thật sự cay đắng. Và Sam đã trải qua chuyện đó cách đây đã lâu rồi. Vì thế giờ đây chỉ còn tôi kêu ca.\" Jacob cười nhạo mình.  Có quá nhiều thứ tôi muốn biết. \"Tại sao bạn và Sam khác nhau? Thế chuyện gì đã xảy ra với Sam? Khó khăn của anh ấy là gì?\" Những câu hỏi chen nhau tuôn ra làm cho anh chàng không biết đâu mà lần, và Jacob lại cười.  \"Dài dòng lắm.\" \"Tôi cũng đã kể bạn nghe chuyện dài còn gì.  Hơn nữa, tôi đâu có vội về nhà\" tôi nói, rồi nhăn nhó khi nghĩ đến rắc rối sắp đến.  Anh ấy ngước nhanh nhìn, lắng nghe ẩn ý trong lời nói của tôi. \"Anh ta sẽ giận bạn hả?\" \"Ừ,\" tôi thừa nhận. \"Anh ấy rất ghét khi tôi làm mấy chuyện mà ảnh … nghĩ là mạo hiểm.\" \"Chẳng hạn như chơi với người sói chứ gì.\" \"Ờ. \" Jacob nhún vai. \"Vậy thì đừng về. Tôi sẽ ngủ trên ghế trường kỷ.\" \"Hay dữ,\" tôi làu bàu. \"Vì ảnh sẽ đến tìm tôi.\" Jacob thừ người ra, rồi mỉm cười thất vọng. \"Anh ta sẽ vậy à?\" \"Nếu ảnh sợ tôi bị thương hay gì gì đó - có lẽ thế\" \"Ý tưởng của tôi lúc nào cũng hay hơn.\" \"Làm ơn đi mà, Jake. Chuyện đó làm tôi bực quá.\" “Chuyện gì làm bạn bực chứ?\" \"Chuyện hai người luôn sẵn sàng giết nhau á!\" Tôi than vãn. \"Chuyện đó làm tôi muốn điên luôn. Tại sao cả hai người không thể cư xử văn minh giùm?\" \"Hắn ta sẵn sàng giết tôi à?\" Jacob hỏi với nụ cười đáng ngại, không quan tâm mấy đến vẻ giận dữ của tôi.  \"Không giống như bạn đâu!\" Tôi nhận ra mình đang gào to. \"Ít ra thì ảnh cũng tỏ ra người lớn trong chuyện này. Ảnh biết là làm bạn đau đớn cũng sẽ làm tôi đau đớn - và vì vậy ảnh sẽ chẳng bao giờ làm. Còn bạn thì dường như chẳng thèm quan tâm đến chuyện đó chút nào hết!\" \"Ờ, đúng rồi,\" Jacob lẩm bẩm. \"Chắc anh ta yêu chuộng hòa bình ghê lắm\" \"Chao ôi!\" Tôi gỡ tay mình ra khỏi tay anh và đẩy đầu anh ra. Sau đó tôi co hai đầu gối lên trước ngực và choàng tay ôm chặt chúng lại.  Tôi nhìn ra phía chân trời, giận dữ.  Jacob yên lặng trong vài phút. Cuối cùng, anh đứng bật dậy và ngồi bên cạnh tôi, quàng hai tay lên vai tôi. Tôi hất ra.  \"Xin lỗi, \" anh lặng lẽ nói. \"Tôi sẽ cố cư xử đàng hoàng.\" Tôi không trả lời.  \"Bạn còn muốn nghe chuyện Sam không?\" anh đề nghị.  Tôi nhún vai.  \"Như tôi đã nói, chuyện dài lắm. Và rất….. kỳ lạ. Có rất nhiều điều kỳ cục về cuộc đời mới này. Tôi đã không có thời gian để kể cho bạn nghe dù chỉ một nửa. Và chuyện của Sam - ừm, tôi thậm chí không biết mình có thể giải thích đúng đắn không nữa.\" Lời anh làm tôi tò mò mặc dù đang rất bực tức.  “Tôi đang nghe đó,\" tôi nói cứng Liếc nhìn kín đáo, tôi thấy gò má anh nhô lên vì cười.  \"Sam khó chấp nhận chuyện đó hơn tụi tôi.  Vì ảnh là người đầu tiên, và ảnh chỉ có một mình, và ảnh không có ai báo cho ảnh biết chuyện gì đang diễn ra. Ông Sam chết trước khi ảnh ra đời, và cha ảnh chưa bao giờ ở gần ảnh. Chẳng có ai ở đó để nhận ra những dấu hiệu này. Lần đầu chuyện đó xảy ra - lần đầu tiên ảnh biến hình - ảnh nghĩ ảnh bị điên. Phải mất hai tuần ảnh mới đủ bình tĩnh để biến lại thành người.  \"Chuyện này xảy ra trước khi bạn đến Forks, vì vậy bạn không nhớ đâu. Mẹ Sam và Leah Clearwater đã nhờ mấy người kiểm lâm tìm ảnh, cả cảnh sát. Mọi người tưởng có tai nạn xảy ra này nọ..…\" \"Leah?\" Tôi hỏi, ngạc nhiên. Leah là con gái của Harry. Nghe đến tên cô tự động làm lòng tôi trào dâng thương cảm. Harry Clearwater, bạn lâu niên của Charlie, đã chết vì đau tim mùa xuân rồi.  Anh đổi giọng, nặng nề hơn. \"Ờ. Leah và Sam yêu nhau khi còn học trung học. Họ bắt đầu hẹn hò khi cô ấy học năm thứ nhất. Cô ấy phát rồ khi ảnh biến mất.\" \"Nhưng ảnh và Emily -\"                      \"Tôi sẽ nói đến chuyện đó - đó là một phần của câu chuyện,\" anh nói. Anh hít từ từ, rồi thở mạnh ra. Tôi thấy mình thực ngốc khi nghĩ Sam chưa hề yêu ai trước khi đến với Emily. Hầu hết mọi người đều yêu rồi chia tay nhiều lần trong đời. Chỉ vì tôi đã quen thấy Sam với Emily, và tôi không thể tưởng tượng ra cảnh ảnh với người khác. Cái cách anh nhìn cô. ….ừm, điều này làm tôi nhớ đến ánh mắt của Edward đôi khi - khi anh nhìn tôi.  \"Sam trở về,\" Jacob nói, \"nhưng không nói cho ai biết ảnh đã ở đâu.  Tin đồn lan rộng – hầu hết mọi người nói rằng ảnh đã làm chuyện gì đó sai trái. Rồi Sam tình cờ gặp ông nội Quil vào một buổi chiều nọ khi ông Quil Ateara đến thăm bà Uley. Sam bắt tay ông. Già Quil suýt nữa thì bị đột quỵ rồi.\" Jacob dừng lại cười.  \"Sao vậy?\" Jacob áp tay lên má tôi và xoay mặt tôi để nhìn vào anh - anh đang nghiêng mình về phía tôi, mặt anh chỉ cách có mấy xăng-ti-mét. Lòng bàn tay anh thiêu cháy da tôi, như thể anh bị sốt vậy. \"Ồ, đúng ha,\" tôi nói. Thật không thoải mái, khi mặt tôi quá gần mặt anh với bàn tay anh nóng bỏng trên da tôi. \"Sam lúc đó đang nóng bừng bừng.\" Jacob lại cười lớn. \"Tay Sam giống như thể đã đặt trên lò lửa vậy.\" Anh quá gần, tôi có thể cảm nhận hơi thở ấm áp của anh. Tôi tự nhiên rướn người lên, để làm tay anh tuột khỏi mặt tôi, nhưng tay vẫn đan tay anh để không làm anh bị tổn thương. Anh mỉm cười và ngả người ra, không bị lừa bởi cố gắng tỏ ra tự nhiên của tôi.  \"Thế là ông Ateara đi thẳng đến chỗ những người già khác,\" Jacob tiếp tục. \"Họ là những người duy nhất còn lại vẫn còn biết, vẫn còn nhớ. Ông Ateara, Billy, và Harry thực đã chứng kiến cảnh ông họ biến đổi. Khi Già Quil kể với họ, họ bí mật gặp Sam và giải thích chuyện này.  \"Chuyện này dễ dàng hơn khi ảnh hiểu ra - khi ảnh không còn đơn độc nữa. Họ biết ảnh sẽ không phải là người duy nhất bị ảnh hưởng bởi sự trở về của gia đình Cullens\" - ảnh nhắc đến tên này với vẻ cay đắng vô thức - \"nhưng chẳng ai khác đủ lớn. Vì thế Sam chờ tụi tôi tham gia với ảnh...\" \"Gia đình Cullens chẳng hề biết,\" tôi thì thầm. \"Họ không nghĩ vẫn còn người sói ở đây.   Họ không biết là việc họ đến đây làm biến đổi các bạn.\"              “Sự thật vẫn là sự thật. \" \"Chuyện này nhắc nhở tôi đừng làm bạn nổi khùng.\" \"Bạn nghĩ tôi nên khoan dung như bạn à? Đâu phải ai cũng là thánh hay người tử vì đạo đâu. \" \"Người lớn chút đi, Jacob. \" \"Ước gì vậy được, \" anh thì thầm lặng lẽ.  Tôi nhìn anh  chằm chằm, cố hiểu phản ứng của anh. \"Gì chớ?\" Jacob cười khúc khích. \"Một trong những chuyện kỳ lạ tôi đã nói đó.\" \"Bạn… không thể…. lớn lên ư?\" Tôi ngây người ra hỏi. \"Bạn sao chớ? Không... già đi ư? Giỡn à?\" \"Không.\" Anh bập môi kêu cái bốp. Tôi cảm thấy máu rần rật trên mặt mình. Nước mắt – những giọt nước mắt tức giận – tràn mi. Tôi nghiến răng kêu kèn kẹt rõ to.  \"Bella? Tôi đã nói gì vậy?\" Tôi lại đứng lên, bàn tay cuộn lại thành nắm đấm, toàn thân run rẩy.  \"Bạn. Không. Già . Đi,\" tôi gầm gừ qua kẽ răng.  Jacob giật nhẹ cánh tay tôi, cố ấn tôi ngồi xuống. \"Chẳng ai trong tụi tôi già đi cả. Có chuyện gì với bạn vậy?\" \"Vậy tôi là người duy nhất phải già đi sao? Tôi sẽ già đi theo từng ngày quỷ quái!\" Tôi gần như rít lên, vung tay vào không trung. Một phần nhỏ nhoi trong tôi nhận ra mình đang nổi cơn tam bành giống Charlie, nhưng chút lý trí đó cũng đã bị phần mất lý trí che lấp. \"Khốn kiếp! Loại thế giới gì đây? Đâu là công lý chớ?\" \"Bình tĩnh nào, Bella.\" \"Im đi, Jacob. Im ngay! Thật quá bất công!\" \"Thiệt là bạn dậm chân dậm cẳng đó hả? Tôi tưởng con gái chỉ làm thế trên TV thôi chớ.\" Tôi gầm gừ chẳng chút ấn tượng nào.  \"Chẳng tệ như bạn nghĩ đâu. Ngồi xuống nghe tôi giải thích nào.\" \"Tôi sẽ đứng.\" Anh trợn tròn mắt. \"Thôi được. Bạn muốn sao cũng được. Nhưng nghe này, một ngày nào đó….. tôi sẽ già đi\" \"Giải thích đi.\" Anh vỗ vỗ cái cây. Tôi trừng mắt nhìn một lát, nhưng cũng ngồi phịch xuống; cơn nóng nảy của tôi cũng tan biến bất ngờ như lúc bùng lên và tôi đã đủ bình tĩnh để nhận ra mình đang tự biến mình thành con ngốc.  \"Khi tụi tôi đủ khả năng để từ bỏ...,\" Jacob nói. \"Khi tụi tôi ngưng biến hình trong một khoảng thời gian liên tục, tụi tôi sẽ già đi. Thật không dễ chút nào.\" Anh lắc đầu, đột ngột nghi ngờ. \"Phải mất khá nhiều thời gian mới hiểu được loại kiềm chế này. Thậm chí Sam cũng chưa làm được chuyện này nữa. Nhưng chẳng ích gì vì có cả một lũ ma cà rồng đông đúc ngay trên đường phố. Tụi tôi thậm chí chẳng thể nghĩ đến chuyện từ bỏ này khi bộ lạc vẫn cần người che chở. Nhưng dù sao thì bạn cũng không nên bận tâm về điều này, vì tôi đã già hơn bạn rồi, ít nhất là về mặt thể chất\" \"Bạn đang nói gì thế?\" \"Hãy nhìn tôi nè, Bells. Tôi có giống 16 tuổi không?\" Tôi nhìn lên nhìn xuống thân hình đồ sộ của anh, cố tỏ ra không thành kiến. \"Tôi nghĩ là không giống mấy\" \"Chẳng giống chút nào. Bởi vì tụi tôi đã trưởng thành hoàn toàn trong vài tháng khi gen người sói bắt đầu bộc phát. Tăng trưởng nhanh kinh khiếp.\" Anh nhăn nhó. \"Về mặt thể chất, chắc tôi khoảng hai lăm tuổi gì đó. Vì vậy bạn không nên làm om sòm về chuyện quá già so với tôi trong vòng ít nhất bảy năm nữa\" Khoảng hai mươi lăm tuổi gì đó. Ý nghĩ này làm đầu óc tôi lộn tùng phèo. Nhưng tôi nhớ chuyện lớn vọt đó - tôi nhớ đã nhìn anh cao vọt lên và to ra ngay trước mắt mình. Tôi nhớ anh trông khác từng ngày ra sao... Tôi lắc lắc đầu, cảm thấy chóng mặt.  \"Nè, bạn có muốn nghe chuyện Sam, hay bạn muốn hét thêm vào mặt tôi chuyện gì đó ngoài khả năng kiểm soát của tôi hả?\" Tôi hít thật sâu. \"Xin lỗi. Vấn đề tuổi tác là đề tài quá nhạy cảm đối với tôi. Chuyện đó làm tôi căng thẳng.\" Jacob nhắm nghiền mắt, trông như thể anh đang cố nghĩ ra cách nói điều gì đó.  Vì tôi không muốn nói đến chuyện nhạy cảm thực sự đó – dự định của tôi trong tương lai, hoặc hoà ước có thể bị phá vỡ vì những dự định trên, nên tôi nhắc anh.  \"Vậy khi Sam hiểu chuyện gì đang xảy ra, khi ảnh đã có Billy và Harry và ông Ateara, bạn nói chuyện đó không còn khó nữa. Và, như bạn đã nói, có những điểm hay ho...\" Tôi do dự giây lát. \"Thì tại sao Sam lại ghét họ đến thế? Tại sao ảnh muốn tôi ghét họ?\" Jacob thở dài. \"Đây là phần hết sức kỳ lạ.\" \"Tôi là trùm về chuyện kỳ lạ mà.\" \"Ờ, tôi biết.\" Anh cười toe toét rồi mới nói tiếp. \"Nè, bạn nói đúng đó. Sam biết chuyện gì đang xảy ra, và mọi thứ gần như ổn rồi. Về mọi mặt, cuộc sống của ảnh đã trở lại, ờ, không bình thường. Mà là tốt hơn.\" Rồi mặt Jacob cau lại, như thể điều gì đó  đau đớn đang đến. \"Sam không thể nói cho Leah biết. Tụi tôi không được kể cho ai biết hết nếu những người này chẳng cần phải biết. Và ở bên cô ấy, thật chẳng an toàn chút nào - nhưng ảnh đã lừa đảo, như tôi đã làm vậy với bạn. Leah rất tức giận vì ảnh không chịu nói cho cô ấy biết chuyện gì đang xảy ra – ảnh đã ở đâu, ảnh đi đâu lúc đêm về, tại sao ảnh luôn kiệt sức - nhưng họ đang giải quyết chuyện này. Họ đang cố gắng. Họ rất yêu nhau.\" \"Cô ấy có khám phá ra không?  Có phải đã xảy ra thế không?\" Anh lắc đầu. \"Không, không phải là vấn đề đó. Em họ của cô ấy, Emily Young, từ khu bảo tồn Makah xuống để thăm cô ấy vào một ngày cuối tuần.\" Tôi thở hổn hển. \"Emily là em họ của Leah?\" \"Chị em họ xa thôi. Nhưng họ thân nhau lắm. Khi còn nhỏ, y như hai chị em ruột vậy\" \"Chuyện đó…..khủng khiếp quá. Làm sao mà Sam có thể…..? Tôi lắc đầu, giọng nhỏ dần,.  \"Tuy vậy, đừng vội đánh giá ảnh. Có ai từng bảo bạn là…. Bạn đã bao giờ nghe chuyện tiếng sét chưa?\" “Tiếng sét?\" Tôi lặp lại từ xa lạ này. \"Không biết. Nghĩa là gì vậy?\" \"Đó là một trong những thứ kỳ quái đó tụi tôi phải đối phó. Chuyện này không xảy ra với tất cả mọi người. Thực ra, đó là ngoại lệ hiếm hoi, không theo quy luật. Sam đã nghe mấy chuyện này trước đó rồi, những câu chuyện mà mình thường hay nghĩ chỉ là chuyện cổ tích. Ảnh đã nghe đến chuyện tiếng sét, nhưng ảnh chẳng bao giờ lại nghĩ... \" \"Nó là cái gì vậy?\" Tôi thúc giục.  Mắt Jacob nhìn xa xăm ra biển. \"Sam đã rất yêu Leah. Nhưng khi gặp Emily, chuyện đó đã không còn ý nghĩa gì nữa. Đôi khi…tụi tôi không biết chính xác tại sao… tụi tôi lại tìm bạn theo cách đó.\" Mắt anh liếc tôi thật nhanh, mặt anh đỏ lên . \"Ý tôi là……là bạn đời.\" \"Theo kiểu gì? Yêu ngay từ cái nhìn đầu tiên à?\" Tôi cười khúc khích.  Jacob không cười. Đôi mắt đen của anh có ý lên án phản ứng của tôi. \"Nó mãnh liệt hơn thế đôi chút.  Rõ ràng hơn.\" \"Xin lỗi, \" tôi lẩm bẩm. \"Bạn nói thiệt đó hả?\" \"Ờ, thiệt đó.\" \"Yêu ngay từ ánh nhìn đầu tiên? Nhưng mãnh liệt hơn?\" Giọng tôi vẫn đầy vẻ nghi ngờ, và anh biết điều đó.  \"Không dễ giải thích đâu. Dù sao thì cũng không quan trọng.\" Anh nhún vai hững hờ.  \"Bạn muốn biết chuyện gì đã làm Sam ghét ma cà rồng vì đã biến đổi ảnh, làm ảnh căm ghét bản thân mình ư. Và đó là chuyện đã xảy ra. Ảnh đã làm Leah đau lòng. Ảnh chà đạp lên mọi lời đã hứa với cô ấy.  Mỗi ngày ảnh phải nhìn thấy lời buộc tội này trong mắt cô ấy, và biết rằng cô ấy đúng.\" Anh ngừng lại đột ngột, như thể anh đã nói cái gì đó không định nói ra.  \"Emily đã đối phó với chuyện này như thế nào? Nếu cô ấy thân với Leah như thế ... ?\" Sam và Emily hoàn toàn xứng với nhau, hai mảnh ghép, hoàn toàn khớp nhau. Tuy nhiên…..làm sao Emily quên được chuyện ảnh đã từng thuộc về người khác?  Mà gần như là chị cô.  \"Lúc mới đầu cô ấy hết sức tức giận. Nhưng thật khó mà cưỡng lại sự tận tụy và đam mê đến mức đó.\" Jacob thở dài. \"Rồi, Sam đã có thể kể cho cô ấy biết mọi chuyện. Không có luật lệ nào có thể trói buộc bạn khi bạn tìm ra nửa kia của đời mình. Bạn cũng biết cô ấy bị thương thế nào rồi phải không?\" \"Ờ.\" Câu chuyện được truyền tụng ở Forks là cô ấy đã bị gấu tấn công, nhưng tôi đã biết bí mật này. Người sói không tự chủ được, Edward nói thế. Những người gần gũi chúng sẽ bị thương.  \"Ừm, kỳ lạ hết sức, đó là cách họ giải quyết mọi chuyện. Sam quá khiếp sợ, quá kinh tởm chính mình, căm ghét điều mình đã gây ra…. Ảnh lẽ ra đã lao vào xe buýt nếu làm vậy sẽ khiến cô ấy cảm thấy đỡ hơn. Dù sao đi nữa, nếu làm vậy thì ảnh đã có thể trốn tránh được chuyện mình đã làm. Ảnh đã bị khủng hoảng. .. Rồi, làm sao đó, cô ấy là người duy nhất an ủi ảnh, và sau đó….\" Jacob không nói hết được suy nghĩ của mình, và tôi cảm thấy câu chuyện quá riêng tư để kể cho nhau biết.  \"Tội nghiệp Emily,\" tôi thì thầm. “Tội nghiệp Sam. Tội nghiệp Leah…..\" \"Ờ, Leah là người khổ tâm nhất, \" anh đồng ý. \"Cô ấy tỏ vẻ can đảm. Cô ấy sẽ làm phù dâu.\" Tôi nhìn đi chỗ khác, về phía đá lởm chởm nhô lên từ biển như những ngón tay múp míp bị đứt lìa trên phía nam của bến cảng, vừa cố hiểu hết mấy chuyện này. Tôi có thể cảm nhận đôi mắt anh nhìn vào mặt tôi, chờ tôi nói gì đó. \"Chuyện đó đã xảy đến với bạn à?\" Cuối cùng thì tôi cũng hỏi, vẫn nhìn sang chỗ khác. \"Chuyện yêu ngay từ cái nhìn đầu tiên á?\" \"Không,\" anh trả lời thật nhanh. \"Sam và Jared là những người duy nhất.\" \"Ưm,\" tôi nói, cố tỏ vẻ lịch sự quan tâm. Tôi cảm thấy nhẹ nhõm, và tôi cố giải thích phản ứng này với chính mình. Tôi cho là mình mừng vì anh không khẳng định có mối ràng buộc kiểu người sói huyền bí nào giữa hai chúng tôi. Quan hệ của chúng tôi nhiêu đó cũng đủ rối tung lên rồi. Không cần thêm bất cứ chuyện siêu nhiên nào hơn cái tôi đã có để đối phó.  Anh cũng yên lặng, và sự im lặng này hơi không thoải mái. Trực giác mách bảo là tôi không muốn nghe điều anh đang suy nghĩ.  \"Chuyện đó xảy ra với Jared như thế nào?\" Tôi hỏi để phá tan sự yên lặng.  \"Không có gì kịch tính hết.  Chỉ là một cô gái anh chàng ngồi bên cạnh ở trường mỗi ngày suốt một năm mà không bao giờ nhìn lại lần thứ hai. Thế mà, sau khi biến đổi, anh chàng gặp lại cô nàng và không bao giờ nhìn sang chỗ khác nữa. Kim khoái lắm. Cô nàng mê tít anh chàng mà. Cô nàng đã kèm cả họ của anh chàng vào sau tên của cô nàng trong khắp nhật ký. Anh cười giễu cợt.  Tôi cau mày. \"Jared kể bạn nghe chuyện đó hả? Lẽ ra anh ta không nên thế chứ.\" Jacob cắn môi. \"Tôi nghĩ mình không nên cười. Mặc dù chuyện đó thiệt mắc cười\" \"Bạn lòng.”  Anh thở dài. \"Jared không cố tình kể cho chúng tôi nghe gì hết.  Tôi đã kể bạn nghe phần này rồi, nhớ không?\" \"Ồ, ờ.  Mấy bạn có thể nghe suy nghĩ của nhau, nhưng chỉ khi là người sói thôi, phải không?\" \"Đúng. Cũng giống thằng hút máu của bạn.\" Anh quắc mắt nhìn tôi.  \"Edward,\" tôi chỉnh lại. \"Đúng rồi, đúng rồi. Đó là tại sao tôi biết nhiều về cảm giác của Sam như thế. Nếu ảnh được quyền lựa chọn thì sẽ không có chuyện ảnh kể cho tụi tôi biết. Thực ra thì, đó là điều tất cả tụi tôi đều ghét.\" Giọng anh đột ngột cay đắng . \"Thật khủng khiếp. Không còn gì riêng tư, không còn gì bí mật gì cả. Mọi thứ mà bạn ngại ngùng đều bị phơi bày cho mọi người thấy.\" Anh rùng mình.  \"Nghe khủng khiếp quá,\" tôi thì thầm.  \"Chuyện này đôi khi có ích khi tụi tôi cần phối hợp nhau,\" anh miễn cưỡng nói \"Năm thì mười hoạ khi có một tên hút máu nào đó băng qua lãnh thổ của tụi tôi. Laurent vui thật. Và nếu gia đình Cullens không ngáng đường tụi tôi hôm thứ bảy vừa rồi….ugh!\" anh rên rỉ. \"thì tụi tôi đã tóm được cô ả rồi!\" Tay anh cuộn lại thành nắm đấm giận dữ.  Tôi nao núng. Dù tôi rất lo Jasper hoặc Emmett bị thương, cũng chẳng hề so được với nỗi hoảng sợ khi nghĩ đến Jacob đấu với Victoria. Emmett và Jasper là những người gần như không thể hủy diệt.  Còn Jacob vẫn ấm áp, vẫn khá là người. Có thể chết. Tôi nghĩ đến chuyện Jacob đối mặt với Victoria, mái tóc rực rỡ của cô ta vờn quanh khuôn mặt nham hiểm kỳ lạ... rồi rùng mình.  Jacob nhìn tôi tò mò.\"Nhưng với bạn cũng có khác gì đâu?  Anh ta luôn chui vô đầu bạn?” \"Ồ, không. Edward không bao giờ chui vô đầu tôi cả. Ảnh chỉ biết ước thôi. \" Vẻ mặt Jacob trở nên bối rối.  \"Ảnh không đọc được suy nghĩ của tôi, \" tôi giải thích, giọng tôi hơi tự mãn một chút do thói quen cũ. \"Tôi là người duy nhất như thế, đối với ảnh. Tụi tôi không biết tại sao ảnh lại không thể.\" \"Kỳ ha,\" Jacob nói.  \"Ờ.\" Nét tự phụ tan biến. \"Có lẽ nghĩa là đầu óc tôi không ổn sao đó,\" tôi thú nhận.  \"Tôi đã biết đầu óc bạn bất bình thường rồi,\" Jacob lẩm bẩm.  \"Cám ơn nghe.\" Mặt trời đột ngột ló ra khỏi đám mây, một điều bất ngờ mà tôi không nghĩ đến, và tôi phải nheo mắt tránh ánh phản chiếu của nó trên mặt nước. Mọi thứ đổi màu -  những con sóng chuyển từ xám sang xanh dương, những cây ô liu xám xịt chuyển sang  màu ngọc bích lấp lánh, và những viên sỏi màu cầu vồng chiếu lấp lánh như nữ trang thiệt vậy.  Chúng tôi nheo mắt nhìn một hồi lâu, điều chỉnh mắt lại. Chẳng có tiếng động nào ngoài tiếng sóng vỗ liên tục vọng lại từ bốn bề bến cảng được che chắn, tiếng lạo xạo nhẹ nhàng của sỏi va vào nhau theo chuyển động của con nước, và tiếng mòng biển kêu to xa xa trên đầu. Thật yên bình.  Jacob xích đến gần hơn, để tựa vào cánh tay tôi. Anh thật ấm. Sau đó một phút như vậy, tôi giũ áo khoác. Anh kêu nho nhỏ trong cổ họng tỏ vẻ hài lòng, và tựa má trên đỉnh đầu tôi. Tôi cảm nhận được hơi nóng mặt trời trên da mình – mặc dù không ấm bằng Jacob - và tôi vu vơ tự hỏi bao lâu thì nó sẽ thiêu cháy tôi.  Lơ đãng, tôi xoay tay phải sang một bên, và ngắm ánh nắng lấp lánh chiếu sáng cái sẹo James để lại ở đó.  \"Bạn đang nghĩ về chuyện gì vậy?\" anh thì thầm.  \"Mặt trời. \" \"Ừm. Thật dễ thương.\" \"Bạn đang nghĩ về chuyện gì vậy?\" Tôi hỏi.  Anh cười tủm tỉm. “Mình đang nhớ đến cuốn phim điên khùng bạn dẫn mình đi coi. Và Mike Newton ói tùm lum.\" Tôi cũng cười, ngạc nhiên khi thấy thời gian đã thay đổi ký ức thế nào. Kỷ niệm đó đã từng làm tôi căng thẳng, bối rối. Có quá nhiều thứ đã thay đổi trong đêm đó. Và bây giờ tôi có thể cười được. Đó là buổi tối cuối cùng Jacob và tôi ở bên nhau trước khi anh biết sự thật về bệnh di truyền của mình. Ký ức làm con người cuối cùng. Giờ đã thành một kỷ niệm vui kỳ lạ.  \"Tôi nhớ chuyện đó,\" Jacob nói. \"Ngày trước thật hết sức ... giản dị. Tôi mừng vì đã có một kỷ niệm đẹp.” Jacob thở dài. Anh cảm thấy sự căng thẳng đột ngột trong cơ thể tôi vì lời anh gợi lên ký ức của riêng tôi.  \"Chuyện gì vậy?\" ảnh hỏi  \"Về kỷ niệm đẹp của bạn…..\" Tôi xích ra xa anh ra để có thể đọc được mặt anh. Lúc đó, thật khó hiểu. \"Bạn có thể kể cho tôi biết bạn đã làm gì vào sáng thứ hai đó không? Bạn đang nghĩ đến điều gì đã làm Eward bực mình.\"  Bực mình không phải là từ chính xác miêu tả nó, nhưng tôi muốn có câu trả lời, nên tôi nghĩ tốt nhất không nên bắt đầu quá gay gắt. Mặt Jacob sáng bừng khi hiểu ra, và anh cười. \"Tôi chỉ nghĩ về bạn thôi. Hắn ta không thích thế, đúng không?\" \"Tôi ư? Nghĩ gì về tôi?\" Jacob cười, hơi cay đắng hơn lúc này. \"Tôi nhớ lại bạn ra sao trong đêm Sam tìm thấy bạn - tôi đã nhìn thấy chuyện đó trong đầu ảnh, và tựa như tôi ở đó vậy; bạn biết đó, ký ức đó luôn ám ảnh Sam, rồi tôi nhớ bạn trông ra sao vào lần đầu bạn đến nhà tôi. Tôi cá là thậm chí bạn cũng không biết mình nhếch nhác thế nào đâu, Bella. Phải mấy tuần sau bạn mới bắt đầu có vẻ người trở lại. Và tôi nhớ bạn luôn lấy quấn tay ôm lấy thân mình thế nào, cố giữ cho mình không rã rời thành từng mảnh...\" Jacob cau mày, rồi lắc đầu. \"Đối với tôi, thật đau lòng khi nhớ lại lúc đó bạn buồn ra sao, mà đó không phải là lỗi của tôi đó. Vì thế tôi nghĩ anh ta sẽ còn đau đớn hơn vậy. Và tôi nghĩ anh ta nên nhìn qua những chuyện anh ta đã gây ra.\" Tôi đánh bốp vào vai anh. Cái vỗ làm đau tay tôi. \"Jacob Black, đừng bao giờ làm chuyện đó nữa nhé! Hứa với tôi bạn sẽ không làm nữa nhé.\" \"Không đời nào.  Bao tháng rồi, tôi chẳng vui được như vậy.\" \"Vậy giúp tôi đi, Jake - \" \"Ồ, bình tĩnh nào, Bella. Khi nào mới gặp lại anh ta chớ? Đừng lo về chuyện đó. \" Tôi đứng lên, và anh giữ tay tôi lại khi tôi bắt đầu bỏ đi. Tôi cố giật tay ra.  \"Tôi đi đây, Jacob.\" \"Không, khoan đi,\" anh phản đối, bàn tay anh siết chặt tay tôi. \"Tôi xin lỗi. Và…..được rồi, tôi sẽ không làm vậy nữa đâu. Hứa đó.\" Tôi thở dài. \"Cám ơn, Jake. \" \"Nào, mình về nhà đi,\" anh háo hức nói.  \"Thực ra thì, tôi thật cần phải đi. Angela Weber đang chờ, và tôi biết Alice lo lắng. Tôi không muốn làm cô ấy bực mình quá nhiều\" \"Nhưng bạn mới đến đây thôi mà!\" “Thấy giống vậy thiệt,\" tôi đồng ý. Tôi nhìn trừng trừng vào mặt trời, không hiểu sao lại chiếu thẳng vô đầu tôi. Sao mà thời gian đi qua nhanh thế nhỉ? Mày anh nhíu lại. \"Tôi không biết khi nào mới được gặp lại bạn,\" anh nói bằng giọng đau đớn.  \"Lần sau tôi sẽ trở lại khi ảnh đi xa,\" tôi hấp tấp hứa.  \"Đi xa à?\" Jacob trợn tròn mắt. \"Đó là một cách thú vị để miêu tả chuyện anh ta sẽ làm.  Đồ ký sinh gớm ghiếc.\" \"Nếu bạn không cư xử đàng hoàng, tôi sẽ không quay lại đâu!\" Tôi đe doạ, cố rút tay ra. Anh không chịu buông tay tôi.  \"Oái, đừng giận, \" anh nói, cười toe toét. \"Phản xạ mà.\" \"Nếu tôi cố gắng quay lại, bạn sẽ phải rõ một chuyện, được chứ?\" Anh chờ đợi.  \"Này,\" tôi giải thích. \"Tôi không quan tâm chuyện ai là ma cà rồng và ai là người sói. Chuyện đó chẳng liên quan gì cả. Bạn là Jacob, và ảnh là Edward, và tôi là Bella. Và không gì khác quan trọng hết.\" Mắt anh hơi nheo lại. \"Nhưng tôi là người sói,\" anh miễn cưỡng nói. \"Còn anh ta là ma cà rồng,\" anh nói thêm ghê tởm rõ rệt.  \"Còn tôi là xử nữ luôn phải làm vui lòng mọi người khác!\" Tôi la to, bực tức.  Anh nhướng mày, cân nhắc vẻ mặt của tôi với ánh mắt tò mò. Cuối cùng, anh nhún vai.  \"Nếu bạn thực có thể nhìn nhận chuyện này theo cách đó...\" “Tôi có thể. Tôi nhìn nhận vậy đó.\" \"Được thôi. Chỉ Bella và Jacob thôi. Không có mấy người xử nữ quái đản nào ở đây hết.\" Anh mỉm cười với tôi, nụ cười ấm áp, quen thuộc đã lâu không nhìn thấy. Tôi cảm thấy nụ cười đáp trả trải rộng trên mặt mình.  \"Tôi nhớ bạn lắm, Jake,\" tôi không kiềm được phải thú nhận. \"Tôi cũng vậy,\" anh toét miệng cười. Mắt anh hạnh phúc và trong trẻo, không gợn chút cay đắng giận hờn.  \"Hơn bạn biết. Bạn sẽ sớm trở lại chứ?\" \"Ngay khi có thể, \" tôi hứa."
        }
    ],
    "suggestions": []
}