{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌnkən'vinst]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không bị thuyết phục, không tin; còn nghi ngờ, hoài nghi</td></tr></table><i/></div>",
            "word": "unconvinced"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unconvinced</k><blockquote>■ <cclass>adjective not certain that something is true or can be relied on. </cclass></blockquote></div>",
            "word": "unconvinced"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unconvinced"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>unconvinced</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to remain unconvinced </ex></blockquote></blockquote><blockquote><blockquote><ex>2) unconvinced of </ex></blockquote></blockquote></div>",
            "word": "unconvinced"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unconvinced"
        }
    },
    "sentences": [
        {
            "en": "Charlie glared at me, <em>unconvinced</em>.",
            "vi": "Charlie nhìn tôi chòng chọc, hoài nghi."
        },
        {
            "en": "He was <em>unconvinced</em> when she told him the truth.",
            "vi": "Anh ta hoài nghi khi cô ta kể cho anh ta nghe sự thật."
        },
        {
            "en": "Google has said that it will only publish short extracts from material under copyright unless given express permission to publish more, but publishers are <em>unconvinced</em>.",
            "vi": "Google đã nói rằng họ chỉ công bố các trích đoạn ngắn từ tài liệu có bản quyền trừ khi được cấp phép rõ ràng để công bố nhiều hơn, nhưng các nhà xuất bản không bị thuyết phục."
        },
        {
            "en": "While Prime Minister Shinzo Abe’s administration and much of industry are keen to return to atomic generation — largely because a cheaper yen has sent the cost of dollar-denominated fossil fuels soaring — the public is <em>unconvinced</em>.",
            "vi": "Trong khi chính quyền Thủ tướng Shinzo Abe và nhiều ngành công nghiệp đều mong muốn trở về với thời đại nguyên tử - lí do phần lớn là vì đồng Yên xuống giá đã khiến chi phí nhiên liệu hóa thạch bằng đồng USD tăng vọt - nhưng công chúng không bị thuyết phục bởi lí do đó."
        },
        {
            "en": "Most people are <em>unconvinced</em> there is one specific day for misery. In 2011, British physician and journalist Ben Goldacre said Blue Monday could lead to serious issues concerning the perception of mental health.",
            "vi": "Đa số mọi người chẳng mấy ai tin có ngày nào đó lại là ngày xui xẻo cả. Năm 2011, bác sĩ đồng thời là nhà báo Ben Goldacre nói Ngày thứ Hai tồi tệ có thể dẫn đến những vấn đề nghiêm trọng liên quan đến nhận thức về mặt tâm lý."
        },
        {
            "en": "What’s your personal verdict on hand sanitizer? Are you going to stop using it for good now? Will you seek alternatives? Or do you remain <em>unconvinced</em>? Whatever your takeaway, I’d like to hear your perspective in the comment section below!",
            "vi": "Phán quyết cá nhân của bạn với nước rửa tay là gì? Có phải bây giờ để tốt cho mình thì bạn sẽ ngừng sử dụng nó không? hay có phải bạn sẽ cố tìm ra một phương án thay thế khác không? Hay bạn vẫn còn hoài nghi? Dù suy nghĩ của bạn là gì, tôi cũng muốn nghe quan điểm của bạn trong phần bình luận bên dưới!"
        },
        {
            "en": "11 February 2011 Last updated at 01:32 GMT        11 February 2011 Last updated at 01:32 GMT  US President Barack Obama says the Egyptian government has yet to put forward a \"credible, concrete and unequivocal\" path to democracy. Mr Obama said \"too many Egyptians remain <em>unconvinced</em> that the government is serious about a genuine transition to democracy\". Mr Mubarak has reiterated plans to stay in office until September's polls, but said he would hand over some powers. Anti-government protesters have reacted angrily to Mr Mubarak's address. \"The Egyptian people have been told that there was a transition of authority, but it is not yet clear that this transition is immediate, meaningful or sufficient,\" Mr Obama said in a statement. \"The Egyptian government must put forward a credible, concrete and unequivocal path toward genuine democracy, and they have not yet seized that opportunity,\" he said. In an address late on Thursday, President Mubarak said he would delegate some powers to Vice-President Omar Suleiman, but the details remain unclear. His comments in a national TV address confounded earlier reports that he was preparing to stand down immediately. The US president's remarks came in the strongest statement yet from the White House on the Egypt protests, and are a sign the White House is not satisfied by Mr Mubarak's announcement, says the BBC's Andrew North in Washington.  Earlier in the day, Mr Obama had seemed euphoric, preparing for Mr Mubarak to step down, adds our correspondent.  http://www.bbc.co.uk/news/world-middle-east-12427088",
            "vi": "11 February 2011 Last updated at 01:32 GMT     11 February 2011 Last updated at 01:32 GMT  Tổng Thống Mỹ Barack Obama tuyên bố chính phủ Ai Cập phải đưa ra một lộ trình “đáng tin cậy, cụ thể và rõ ràng” để đạt đến dân chủ Ông Obama nói “quá nhiều người Ai Cập vẫn chưa tin rằng chính phủ thực lòng hình thành giai đoạn quá độ thực sự đi đến dân chủ” Ông Mubarak vừa nhắc lại các kế hoạch tiếp tục tại nhiệm đến khi diễn ra các buộc bỏ phiếu vào tháng Chín, nhưng cho biết ông sẽ bàn giao một số quyền lực Những người biểu tình chống chính phủ phản ứng giận dữ trước bài phát biểu của ông Mubarak Ông Obama tuyên bố trong một bài nói chuyện, “Người dân Ai Cập được thông báo có sự chuyển tiếp về quyền lực, nhưng chưa rõ là sự chuyển tiếp này có diễn ra lập tức, có ý nghĩa và ở mức đủ hay không” Ông nói, “chính phủ Ai Cập phải đưa ra được một lộ trình đáng tin cậy, cụ thể và rõ ràng hướng đến nền dân chủ thực sự, và họ chưa nắm bắt cơ hội ấy” Trong một bài phát biểu cuối ngày thứ Năm, Tổng Thống Mubarak cho biết ông sẽ ủy thác một số quyền lực cho Phó Tổng Thống Omar Suleiman, nhưng các chi tiết vẫn chưa được rõ Những lời bình luận của ông trong bài phát biểu trên đài truyền hình quốc gia đã bác bỏ các bài báo trước đó cho rằng ông đang chuẩn bị từ chức ngay lập tức Phóng viên Andrew North của BBC tại Washington tường thuật, các nhận xét của Tổng Thống Mỹ xuất hiện trong bài phát biểu mạnh mẽ nhất từ trước đến nay từ Nhà Trắng về các vụ biểu tình ở Ai Cập, và là các dấu hiệu cho thấy Nhà Trắng không hài lòng về bài phát biểu của ông Mubarak Phóng viên của bản đài cho biết thêm, trước đó trong ngày, ông Obama tỏ vẻ phấn khích, chuẩn bị đón nhận tin ông Mubarak từ chức http://www.bbc.co.uk/news/world-middle-east-12427088"
        },
        {
            "en": "7 REPETITION        8. ADRENALINE \"Okay, where's your clutch?\" I pointed to the lever on my left handlebar. Letting go of the grip was a mistake. The heavy bike wobbled underneath me, threatening to knock me sidewise. I grabbed the handle again, trying to hold it straight. \"Jacob, it won't stay up,”I complained. \"It will when you're moving,”he promised. \"Now where's your brake?\" \"Behind my right foot.\" \"Wrong.\" He grabbed my right hand and curled my fingers around the lever over the throttle. \"But you said—” \"This is the brake you want. Don't use the back brake now, that's for later, when you know what you're doing.\" \"That doesn't sound right,”I said suspiciously. \"Aren't both brakes kind of important?\" \"Forget the back brake, okay? Here—”He wrapped his hand around mine and made me squeeze the lever down. \"That is how you brake. Don't forget.”He squeezed my hand another time. \"Fine,”I agreed. \"Throttle?\" I twisted the right grip. \"Gearshift?\" I nudged it with my left calf. \"Very good. I think you've got all the parts down. Now you just have to get it moving.\" \"Uh-huh,”I muttered, afraid to say more. My stomach was contorting strangely and I thought my voice might crack. I was terrified. I tried to tell myself that the fear was pointless. I'd already lived through the worst thing possible. In comparison with that, why should anything frighten me now? I should be able to look death in the face and laugh. My stomach wasn't buying it. I stared down the long stretch of dirt road, bordered by thick misty green on every side. The road was sandy and damp. Better than mud. \"I want you to hold down the clutch,”Jacob instructed. I wrapped my fingers around the clutch. \"Now this is crucial, Bella,”Jacob stressed. \"Don't let go of that, okay? I want you to pretend that I've handed you a live grenade. The pin is out and you are holding down the spoon.\" I squeezed tighter. \"Good. Do you think you can kick-start it?\" \"If I move my foot, I will fall over,”I told him through gritted teeth, my fingers tight around my live grenade. \"Okay, I'll do it. Don't let go of the clutch.\" He took a step back, and then suddenly slammed his foot down on the pedal. There was a short ripping noise, and the force of his thrust rocked the bike. I started to fall sideways, but Jake caught the bike before it knocked me to the ground. \"Steady there,”he encouraged. \"Do you still have the clutch?\" \"Yes,”I gasped. \"Plant your feet—I'm going to try again.”But he put his hand on the back of the seat, too, just to be safe. It took four more kicks before the ignition caught. I could feel the bike rumbling beneath me like an angry animal. I gripped the clutch until my fingers ached. \"Try out the throttle,”he suggested. \"Very lightly. And don't let go of the clutch.\" Hesitantly, I twisted the right handle. Though the movement was tiny, the bike snarled beneath me. It sounded angry and hungry now. Jacob smiled in deep satisfaction. \"Do you remember how to put it into first gear?”he asked. \"Yes.\" \"Well, go ahead and do it.\" \"Okay.\" He waited for a few seconds. \"Left foot,”he prompted. \"I know,”I said, taking a deep breath. \"Are you sure you want to do this?”Jacob asked. \"You look scared.\" \"I'm fine,”I snapped. I kicked the gearshift down one notch. \"Very good,”he praised me. \"Now, very gently, ease up on the clutch.\" He took a step away from the bike. \"You want me to let go of the grenade?”I asked in disbelief. No wonder he was moving back. \"That's how you move, Bella. Just do it little by little.\" As I began to loosen my grip, I was shocked to be interrupted by a voice that did not belong to the boy standing next to me. \"This is reckless and childish and idiotic, Bella,”the velvet voice fumed. \"Oh!”I gasped, and my hand fell off the clutch. The bike bucked under me, yanking me forward and then collapsing to the ground half on top of me. The growling engine choked to a stop. \"Bella?”Jacob jerked the heavy bike off me with ease. \"Are you hurt?\" But I wasn't listening. \"I told you so,”the perfect voice murmured, crystal clear. \"Bella?”Jacob shook my shoulder. \"I'm fine,”I mumbled, dazed. More than fine. The voice in my head was back. It still rang in my ears—soft, velvety echoes. My mind ran swiftly through the possibilities. There was no familiarity here—on a road I'd never seen, doing something I'd never done before—no déjà vu.  So the hallucinations must be triggered by something else… I felt the adrenaline coursing through my veins again, and I thought I had the answer. Some combination of adrenaline and danger, or maybe just stupidity. Jacob was pulling me to my feet. \"Did you hit your head?”he asked. \"I don't think so.”I shook it back and forth, checking. \"I didn't hurt the bike, did I?” This thought worried me. I was anxious to try again, right away. Being reckless was paying off better than I'd thought. Forget cheating. Maybe I'd found a way to generate the  hallucinations—that was much more important. \"No. You just stalled the engine,”Jacob said, interrupting my quick speculations. \"You let go of the clutch too fast.\" I nodded. \"Let's try again.\" \"Are you sure?”Jacob asked. \"Positive.\" This time I tried to get the kick-start myself. It was complicated; I had to jump a little to slam down on the pedal with enough force, and every time I did that, the bike tried to knock me over. Jacob's hand hovered over the handlebars, ready to catch me if I needed him. It took several good tries, and even more poor tries, before the engine caught and roared to life under me. Remembering to hold on to the grenade, I revved the throttle experimentally. It snarled at the slightest touch. My smile mirrored Jacob's now. \"Easy on the clutch,”he reminded me. \"Do you want to kill yourself, then? Is that what this is about?”the other voice spoke again, his tone severe. I smiled tightly—it was still working—and ignored the questions. Jacob wasn't going to let anything serious happen to me. \"Go home to Charlie,”the voice ordered. The sheer beauty of it amazed me. I couldn't allow my memory to lose it, no matter the price. \"Ease off slowly,”Jacob encouraged me. \"I will,”I said. It bothered me a bit when I realized I was answering both of them. The voice in my head growled against the roar of the motorcycle. Trying to focus this time, to not let the voice startle me again, I relaxed my hand by tiny degrees. Suddenly, the gear caught and wrenched me forward. And I was flying. There was wind that wasn't there before, blowing my skin against my skull and flinging my hair back behind me with enough force that it felt like someone was tugging on it. I'd left my stomach back at the starting point; the adrenaline coursed through my body, tingling in my veins. The trees raced past me, blurring into a wall of green. But this was only first gear. My foot itched toward the gearshift as I twisted for more gas. \"No, Bella!”the angry, honey-sweet voice ordered in my ear. \"Watch what you're doing!\" It distracted me enough from the speed to realize that the road was starting a slow curve to the left, and I was still going straight. Jacob hadn't told me how to turn. \"Brakes, brakes,”I muttered to myself, and I instinctively slammed down with my right foot, like I would in my truck. The bike was suddenly unstable underneath me, shivering first to one side and then the other. It was dragging me toward the green wall, and I was going too fast. I tried to turn the handlebar the other direction, and the sudden shift of my weight pushed the bike toward the ground, still spinning toward the trees. The motorcycle landed on top of me again, roaring loudly, pulling me across the wet sand until it hit something stationary. I couldn't see. My face was mashed into the moss. I tried to lift my head, but there was something in the way. I was dizzy and confused. It sounded like there were three things snarling—the bike over me, the voice in my head, and something else… \"Bella!”Jacob yelled, and I heard the roar of the other bike cut off. The motorcycle no longer pinned me to the ground, and I rolled over to breathe. All the growling went silent. \"Wow,”I murmured. I was thrilled. This had to be it, the recipe for a hallucination—adrenaline plus clanger plus stupidity. Something close to that, anyway. \"Bella!”Jacob was crouching over me anxiously. \"Bella, are you alive?\" \"I'm great!”I enthused. I flexed my arms and legs. Everything seemed to be working correctly. \"Let's do it again.\" \"I don't think so.”Jacob still sounded worried. \"I think I'd better drive you to the hospital first.\" \"I'm fine.\" \"Um, Bella? You've got a huge cut on your forehead, and it's gushing blood,”he informed me. I clapped my hand over my head. Sure enough, it was wet and sticky. I could smell nothing but the damp moss on my face, and that held off the nausea. \"Oh, I'm so sorry, Jacob.”I pushed hard against the gash, as if I could force the blood back inside my head. \"Why are you apologizing for bleeding?”he wondered as he wrapped a long arm around my waist and pulled me to my feet. \"Let's go. I'll drive.”He held out his hand for the keys. \"What about the bikes?”I asked, handing them over. He thought for a second. \"Wait here. And take this.”He pulled off his T-shirt, already spotted with blood, and threw it to me. I wadded it up and held it tightly to my forehead. I was starting to smell the blood; I breathed deeply through my mouth and tried to concentrate on something else. Jacob jumped on the black motorcycle, kicked it to a start in one try, and raced back down the road, spraying sand and pebbles behind him. He looked athletic and professional as he leaned over the handlebars, head low, face forward, his shiny hair whipping against the russet skin of his back. My eyes narrowed enviously. I was sure I hadn't looked like that on my motorcycle. I was surprised at how far I'd gone. I could barely see Jacob in the distance when he finally got to the truck. He threw the bike into the bed and sprinted to the driver's side. I really didn't feel bad at all as he coaxed my truck to a deafening roar in his hurry to get back to me. My head stung a little, and my stomach was uneasy, but the cut wasn't serious. Head wounds just bled more than most. His urgency wasn't necessary. Jacob left the truck running as he raced back to me, wrapping his arm around my waist again. \"Okay, let's get you in the truck.\" \"I'm honestly fine,”I assured him as he helped me in. \"Don't get worked up. It's just a little blood.\" \"Just a lot of blood,”I heard him mutter as he went back for my bike. \"Now, let's think about this for a second,”I began when he got back in. \"If you take me to the ER like this, Charlie is sure to hear about it.”I glanced down at the sand and dirt caked into my jeans. \"Bella, I think you need stitches. I'm not going to let you bleed to death.\" \"I won't,”I promised. \"Let's just take the bikes back first, and then we'll make a stop at my house so I can dispose of the evidence before we go to the hospital.\" \"What about Charlie?\" \"He said he had to work today.\" \"Are you really sure?\" \"Trust me. I'm an easy bleeder. It's not nearly as dire as it looks.\" Jacob wasn't happy—his full mouth turned down in an uncharacteristic frown—but he didn't want to get me in trouble. I stared out the window, holding his ruined shirt to my head, while he drove me to Forks. The motorcycle was better than I'd dreamed. It had served its original purpose. I'd cheated—broken my promise. I'd been needlessly reckless. I felt a little less pathetic now that the promises had been broken on both sides. And then to discover the key to the hallucinations! At least, I hoped I had. I was going to test the theory as soon as possible. Maybe they'd get through with me quickly in the ER, and I could try again tonight. Racing down the road like that had been amazing. The feel of the wind in my face, the speed and the freedom… it reminded me of a past life, flying through the thick forest without a road, piggyback while he ran—I stopped thinking right there, letting the memory break off in the sudden agony. I flinched. \"You still okay?”Jacob checked. \"Yeah.”I tried to sound as convincing as before. \"By the way,”he added. \"I'm going to disconnect your foot brake tonight.\" At home, I went to look at myself in the mirror first thing; it was pretty gruesome. Blood was drying in thick streaks across my cheek and neck, matting in my muddy hair. I examined myself clinically, pretending the blood was paint so it wouldn't upset my stomach. I breathed through my mouth, and was fine. I washed up as well as I could. Then I hid my dirty, bloody clothes in the bottom of my laundry basket, putting on new jeans and a button-up shirt (that I didn't have to pull over my head) as carefully as I could. I managed to do this one-handed and keep both garments blood-free. \"Hurry up,”Jacob called. \"Okay, okay,”I shouted back. After making sure I left nothing incriminating behind me, I headed downstairs. \"How do I look?”I asked him. \"Better,”he admitted. \"But do I look like I tripped in your garage and hit my head on a hammer?\" \"Sure, I guess so.\" \"Let's go then.\" Jacob hurried me out the door, and insisted on driving again. We were halfway to the hospital when I realized he was still shirtless. I frowned guiltily. \"We should have grabbed you a jacket.\" \"That would have given us away,”he teased. \"Besides, it's not cold.\" \"Are you kidding?”I shivered and reached out to turn the heat on. I watched Jacob to see if he was just playing tough so I wouldn't worry, but he looked comfortable enough. He had one arm over the back of my seat, though I was huddled up to keep warm. Jacob really did look older than sixteen—not quite forty, but maybe older than me. Quil didn't have too much on him in the muscle department, for all that Jacob claimed to be a skeleton. The muscles were the long wiry kind, but they were definitely there under the smooth skin. His skin was such a pretty color, it made me jealous. Jacob noticed my scrutiny. \"What?”he asked, suddenly self-conscious. \"Nothing. I just hadn't realized before. Did you know, you're sort of beautiful?\" Once the words slipped out, I worried that he might take my impulsive observation the wrong way. But Jacob just rolled his eyes. \"You hit your head pretty hard, didn't you?\" \"I'm serious.\" \"Well, then, thanks. Sort of.\" I grinned. \"You're sort of welcome.\" I had to have seven stitches to close the cut on my forehead. After the sting of the local anesthetic, there was no pain in the procedure. Jacob held my hand while Dr. Snow was sewing, and I tried not to think about why that was ironic. We were at the hospital forever. By the time I was done, I had to drop Jacob off at his home and hurry back to cook dinner for Charlie. Charlie seemed to buy my story about falling in Jacob's garage. After all, it wasn't like I hadn't been able to land myself in the ER before with no more help than my own feet. This night was not as bad as that first night, after I'd heard the perfect voice in Port Angeles. The hole came back, the way it always did when I was away from Jacob, but it didn't throb so badly around the edges. I was already planning ahead, looking forward to more delusions, and that was a distraction. Also, I knew I would feel better tomorrow when I was with Jacob again. That made the empty hole and the familiar pain easier to bear; relief was in sight. The nightmare, too, had lost a little of its potency. I was horrified by the nothingness, as always, but I was also strangely impatient as I waited for the moment that would send me screaming into consciousness. I knew the nightmare had to end.  The next Wednesday, before I could get home from the ER, Dr. Gerandy called to warn my father that I might possibly have a concussion and advised him to wake me up every two hours through the night to make sure it wasn't serious. Charlie's eyes narrowed suspiciously at my weak explanation about tripping again. \"Maybe you should just stay out of the garage altogether, Bella,”he suggested that night during dinner. I panicked, worried that Charlie was about to lay down some kind of edict that would prohibit La Push, and consequently my motorcycle. And I wasn't giving it up—I'd had the most amazing hallucination today. My velvet-voiced delusion had yelled at me for almost five minutes before I'd hit the brake too abruptly and launched myself into the tree. I'd take whatever pain that would cause me tonight without complaint. \"This didn't happen in the garage,”I protested quickly. \"We were hiking, and I tripped over a rock.” \"Since when do you hike?”Charlie asked skeptically. \"Working at Newton's was bound to rub off sometime,”I pointed out. \"Spend every day selling all the virtues of the outdoors, eventually you get curious.\" Charlie glared at me, <em>unconvinced</em>. \"I'll be more careful,”I promised, surreptitiously crossing my fingers under the table. \"I don't mind you hiking right there around La Push, but keep close to town, okay?\" \"Why?\" \"Well, we've been getting a lot of wildlife complaints lately. The forestry department is going to check into it, but for the time being…\" \"Oh, the big bear,”I said with sudden comprehension. \"Yeah, some of the hikers coming through Newton's have seen it. Do you think there's really some giant mutated grizzly out there?\" His forehead creased. \"There's something. Keep it close to town, okay?\" \"Sure, sure,”I said quickly. He didn't look completely appeased. \"Charlie's getting nosy,”I complained to Jacob when I picked him up after school Friday. \"Maybe we should cool it with the bikes.”He saw my objecting expression and added, \"At least for a week or so. You could stay out of the hospital for a week, right?\" \"What are we going to do?”I griped. He smiled cheerfully. \"What ever you want.\" I thought about that for a minute—about what I wanted. I hated the idea of losing even my brief seconds of closeness with the memories that didn't hurt—the ones that came on their own, without me thinking of them consciously. If I couldn't have the bikes, I was going to have to find some other avenue to the danger and the adrenaline, and that was going to take serious thought and creativity. Doing nothing in the meantime was not appealing. Suppose I got depressed again, even with Jake? I had to keep occupied. Maybe there was some other way, some other recipe… some other place. The house had been a mistake, certainly. But his presence must be stamped somewhere, somewhere other than inside me. There had to be a place where he seemed more real than among all the familiar landmarks that were crowded with other human memories. I could think of one place where that might hold true. One place that would always belong to him and no one else. A magic place, full of light. The beautiful meadow I'd seen only once in my life, lit by sunshine and the sparkle of his skin. This idea had a huge potential for backfiring—it might be dangerously painful. My chest ached with emptiness even to think of it. It was hard to hold myself upright, to not give myself away. But surely, there of all places, I could hear his voice.  And I'd already told Charlie I was hiking… \"What are you thinking about so hard?”Jacob asked. \"Well…”I began slowly. \"I found this place in the forest once—I came across it when I was, um, hiking.  A little meadow, the most beautiful place. I don't know if I could track it down again on my own. It would definitely take a few tries…\" \"We could use a compass and a grid pattern,”Jacob said with confident helpfulness. \"Do you know where you started from?\" \"Yes, just below the trailhead where the one-ten ends. I was going mostly south, I think.\" \"Cool. We'll find it.”As always, Jacob was game for anything I wanted. No matter how strange it was. So, Saturday afternoon, I tied on my new hiking boots—purchased that morning using my twenty-per-cent-off employee discount for the first time—grabbed my new topographical map of the Olympic Peninsula, and drove to La Push. We didn't get started immediately; first, Jacob sprawled across the living room floor—taking up the whole room—and, for a full twenty minutes, drew a complicated web across the key section of the map while I perched on a kitchen chair and talked to Billy. Billy didn't seem at all concerned about our proposed hiking trip. I was surprised that Jacob had told him where we were going, given the fuss people were making about the bear sightings. I wanted to ask Billy not to say anything about this to Charlie, but I was afraid that making the request would cause the opposite result. \"Maybe we'll see the super bear,”Jacob joked, eyes on his design. I glanced at Billy swiftly, fearing a Charlie-style reaction. But Billy just laughed at his son. \"Maybe you should take a jar of honey, just in case.\" Jake chuckled. \"Hope your new boots are fast, Bella. One little jar isn't going to keep a hungry bear occupied for long.\" \"I only have to be faster than you.\" \"Good luck with that!”Jacob said, rolling his eyes as he refolded the map. \"Let's go.\" \"Have fun,”Billy rumbled, wheeling himself toward the refrigerator. Charlie was not a hard person to live with, but it looked to me like Jacob had it even easier than I did. I drove to the very end of the dirt road, stopping near the sign that marked the beginning of the trailhead. It had been a long time since I'd been here, and my stomach reacted nervously. This might be a very bad thing. But it would be worth it, if I got to hear him. I got out and looked at the dense wall of green. \"I went this way,”I murmured, pointing straight ahead. \"Hmm,”Jake muttered. \"What?\" He looked at the direction I'd pointed, then at the clearly marked trail, and back. \"I would have figured you for a trail kind of girl.\" \"Not me.”I smiled bleakly. \"I'm a rebel.\" He laughed, and then pulled out our map. \"Give me a second.”He held the compass in a skilled way, twisting the map around till it angled the way he wanted. \"Okay—first line on the grid. Let's do it.\" I could tell that I was slowing Jacob up, but he didn't complain. I tried not to dwell on my last trip through this part of the forest, with a very different companion. Normal memories were still dangerous. If I let myself slip up, I'd end up with my arms clutching my chest to hold it together, gasping for air, and how would I explain that to Jacob? It wasn't as hard as I would have thought to keep focused on the present. The forest looked a lot like any other part of the peninsula, and Jacob set a vastly different mood. He whistled cheerfully, an unfamiliar tune, swinging his arms and moving easily through the rough undergrowth. The shadows didn't seem as dark as usual. Not with my personal sun along. Jacob checked the compass every few minutes, keeping us in a straight line with one of the radiating spokes of his grid. He really looked like he knew what he was doing. I was going to compliment him, but I caught myself. No doubt he'd add another few years to his inflated age. My mind wandered as I walked, and I grew curious. I hadn't forgotten the conversation we'd had by the sea cliffs—I'd been waiting for him to bring it up again, but it didn't look like that was going to happen. \"Hey… Jake?”I asked hesitantly. \"Yeah?\" \"How are things… with Embry? Is he back to normal yet?\" Jacob was silent for a minute, still moving forward with long paces. When he was about ten feet ahead, he stopped to wait for me. \"No. He's not back to normal,”Jacob said when I reached him, his mouth pulling down at the corners. He didn't start walking again. I immediately regretted bringing it up. \"Still with Sam.\" \"Yup.\" He put his arm around my shoulder, and he looked so troubled that I didn't playfully shake it off, as I might have otherwise. \"Are they still looking at you funny?”I half-whispered. Jacob stared through the trees. \"Sometimes.\" \"And Billy?\" \"As helpful as ever,”he said in a sour, angry voice that disturbed me. \"Our couch is always open,”I offered. He laughed, breaking out of the unnatural gloom. \"But think of the position that would put Charlie in—when Billy calls the police to report my kidnapping.\" I laughed too, glad to have Jacob back to normal. We stopped when Jacob said we'd gone six miles, cut west for a short time, and headed back along another line of his grid. Everything looked exactly the same as the way in, and I had a feeling that my silly quest was pretty much doomed. I admitted as much when it started to get darker, the sunless day fading toward a starless night, but Jacob was more confident. \"As long as you're sure we're starting from the right place…”He glanced down at me. \"Yes, I'm sure.\" \"Then we'll find it,”he promised, grabbing my hand and pulling me through a mass of ferns. On the other side was the truck. He gestured toward it proudly. \"Trust me.\" \"You're good,”I admitted. \"Next time we bring flashlights, though.\" \"We'll save hiking for Sundays from now on. I didn't know you were that slow.\" I yanked my hand back and stomped around to the driver's side while he chuckled at my reaction.  \"So you up for another try tomorrow.'“he asked, sliding into the passenger seat. \"Sure. Unless you want to go without me so I don't tie you down to my gimpy pace.\" \"I'll survive,”he assured me. \"If we're hiking again, though, you might want to pick up some moleskin. I bet you can feel those new boots right now.\" \"A little,”I confessed. It felt like I had more blisters than I had space to fit them. \"I hope we see the bear tomorrow. I'm sort of disappointed about that.\" \"Yes, me, too,”I agreed sarcastically. \"Maybe we'll get lucky tomorrow and something will eat us!\" \"Bears don't want to eat people. We don't taste that good.”He grinned at me in the dark cab. \"Of course, you might be an exception. I bet you'd taste good.\" \"Thanks so much,”I said, looking away. He wasn't the first person to tell me that.",
            "vi": "7 REPETITION      8. ADRENALINE “OK, tay côn của bạn đâu?\" Tôi chỉ cái cần ở tay lái bên trái tôi. Buông tay là một sai lầm.  Chiếc xe máy nặng nề lảo đảo bên dưới, suýt làm tôi té nghiêng một bên. Tôi chộp giữ tay lái trở lại, cố giữ xe đứng thẳng.  \"Jacob, nó không chịu thăng bằng,” tôi than phiền.  \"Nó sẽ thăng bằng khi bạn chạy,” anh chàng hứa. “Bây giờ thắng đâu?” \"Sau chân phải.” “Sai rồi.” Anh chàng chộp tay phải tôi và cuộn ngón tay tôi quanh cái cần bên trên tay ga.  “Nhưng bạn nói-- \" “Đây là cái thắng bạn nên dùng. Bây giờ khoan sử dụng thắng chân, sau này khi đã thành thạo rồi thì hẵng dùng.” “Sao kỳ vậy,” tôi nghi ngờ nói. “Chẳng phải cả hai thắng đều quan trọng cả sao?\" \"Quên thắng chân đi, được chưa? Đây nè—“ anh chàng ôm bàn tay quanh bàn tay tôi và làm tôi bóp cần thắng. \"Thắng vậy đó. Đừng quên.” Anh chàng lại siết tay tôi thêm lần nữa.  \"Được rồi,” tôi đồng ý.  \"Tay ga đâu?\" Tôi vặn tay lái bên phải.  \"Cần số đâu?\" Tôi ấn nhẹ nó bằng bắp chân trái của mình.  \"Tốt lắm. Tôi nghĩ bạn đã nắm được mọi chi tiết rồi. Bây giờ bạn chỉ còn phải làm nó chạy thôi.”  “Đúng vậy,” tôi lẩm bẩm, sợ nói thêm. Dạ dày tôi đang quặn thắt kỳ lạ và tôi nghĩ giọng mình khô khốc. Tôi vô cùng khiếp sợ. Tôi cố bảo mình chẳng chuyện gì phải sợ hãi. Tôi đã vượt qua được điều tệ hại nhất đời rồi. Nếu so với chuyện đó, thì bây giờ còn có gì có thể làm tôi sợ kia chứ? Tôi có thể nhìn thẳng vào mặt thần chết mà cười ngạo nghễ được rồi.  Nhưng dạ dày tôi chẳng hề tin vào chuyện đó.  Tôi nhìn chằm chằm quãng đường đất dài hun hút, bao quanh bởi cây cỏ mờ sương dày đặc ở hai bên. Con đường đầy cát và ẩm ướt. Tốt hơn bùn.  “Tôi muốn bạn giữ côn hoài không thả ra,” Jacob dặn.  Tôi ôm mấy ngón tay quanh côn.  “Bây giờ điều này hết sức quan trọng nè, Bella,” Jacob nhấn mạnh. \"Đừng buông côn ra nhé, được chưa? Tôi muốn bạn giả vờ như tôi trao cho bạn một quả lựu đạn thật.  Chốt đã rút ra mà bạn thì đang giữ chặt kíp nổ.” Tôi siết chặt hơn.  “Tốt. Bạn nghĩ bạn có thể đạp máy được không?” “Nếu tôi mà nhúc nhích chân, tôi sẽ té lăn quay liền,” tôi nói với anh chàng qua hàm răng nghiến chặt, ngón tay tôi siết quanh quả lựu đạn thật của mình.  “OK, tôi sẽ làm chuyện đó cho. Đừng buông tay côn ra nhé.” Anh chàng lùi một bước, rồi đột ngột đạp chân xuống bàn đạp. Có một tiếng nổ to ngắn ngủi, rồi sức đạp của anh chàng làm xe máy rung chuyển. Tôi bắt đầu té nghiêng qua một bên, nhưng Jake đã chụp chiếc xe lại trước khi nó làm tôi ngã lăn quay.  “Bình tĩnh,” anh khuyến khích. “Bạn vẫn còn giữ côn đó chứ?\" “Ừ,” tôi thở hổn hển.  “Trụ chân cho vững nhé - tôi sẽ thử lần nữa.” Nhưng anh chàng cũng đặt tay vào sau ghế, cho chắc ăn.  Phải mất thêm bốn lần đạp nữa máy mới nổ. Tôi cảm thấy chiếc xe kêu rầm rầm bên dưới mình như một con thú giận dữ. Tôi kẹp chặt côn đến mức ngón tay đau.  “Thử tay ga,” anh chàng đề nghị. “Thật nhẹ. Và không nhả côn.” Lưỡng lự, tôi vặn tay lái bên phải. Mặc dù chỉ nhích chút xíu, xe máy gầm gừ bên dưới tôi.  Bây giờ nó có vẻ giận dữ và đói khát. Jacob mỉm cười hết sức hài lòng.  “Bạn có nhớ cách vô số một không?” anh chàng hỏi.  “Nhớ.” “Ừm, vậy thì làm đi.” “OK.” Anh đợi vài giây.  “Chân trái,” anh chàng nhắc.  “Tôi biết rồi,” tôi nói, vừa hít thật sâu.  “Bạn có chắc là bạn muốn làm chuyện này không đó?”Jacob hỏi. “Bạn có vẻ sợ hãi lắm.” “Tôi không sao hết,” tôi cáu kỉnh. Tôi đá cần số xuống một khấc.  “Tốt lắm,” anh chàng khen tôi. “Bây giờ, thật nhẹ nhàng, nhả tay côn.” Anh bước một bước ra xa xe máy.  “Bạn muốn tôi thả trái lựu đạn hả?”Tôi hoài nghi hỏi. Chẳng có gì lạ khi anh chàng lại đến gần.  “Vậy mới chạy được chớ, Bella. Chỉ cần thả côn từ từ thôi.” Khi tôi bắt đầu nới lỏng tay côn đang siết, tôi bị sốc vì bị ngăn lại bởi một giọng không thuộc về cậu bé đứng kế bên tôi.  “Chuyện này thật liều lĩnh và trẻ con và ngớ ngẩn, Bella,” giọng nói êm như nhung giận dữ.  “Ôi!”Tôi thở hổn hển, và tôi buông tay côn ra.  Xe máy chồm lên bên dưới tôi, kéo mạnh tôi về phía trước rồi đổ sụp xuống đất đè nửa thân xe lên tôi. Động cơ gầm gừ rồi tắt lịm.  “Bella?”Jacob lôi chiếc xe nặng nề ra khỏi người tôi một cách dễ dàng. “Bạn có bị thương không?\" Nhưng tôi không để ý tới.  “Tôi đã bảo em rồi,” giọng hoàn hảo thì thầm, trong như pha lê.  “Bella?”Jacob lắc vai tôi.  “Tôi khoẻ mà,” tôi lầm bầm, mê mụ.  Còn hơn cả khoẻ. Tiếng nói trong đầu tôi đã trở lại. Vẫn văng vẳng bên tai tôi – thanh âm dịu dàng, mượt như nhung.  Tâm trí tôi duyệt nhanh qua các khả năng.  Ở đây chẳng chút quen thuộc nào - trên một con đường tôi chưa từng thấy, làm một chuyện trước đây chưa từng làm – vậy nghĩa là chẳng phải do hồi tưởng.  Vậy thì ảo giác phải được gây ra bởi một thứ khác ...  Tôi cảm thấy adrenaline đang rần rật qua mạch máu mình một lần nữa, và tôi nghĩ mình đã có câu trả lời.  Một kết hợp của adrenaline và hiểm nguy, hoặc có thể chỉ là sự ngu dại.  Jacob đang lôi tôi đứng dậy.  \"Bạn có bị tông vô đầu không?\" anh hỏi.  \"Tôi không nghĩ vậy. \" Tôi lắc đầu qua lại để kiểm tra. \"Tôi không làm hư xe chứ?\" Ý nghĩ này làm tôi lo lắng. Tôi nóng lòng muốn thử lại ngay. Liều lĩnh không ngờ lại thành công hơn tôi tưởng.  Dẹp vụ gian lận luôn. Có lẽ tôi đã tìm ra cách tạo ảo giác – chuyện đó quan trọng hơn nhiều.  \"Không. Bạn chỉ làm tắt máy xe thôi,” Jacob nói, làm gián đoạn việc suy xét nhanh tôi.  \"Bạn nhả côn nhanh quá.” Tôi gật đầu. \"Mình thử lần nữa đi.” \"Chắc không?\" Jacob hỏi.  \"Chắc.” Lần này tôi cố tự đạp máy.  Thiệt là phức tạp; tôi phải nhảy một chút mới đạp bàn đạp đủ mạnh, và mỗi lần tôi làm thế, chiếc xe cố hất tôi ngã. Tay Jacob để hờ sẵn trên tay lái, sẵn sàng chụp lại khi cần.  Phải mấy lần thử thành công và thậm chí nhiều lần thử thất bại hơn nữa, động cơ mới chịu nổ và gầm lên bên dưới tôi. Vừa ghi nhớ giữ chặt trái lựu đạn, tôi thử rồ ga.  Chiếc xe gầm gừ vì sự điều chỉnh nhỏ ấy.  Tôi và Jacob cùng cười.  \"Nhả côn thật nhẹ, \" anh chàng nhắc tôi.  \"Em muốn tự tử à?  Làm thế để làm gì chứ?” giọng nói kia lại trỗi lên, gay gắt.  Tôi cười gằn - vẫn còn tác dụng - và lờ đi mấy câu hỏi đó. Jacob sẽ không để bất cứ chuyện gì nghiêm trọng xảy đến với tôi.  \"Về nhà với Charlie đi, \" giọng ấy ra lệnh.  Nét đẹp tuyệt vời của nó làm tôi kinh ngạc. Tôi không thể để trí nhớ mình đánh mất nó, bằng mọi giá.  \"Nhả côn từ từ thôi, \" Jacob khuyến khích tôi.  \"Ừ, \" tôi nói. Chuyện đó làm tôi hơi bực khi nhận ra mình đang trả lời cho cả hai.  Tiếng nói trong đầu tôi gầm gừ to hơn tiếng gầm rống của xe máy.  Hãy cố gắng tập trung lần này, không nên để cho giọng nói ấy làm tôi giật mình nữa, tôi thả tay côn chút xíu.  Bất ngờ, xe vô số và lôi tôi về phía trước.  Và tôi đang bay.  Một làn gió lúc nãy không có ở đó, thổi da tôi sát vào đầu và đẩy tóc tôi ra sau với sức mạnh như thể có ai đó đang kéo vậy. Tôi để dạ dày mình trở lại khởi điểm; adrenaline chảy qua cơ thể, ngứa ran trong mạch máu. Cây rừng vùn vụt lướt qua tôi, mờ đi thành một bức tường xanh.  Nhưng đây chỉ mới số một thôi. Chân tôi ngứa ngáy muốn ấn cần số, vừa vặn tay ga lớn hơn.  \"Đừng, Bella!\", giọng nói ngọt như mật giận dữ ra lệnh. \"Nhìn coi em đang làm gì kìa!\" Giọng nói đủ làm tôi phân tâm không chú ý đến tốc độ nữa mà nhận ra con đường đang bắt đầu uốn cong thoai thoải về phía trái, còn tôi vẫn đang đi thẳng. Jacob chưa chỉ tôi biết cách quẹo.  \"Thắng lại, thắng lại, \" tôi lẩm bẩm với mình, và theo bản năng đạp chân phải xuống, như khi lái xe tải.  Chiếc xe bỗng mất thăng bằng bên dưới tôi, lắc về bên này rồi lại nghiêng về bên kia. Nó đang lôi tôi về phía bức tường xanh, mà tôi thì đang chạy quá nhanh. Tôi cố quẹo tay lái sang hướng khác, và sức nặng đột ngột lệch đi của tôi đã đẩy chiếc xe máy xuống đất, vẫn tiếp tục xoay mòng mòng về phía rừng.  Chiếc xe lại đè lên tôi lần nữa, gầm rú, lôi tôi qua vùng cát ẩm ướt cho đến khi nó tông vô cái gì đó cố định. Tôi không thấy được. Mặt tôi bị chà vào rêu. Tôi cố ngẩng đầu, nhưng có cái gì đó chặn lại.  Tôi chóng mặt và bối rối. Nghe có vẻ như có ba thứ cùng gầm gừ một lúc – chiếc xe máy bên trên tôi, tiếng nói trong đầu tôi, và thứ khác nữa... \" Bella!\" Jacob thét, và tôi nghe tiếng gầm rống của chiếc xe máy kia tắt lịm.  Chiếc xe không còn đè tôi xuống đất nữa, và tôi lật người để thở.  Mọi tiếng gầm gừ đều đã im lặng.  \"Chà, \" tôi thì thầm. Tôi phấn khởi.  Đây hẳn là, công thức để tạo ảo giác - adrenaline cộng với sơ suất cộng với sự ngu dại.  Hoặc cái gì đó giông giống vậy.  \"Bella!\" Jacob đang chồm người lên người tôi, lo lắng. \"Bella, bạn còn sống không?\" \"Tôi rất khoẻ!\" Tôi hăng hái. Tôi gập tay chân mình. Mọi thứ dường như đều hoạt động chính xác. \"Mình làm lần nữa nhen.” \"Tôi không nghĩ vậy. \" Jacob vẫn có vẻ lo lắng. \" Tôi nghĩ tôi nên chở bạn đến bệnh viện trước đã.” \" Tôi khoẻ mà.” \" Ờ..., Bella? Bạn bị một vết đứt rất lớn trên trán, và nó đang phun máu ào ào,” anh chàng thông báo cho tôi biết.  Tôi đưa nhanh tay lên sờ đầu. Không còn nghi ngờ gì nữa, ướt và dính. Tôi chẳng thể ngửi thấy mùi gì ngoài mùi rêu ẩm ướt trên mặt tôi, khiến tôi không bị buồn nôn.  \"Ồ, tôi thật lòng xin lỗi, Jacob.” Tôi đè mạnh lên vết thương dài và sâu, như thể làm vậy thì máu trở vào trong đầu được vậy.  \"Sao bạn lại xin lỗi vì bị chảy máu ?\" anh chàng thắc mắc khi quấn cánh tay dài quanh eo tôi và kéo tôi đứng dậy. \"Đi nào. Tôi sẽ lái xe.”  Anh chìa tay lấy chìa khoá.  \"Thế còn mấy cái xe máy thì sao?\" Tôi hỏi, đưa chìa khoá cho anh chàng.  Anh suy nghĩ một chút. \" Đợi ở đây. Và cầm cái này.” Anh chàng cởi chiếc áo thun ngắn tay ra, đã lốm đốm máu, và ném nó cho tôi. Tôi cuộn nó lại rồi đè chặt vào trán mình. Tôi bắt đầu ngửi thấy mùi máu; tôi hít thở sâu bằng miệng và cố tập trung vào chuyện khác.  Jacob nhảy lên chiếc xe máy đen, đạp một lần là máy nổ ngay, rồi chạy thật nhanh trở lại con đường, làm văng tung toé cát, sỏi phía sau mình.  Trông anh chàng đầy vẻ thể thao và chuyên nghiệp khi chồm mình trên tay lái, đầu cúi thấp, nhìn về phía trước, mái tóc bóng mượt quất vào làn da màu nâu đỏ của tấm lưng trần. Mắt tôi nheo lại ghen tị. Tôi chắc chắn mình chẳng hề giống vậy khi chạy trên xe máy. Tôi ngạc nhiên vì khoảng cách mình đã chạy. Tôi gần như chẳng nhìn thấy Jacob ở phía xa xa khi cuối cùng anh chàng cũng đến được chiếc xe tải. Anh ném xe máy vào thùng xe rồi chạy hết tốc lực về phía tài xế.  Tôi thật chẳng thấy tệ hại chút nào khi anh làm chiếc xe tải của tôi gầm rống điếc tai trong lúc vội vã quay lại chỗ tôi. Đầu tôi hơi nhói đau, và bao tử của tôi khó chịu, nhưng vết thương không nghiêm trọng. Vết thương trên đầu chỉ chảy máu vừa phải.  Anh không cần phải gấp rút như thế.  Jacob để xe tải nổ máy khi anh chàng chạy thật nhanh lại chỗ tôi, choàng tay quanh eo tôi lần nữa.  \"OK, chúng mình đưa bạn vào xe tải.” \"Tôi không sao thiệt mà, \" tôi cả quyết khi anh chàng giúp tôi vào xe. \"Đừng làm nhặng xị lên vậy.  Chỉ chảy chút máu thôi.” \"Chỉ chảy rất nhiều máu,” tôi nghe anh chàng lẩm bẩm khi quay lại lấy xe máy của tôi.  \"Bây giờ, mình suy nghĩ về chuyện này một chút, \" tôi bắt đầu nói khi anh chàng vào xe lại. \"Nếu bạn đưa tôi đến phòng cấp cứu như thế này, Charlie chắc chắn sẽ biết chuyện này.” Tôi nhìn xuống cát và bùn đất phủ dầy trên quần jean của mình.  \"Bella, tôi nghĩ bạn cần được may vết thương. Tôi sẽ không để cho bạn chảy máu đến chết đâu.” \"Tôi sẽ không vậy đâu,”  tôi hứa. \"Mình chỉ cần cất xe máy trước, rồi ghé qua nhà tôi để tôi loại bỏ bằng chứng trước khi đến bệnh viện mà thôi.” \"Còn Charlie thì sao?\" \"Bố nói ông phải đi làm hôm nay.” \"Bạn chắc thiệt không?\" \"Tin tôi. Tôi là người dễ chảy máu lắm.  Không đến đáng sợ như có vẻ vậy đâu.” Jacob không hài lòng – miệng trễ xuống vẻ không bằng lòng ít thấy - nhưng anh chàng không muốn làm tôi bị rắc rối. Tôi nhìn ra cửa sổ, giữ cái áo sơ-mi đã bị tiêu tùng của anh chàng trên đầu, trong khi anh chàng lái xe đưa tôi tới Forks.  Xe máy còn hay hơn tôi đã mơ ước.  Nó đã phục vụ được mục đích ban đầu. Tôi đã lừa bịp - không giữ lời hứa. Tôi đã liều lĩnh không cần thiết. Bây giờ tôi cảm thấy mình ít thảm hại hơn một chút vì cả hai phía đều không giữ lời.  Rồi còn khám phá ra chìa khoá của ảo giác nữa! Ít nhất, tôi hy vọng mình đã có ảo giác. Tôi sẽ kiểm tra giả thuyết này càng sớm càng tốt. Có lẽ người ta sẽ chữa cho tôi nhanh chóng ở phòng cấp cứu, và đêm nay tôi có thể thử lại lần nữa.  Phóng nhanh trên đường như thế thật tuyệt. Cảm giác của gió trên mặt, tốc độ và sự tự do... nhắc tôi nhớ đến chuyện ngày xưa, khi bay qua khu rừng rậm rạp không lối đi, anh cõng trên lưng chạy - tôi dừng suy nghĩ ngay ở đó, để ký ức khựng lại trong niềm đau đột ngột. Tôi chùn người.  \"Bạn vẫn ổn chứ?\" Jacob kiểm tra.  \"Ờ. \" Tôi cố tỏ ra hết sức thuyết phục như trước.  \" Nhân tiện, \" anh chàng nói thêm. \"Tôi sẽ tháo thắng chân trên xe bạn đêm nay.” Về đến nhà, điều đầu tiên là tôi đi soi mình trong gương; khá khủng khiếp. Máu đang đóng khô thành các vệt dày trên má và cổ, bện trong mái tóc đầy bùn của tôi. Tôi tự khám  mình một cách vô cảm, vờ nghĩ là máu được vẽ ra để dạ dày tôi không bị nhộn nhạo. Tôi thở bằng miệng, và thế là ổn.  Tôi rửa ráy kỹ hết mức có thể.  Sau đó tôi giấu quần áo dơ, đẫm máu của mình xuống đáy giỏ đựng đồ giặt, mặc quần jean mới và áo sơ mi cài nút (để không phải tròng nó vô đầu) cẩn thận hết mức có thể.  Tôi cố làm bằng một tay và giữ cho quần áo không dính máu.  \"Nhanh lên, \" Jacob gọi.  \"OK, OK, \" tôi la to trở lại. Sau khi đảm bảo mình không để lại gì có thể tố cáo mình, xuống lầu.  \"Trông tôi ra sao?\" Tôi hỏi anh chàng.  \" Tốt hơn, \" anh chàng thừa nhận.  \" Nhưng tôi có trông giống như bị vấp té trong ga-ra của bạn và tông trúng đầu vô một cái búa không?\" \"Đương nhiên rồi, chắc vậy.” \"Vậy thì đi nào.” Jacob vội vã đưa tôi ra cửa, và khăng khăng đòi lái tiếp. Chúng tôi đang đi nửa đường đến bệnh viện thì tôi nhận ra anh chàng vẫn còn ở trần.  Tôi cau mày cảm thấy có lỗi. \" Lẽ ra mình phải vớ cho bạn một cái áo khoác.” \"Thế thì lộ mất, \" anh chàng trêu. \" Hơn nữa, đâu có lạnh.” \"Bạn đùa à?\" Tôi rùng mình và vươn tay ra phía trước để bật máy sưởi.  Tôi nhìn Jacob để coi có phải anh đang giả vờ dẻo dai để tôi khỏi lo lắng không, nhưng anh trông có vẻ khá thoải mái. Anh chàng quàng một cánh tay qua lưng ghế của tôi, dù tôi đã cuộn tròn người để giữ ấm.  Jacob thực trông có vẻ già hơn 16 – chưa đến mức bốn mươi tuổi, nhưng có lẽ già hơn tôi. Quil không có quá nhiều cơ bắp so với anh đến mức phải gọi Jacob là bộ xương. Cơ bắp dài và mảnh, nhưng rõ ràng chúng hiện diện ở có dưới làn da mịn màng. Da của anh chàng thật đẹp, làm tôi ghen tị.  Jacob chú ý thấy ánh mắt dò xét của tôi.  \"Gì vậy?\" anh chàng hỏi, bỗng e dè.  \"Không có gì.  Chỉ vì trước đây tôi không nhận ra. Bạn có biết, bạn gần như đẹp trai không?” Ngay khi lời lỡ nói ra, tôi lo anh chàng có thể hiểu lầm ánh mắt dò xét bốc đồng của tôi. Nhưng Jacob chỉ trợn tròn mắt. \"Chắc bạn bị tông vô đầu mạnh lắm đây?\" \"Tôi nói thiệt đó.” \" Ừm, vậy thì cám ơn. Đại loại vậy.” Tôi cười toe toét. \"Đại loại là không có chi.” Tôi phải may bảy mũi để khép kín vết thương trên trán. Sau cái đau nhói lúc bị gây tê cục bộ, chẳng hề đau chút nào khi đang may. Jacob nắm tay tôi suốt lúc bác sĩ Snow khâu, và tôi cố không nghĩ về lý do chuyện đó thật mỉa mai.  Chúng tôi ở bệnh viện lâu thiệt lâu. Lúc may xong, tôi phải thả Jacob xuống nhà anh rồi vội vã trở về nấu bữa tối cho Charlie. Charlie có vẻ tin chuyện tôi kể về vụ té trong ga-ra Jacob. Dù sao thì trước đây tôi cũng đã từng phải vô phòng cấp cứu hoài có cần ai đẩy giúp đâu.  Đêm nay không tệ hại như đêm đầu tiên, sau khi nghe giọng nói hoàn hảo ấy ở Port Angeles.  Lỗ hỗng quay lại, luôn vậy khi tôi không ở bên Jacob, nhưng không còn phập phồng đau nhức xung quanh nữa. Tôi đã lên kế hoạch tìm kiếm thêm ảo giác, và điều đó làm tôi phân tâm không còn nhớ đến cơn đau.  Hơn nữa, tôi biết ngày mai mình sẽ cảm thấy khoẻ hơn khi tôi lại ở bên Jacob. Điều đó làm lỗ hỗng và nỗi đau quen thuộc dễ chịu đựng hơn; trợ giúp trong tầm mắt. Ác mộng, cũng, đã mất đi đôi chút uy lực. Tôi vẫn khiếp sợ hư không, như mọi khi, nhưng tôi cũng nôn nóng một cách kỳ lạ đợi giây phút mình sẽ la hét tỉnh giấc. Tôi biết cơn ác mộng chắn chắn sẽ kết thúc. Thứ Tư sau, trước khi tôi về đến nhà sau khi rời phòng cấp cứu, bác sĩ Gerandy đã gọi cảnh báo bố tôi là tôi có thể bị chấn động và khuyên ông nên đánh thức tôi cứ hai giờ một lần suốt đêm để chắc chắn chấn động không nặng.  Mắt Charlie nheo lại nghi ngờ lời giải thích dở ẹt của tôi về chuyện tôi lại bị trượt té lần nữa.  \"Có lẽ con nên tránh xa mấy cái ga-ra đi, Bella,” đêm đó, trong bữa tối, ông đề nghị.  Tôi hoảng sợ, lo Charlie sắp đặt ra một loại sắc lệnh cấm đến La Push nào đó, và vậy nghĩa là cấm cả xe máy của tôi. Mà tôi sẽ không chịu vậy – hôm nay tôi đã ảo giác tuyệt vời nhất hôm nay.  Ảo giác mang giọng nói mượt như nhung của tôi đã la hét gần năm phút trước khi tôi đạp thắng quá đột ngột khiến tôi lao người vào cây. Tôi chấp nhận mọi nỗi đau sẽ đến đêm nay không chút than phiền.  \"Vụ này đâu có xảy ra trong ga-ra đâu bố, \" tôi phản đối liền. \"Tụi con đang đi bộ đường dài, thì vấp phải một cục đá.” \"Con đi bộ đường dài từ khi nào vậy?\" Charlie hỏi một cách hoài nghi.  \"Làm việc ở tiệm Newton hoài chắc chắn cũng có lúc bị ảnh hưởng chớ bố, \" tôi chỉ ra. \"Ngày nào cũng thuyết phục khách hàng về lợi ích của thiên nhiên hoang dã thì rốt cuộc mình cũng muốn tìm hiểu coi nó ra sao.” Charlie nhìn tôi chòng chọc, hoài nghi.  \"Con sẽ cẩn thận hơn, \" tôi hứa, lén lút bắt chéo ngón tay cầu mong may mắn dưới bàn.  \"Bố không lo nếu con đi bộ đường dài ngay ở đó quanh La Push, nhưng luôn ở gần thị trấn nhé, OK ?\" \"Sao vậy bố?\" \"Ừm, gần đây cảnh sát đã và đang nhận được nhiều lời kêu ca về động vật hoang dã gần đây.  Bộ lâm nghiệp sắp điều tra chuyện này, nhưng trong thời gian hiện tại...” \"Ồ, con gấu bự đó, \" tôi nói với vẻ đột ngột hiểu ra. \" Ờ, vài người đi bộ đường dài ghé tiệm Newton đã từng nhìn thấy nó.  Bố nghĩ đúng là có một con gấu xám đột biến khổng lồ ngoài đó à?\" Trán ông nhăn lại. \"Có cái gì đó.  Luôn ở gần thị trấn nhé, được không?\" \"Đương nhiên, chắc chắn rồi, \" tôi nói nhanh.  Trông ông vẫn chưa hết lo lắng.  \" Charlie bắt đầu nghi ngờ rồi, \" tôi than phiền với Jacob khi đón anh chàng sau giờ học hôm thứ Sáu.  \"Có lẽ mình nên làm nguôi đi vụ xe máy. \" Anh chàng thấy vẻ phản đối của tôi nên nói thêm, \"ít nhất trong vòng một tuần gì đó. Bạn tránh xa được bệnh viện trong một tuần, phải không nào?\" \"Vậy mình sẽ làm gì?\" Tôi phàn nàn.  Anh chàng mỉm cười vui vẻ. \"Bất cứ điều gì bạn thích.” Tôi nghĩ về một chốc - về điều mình muốn.  Tôi ghét cái ý mất đi dù chỉ mấy giây ngắn ngủi gần gũi với những kỷ niệm không làm đau đớn - những kỷ niệm tự đến, mà tôi không cần nghĩ đến có ý thức. Nếu tôi không được đi xe máy, tôi sẽ phải tìm cách khác đến với nguy hiểm và adrenaline, và sẽ phải suy nghĩ nghiêm túc và cần óc sáng tạo. Chẳng làm gì trong khi chờ đợi chẳng hấp dẫn tí nào.  Nếu tôi bị suy sụp trở lại, ngay cả với Jake ở kề bên thì sao?  Tôi phải luôn bận rộn mới được.  Có lẽ có một cách khác, phương pháp thực hiện khác... một nơi khác.  Ngôi nhà đã là một sai lầm, chắc chắn. Nhưng sự hiện diện của anh hẳn phải được in dấu ở một nơi nào đó, một nơi nào đó bên ngoài trí não tôi.  Phải có một nơi anh có vẻ có thực hơn trong số tất cả những nơi quen thuộc mà ai cũng biết đến.  Tôi chỉ có thể nghĩ ra một nơi đúng điều kiện đó. Một nơi sẽ luôn thuộc về anh chứ không một ai khác. Một nơi kỳ diệu, đầy ánh sáng. Đồng cỏ xinh đẹp tôi chỉ nhìn thấy một lần trong đời, chiếu rọi dưới nắng trời và ánh sáng lấp lánh của làn da anh.  Ý tưởng này rất có thể mang lại tác dụng ngược - có thể đau đớn nguy hiểm.  Ngực tôi đau nhói vì sự trống rỗng khi chỉ mới nghĩ đến nó. Thật khó giữ cho tôi cư xử đàng hoàng, không tự tố cáo mình. Nhưng chắc chắn, nơi đó trong số mọi nơi khác, tôi có thể nghe được giọng anh.  Và tôi đã nói với Charlie là tôi đang đi bộ đường dài... \"Bạn đang nghĩ gì dữ vậy?\" Jacob hỏi.  \"Ừm...”  tôi bắt đầu nói chậm rãi. \" Có lần tôi đã thấy một chỗ trong rừng - tôi tình cờ đi qua khi tôi đang, ờ..., đi bộ đường dài.  Một đồng cỏ nhỏ, nơi đẹp nhất thế giới. Tôi không biết liệu tự mình có thể tìm ra nó lại được không.  Chắc sẽ phải thử mấy lần...” \"Mình có thể sử dụng la bàn và bản đồ thành phố,” Jacob nói với vẻ muốn giúp đỡ đầy tự tin. \"Bạn có biết mình đã xuất phát từ đâu không?” \"Biết, ngay đầu đường mòn chỗ đường I-ten kết thúc. Tôi toàn đi về hướng nam, tôi nghĩ vậy.” \"Hay lắm. Mình sẽ tìm nó.” Như mọi khi, Jacob luôn sẵn sàng làm bất cứ thứ gì tôi muốn. Dù chuyện đó có kỳ cục thế nào đi nữa.  Thế là, chiều thứ bảy, tôi cột đôi giầy đi bộ đường dài mới của mình – mới mua sáng hôm đó bằng thẻ giảm giá hai mươi phần trăm dành cho nhân viên khi mua lần đầu - chộp bản đồ địa hình mới về Olympic Peninsula, rồi lái đi La Push.  Chúng tôi không khởi hành ngay; trước tiên, Jacob nằm dài trên sàn phòng khách – chiếm hết nguyên căn phòng - và, trong suốt 20 phút, vẽ một mạng lưới phức tạp ngang  qua phần chính của bản đồ trong khi tôi ngồi trên ghế trong nhà bếp nói chuyện với Billy. Billy chẳng có vẻ lo lắng tí nào về chuyến đi bộ đường dài sắp tới của chúng tôi. Tôi ngạc nhiên khi biết Jacob đã nói với ông chúng tôi sẽ đi đâu, căn cứ vào chuyện mọi người làm nhặng xị lên vụ nhìn thấy gấu. Tôi muốn bảo Billy đừng kể gì về chuyện này cho Charlie biết, nhưng tôi e là yêu cầu vậy sẽ mang lại kết quả trái ngược.  \"Có lẽ mình sẽ nhìn thấy con gấu siêu đẳng đó, \" Jacob nói đùa, mắt nhìn bản vẽ của mình.  Tôi nhìn lướt qua Billy thật nhanh, sợ phản ứng kiểu Charlie.  Nhưng Billy chỉ cười nhạo con trai ông. \"Có lẽ con nên mang theo một hũ mật ong, để phòng hờ.” Jake cười khúc khích. \"Hy vọng đôi giầy mới của bạn chạy nhanh, Bella.  Một hũ nhỏ sẽ không làm con gấu đang đói bận rộn lâu đâu.” \"Tôi chỉ cần chạy nhanh hơn bạn thôi.” \"Mong vậy đi!\" Jacob nói, trợn tròn mắt khi anh chàng gấp bản đồ lại. \"Mình đi nào.” \"Đi chơi vui nhe, \" Billy kêu to, lượn xe về phía tủ lạnh.  Charlie không phải là người khó sống chung, nhưng với tôi dường như Jacob còn sống với bố thoải mái hơn cả tôi nữa.  Tôi lái xe đến tận đầu đường đất, dừng gần bảng hiệu đánh dấu bắt đầu đường mòn.  Đã rất lâu rồi tôi mới đến đây, và tôi nôn nao trong dạ. Đây có thể là một chuyện rất tệ hại. Nhưng nó xứng đáng, nếu tôi nghe được giọng anh.  Tôi ra khỏi xe và nhìn vào sự dày đặc của bức tường cây xanh.  \"Tôi đã đi đường này, \" tôi thì thầm, chỉ thẳng về phía trước.  \"Hừm, \" Jake lẩm bẩm.  \"Gì ?\" Anh chàng nhìn theo hướng tôi đã chỉ, rồi lại nhìn vào con đường mòn dễ đi, rồi nhìn trở lại.  \"Tôi cứ tưởng bạn là loại con gái chỉ dám men theo đường mòn thôi.” \"Không phải rồi. \" Tôi mỉm cười thất vọng. \" Tôi là một kẻ nổi loạn.” Anh chàng cười, rồi rút bản đồ của chúng tôi ra.  \"Chờ tôi một chút. \" Anh chàng cầm la bàn một cách thành thạo, xoay bản đồ vòng quanh cho đến khi nó  theo hướng anh chàng muốn.  \" OK – đường đầu tiên trên bản đồ.  Hãy làm nào.” Tôi dám cá mình đang làm chậm chân Jacob, nhưng anh chàng chẳng hề phàn nàn. Tôi cố không nhớ lại chuyến đi cuối cùng của mình qua vùng rừng này, cùng một bạn đồng hành hoàn toàn khác. Những ký ức bình thường vẫn còn nguy hiểm. Nếu tôi để mình sơ sẩy, tôi sẽ đến lúc phải đưa tay chộp ngực để giữ cho nó tiếp tục đập, thở hổn hển, và rồi tôi sẽ giải thích sao cho Jacob đây? Chẳng khó như tôi đã tưởng trong chuyện tập trung vào hiện tại. Rừng trông giống y mọi vùng khác của bán đảo này, và Jacob đã tạo nên một tâm trạng hết sức khác.  Anh chàng huýt sáo vui vẻ, một giai điệu lạ, đong đưa cánh tay và di chuyển dễ dàng qua các bụi cây chằng chịt. Bóng cây không có vẻ u ám như mọi khi. Không hề khi có mặt trời của riêng tôi đang đi cùng.  Cứ vài phút một lần Jacob lại kiểm tra la bàn, giữ cho chúng tôi luôn theo sát một trong tia toả ra của bản đồ.  Anh chàng trông có vẻ như biết mình đang làm gì. Tôi định khen ngợi, nhưng tôi kìm lại.  Thế nào anh ta cũng sẽ cộng thêm vài tuổi nữa vào số tuổi đã tăng quá mức của mình.  Đầu óc tôi suy nghĩ lan man khi bước đi, và càng lúc càng tò mò. Tôi không quên cuộc trò chuyện bên vách đá ở bờ biển - tôi đã chờ anh chàng nhắc lại chuyện đó, nhưng chẳng có vẻ gì chuyện đó sẽ xảy ra.  \" Này Jake?\" Tôi hỏi lưỡng lự.  \"Gì?\" \"Embry... ra sao rồi? Bạn ấy đã bình thường lại chưa?” Jacob im lặng một chốc, vẫn xoải bước tiến về phía trước. Khi đi trước khoảng mười bước chân, anh chàng dừng lại chờ tôi.  \"Không. Nó không bình thường trở lại,”  Jacob nói khi tôi đến gần, miệng anh chàng  trễ xuống.  Anh không đi tiếp nữa. Tôi ngay lập tức hối tiếc vì đã gợi lên chuyện đó.  \"Vẫn chơi với Sam.” \"Ừ.” Anh chàng choàng tay qua vai tôi, và trông anh chàng phiền muộn đến nỗi tôi không đùa bỡn hất nó ra được, như tôi lẽ ra đã làm vậy.  \"Họ vẫn nhìn bạn kiểu kỳ cục hả?\" Tôi gần như thì thầm.  Jacob nhìn qua rừng. \" Đôi khi.” \"Còn Billy?\" \"Vẫn hữu ích như xưa,” anh chàng nói bằng một giọng chua chát, tức giận làm tôi lo lắng.  \"Ghế trường kỷ nhà chúng tôi luôn rộng mở,” tôi đề nghị.  Anh chàng cười, xua tan vẻ u sầu bất thường. \"Nhưng hãy tưởng tượng hoàn cảnh của Charlie - khi Billy gọi cảnh sát để báo chuyện tôi bị bắt cóc.” Tôi cũng cười, mừng vì đã làm Jacob bình thường trở lại.  Chúng tôi dừng lại khi Jacob nói chúng tôi đã đi sáu dặm rồi, đi về phía tây một chốc rồi quay lại theo một đường khác trên bản đồ của anh chàng.  Cảnh vật trông y hệt như lối vào, và tôi có cảm giác là sự tìm kiếm ngu ngốc của mình gần như thất bại. Tôi càng lúc càng chấp nhận điều đó khi trời bắt đầu tối hơn, ngày không ánh mặt trời biến dần thành một đêm không sao, nhưng Jacob tự tin hơn.  \"Chừng nào mà bạn chắc chắn mình xuất phát đúng chỗ...” anh chàng nhìn xuống tôi.  \"Ừ, chắc chắn mà.” \"Vậy thì mình sẽ tìm thấy nó,” anh chàng hứa, chộp tay tôi rồi kéo tôi qua lùm dương xỉ. Phía bên kia là xe tải. Anh chàng chỉ tay về phía đó đầy tự hào. \"Hãy tin tôi.” \"Bạn giỏi lắm, \" tôi thừa nhận. \"Nhưng lần sau mình mang theo đèn pin.” \"Từ giờ trở đi, mình dành mấy ngày chủ nhật để đi bộ đường dài. Tôi không biết bạn chậm đến thế.” Tôi giựt tay lại rồi đi huỳnh huỵch đến phía tài xế trong khi anh chàng cười khúc khích vì phản ứng của tôi.  \"Vậy bạn định ngày mai thử lại hả.” anh chàng hỏi, ngồi vào ghế khách. \"Đương nhiên. Trừ phi bạn muốn đi không có tôi để tôi khỏi trói chân bạn vì bước chân cà thọt của tôi.” \"Tôi chịu nỗi mà, \" anh chàng cả quyết với tôi. \"Tuy vậy, nếu mình lại đi bộ đường dài lần nữa, chắc bạn nên chọn giầy bằng da lông chuột chũi. Tôi cá bây giờ bạn đang cảm thấy đau vì đôi giầy mới kia rồi.” \"Chút xíu thôi, \" tôi thú nhận. Cứ như thể tôi đang bị giộp da toàn bộ chân rồi.  \"Tôi hy vọng mai mình sẽ gặp gấu. Tôi hơi thất vọng về vụ đó.” \"Vâng, tôi cũng vậy, \" tôi mỉa mai đồng ý. \"Có lẽ mai mình sẽ may mắn và sẽ có cái gì đó ăn thịt mình!\" \"Gấu không thích ăn thịt người. Mình không ngon đâu. \" Anh chàng toét miệng cười với tôi trong xe tối tăm. \" Dĩ nhiên, bạn có thể là một ngoại lệ. Tôi cá bạn rất ngon.” \"Cám ơn nhiều,” tôi nói, nhìn sang chỗ khác. Anh chàng không phải là người đầu tiên bảo tôi thế."
        },
        {
            "en": "11        11. COMPLICATIONS Everyone watched us as we walked together to our lab table. I noticed that he no longer angled the chair to sit as far from me as the desk would allow. Instead, he sat quite close beside me, our arms almost touching. Mr. Banner backed into the room then — what superb timing the man had — pulling a tall metal frame on wheels that held a heavy-looking, outdated TV and VCR. A movie day — the lift in the class atmosphere was almost tangible. Mr. Banner shoved the tape into the reluctant VCR and walked to the wall to turn off the lights. And then, as the room went black, I was suddenly hyperaware that Edward was sitting less than an inch from me. I was stunned by the unexpected electricity that flowed through me, amazed that it was possible to be more aware of him than I already was. A crazy impulse to reach over and touch him, to stroke his perfect face just once in the darkness, nearly overwhelmed me. I crossed my arms tightly across my chest, my hands balling into fists. I was losing my mind. The opening credits began, lighting the room by a token amount. My eyes, of their own accord, flickered to him. I smiled sheepishly as I realized his posture was identical to mine, fists clenched under his arms, right down to the eyes, peering sideways at me. He grinned back, his eyes somehow managing to smolder, even in the dark. I looked away before I could start hyperventilating. It was absolutely ridiculous that I should feel dizzy. The hour seemed very long. I couldn't concentrate on the movie — I didn't even know what subject it was on. I tried unsuccessfully to relax, but the electric current that seemed to be originating from somewhere in his body never slackened. Occasionally I would permit myself a quick glance in his direction, but he never seemed to relax, either. The overpowering craving to touch him also refused to fade, and I crushed my fists safely against my ribs until my fingers were aching with the effort. I breathed a sigh of relief when Mr. Banner flicked the lights back on at the end of class, and stretched my arms out in front of me, flexing my stiff fingers. Edward  chuckled beside me. \"Well, that was interesting,\" he murmured. His voice was dark and his eyes were cautious. \"Umm,\" was all I was able to respond. \"Shall we?\" he asked, rising fluidly. I almost groaned. Time for Gym. I stood with care, worried my balance might have been affected by the strange new intensity between us. He walked me to my next class in silence and paused at the door; I turned to say goodbye. His face startled me — his expression was torn, almost pained, and so fiercely beautiful that the ache to touch him flared as strong as before. My goodbye stuck in my throat. He raised his hand, hesitant, conflict raging in his eyes, and then swiftly brushed the length of my cheekbone with his fingertips. His skin was as icy as ever, but the trail his fingers left on my skin was alarmingly warm — like I'd been burned, but didn't feel the pain of it yet. He turned without a word and strode quickly away from me. I walked into the gym, lightheaded and wobbly. I drifted to the locker room, changing in a trance like state, only vaguely aware that there were other people surrounding me. Reality didn't fully set in until I was handed a racket. It wasn't heavy, yet it felt very unsafe in my hand. I could see a few of the other kids in class eyeing me furtively. Coach Clapp ordered us to pair up into teams. Mercifully, some vestiges of Mike's chivalry still survived; he came to stand beside me. \"Do you want to be a team?\" \"Thanks, Mike — you don't have to do this, you know.\" I grimaced apologetically. \"Don't worry, I'll keep out of your way.\" He grinned. Sometimes it was so easy to like Mike. It didn't go smoothly. I somehow managed to hit myself in the head with my racket and clip Mike's shoulder on the same swing. I spent the rest of the hour in the back corner of the court, the racket held safely behind my back. Despite being handicapped by me, Mike was pretty good; he won three games out of four single handedly. He gave me an unearned high five when the coach finally blew the whistle ending class. \"So,\" he said as we walked off the court. \"So what?\" \"You and Cullen, huh?\" he asked, his tone rebellious. My previous feeling of affection disappeared. \"That's none of your business, Mike,\" I warned, internally cursing Jessica straight to the fiery pits of Hades. \"I don't like it,\" he muttered anyway. \"You don't have to,\" I snapped. \"He looks at you like… like you're something to eat,\" he continued, ignoring me. I choked back the hysteria that threatened to explode, but a small giggle managed to get out despite my efforts. He glowered at me. I waved and fled to the locker room. I dressed quickly, something stronger than butterflies battering recklessly against the walls of my stomach, my argument with Mike already a distant memory. I was wondering if Edward would be waiting, or if I should meet him at his car. What if his family was there? I felt a wave of real terror. Did they know that I knew? Was I supposed to know that they knew that I knew, or not? By the time I walked out of the gym, I had just about decided to walk straight home without even looking toward the parking lot. But my worries were unnecessary. Edward was waiting, leaning casually against the side of the gym, his breathtaking face untroubled now. As I walked to his side, I felt a peculiar sense of release. \"Hi,\" I breathed, smiling hugely. \"Hello.\" His answering smile was brilliant. \"How was Gym?\" My face fell a tiny bit. \"Fine,\" I lied. \"Really?\" He was <em>unconvinced</em>. His eyes shifted their focus slightly, looking over my shoulder and narrowing. I glanced behind me to see Mike's back as he walked away. \"What?\" I demanded. His eyes slid back to mine, still tight. \"Newton's getting on my nerves.\" \"You weren't listening again?\" I was horror-struck. All traces of my sudden good humor vanished. \"How's your head?\" he asked innocently. \"You're unbelievable!\" I turned, stomping away in the general direction of the parking lot, though I hadn't ruled out walking at this point. He kept up with me easily. \"You were the one who mentioned how I'd never seen you in Gym — it made me curious.\" He didn't sound repentant, so I ignored him. We walked in silence — a furious, embarrassed silence on my part — to his car. But I had to stop a few steps away — a crowd of people, all boys, were surrounding it. Then I realized they weren't surrounding the Volvo, they were actually circled around Rosalie's red convertible, unmistakable lust in their eyes. None of them even looked up as Edward slid between them to open his door. I climbed quickly in the passenger side, also unnoticed. \"Ostentatious,\" he muttered. \"What kind of car is that?\" I asked. \"An M3.\" \"I don't speak Car and Driver.\" \"It's a BMW.\" He rolled his eyes, not looking at me, trying to back out without running over the car enthusiasts. I nodded — I'd heard of that one. \"Are you still angry?\" he asked as he carefully maneuvered his way out. \"Definitely.\" He sighed. \"Will you forgive me if I apologize?\" \"Maybe… if you mean it. And if you promise not to do it again,\" I insisted. His eyes were suddenly shrewd. \"How about if I mean it, and I agree to let you drive Saturday?\" he countered my conditions. I considered, and decided it was probably the best offer I would get. \"Deal,\" I agreed. \"Then I'm very sorry I upset you.\" His eyes burned with sincerity for a protracted moment — playing havoc with the rhythm of my heart — and then turned playful. \"And I'll be on your doorstep bright and early Saturday morning.\" \"Um, it doesn't help with the Charlie situation if an unexplained Volvo is left in the driveway.\" His smile was condescending now. \"I wasn't intending to bring a car.\" \"How —\" He cut me off. \"Don't worry about it. I'll be there, no car.\" I let it go. I had a more pressing question. \"Is it later yet?\" I asked significantly. He frowned. \"I supposed it is later.\" I kept my expression polite as I waited. He stopped the car. I looked up, surprised — of course we were already at Charlie's house, parked behind the truck. It was easier to ride with him if I only looked when it was over. When I looked back at him, he was staring at me, measuring with his eyes.  \"And you still want to know why you can't see me hunt?\" He seemed solemn, but I thought I saw a trace of humor deep in his eyes. \"Well,\" I clarified, \"I was mostly wondering about your reaction.\" \"Did I frighten you?\" Yes, there was definitely humor there. \"No,\" I lied. He didn't buy it. \"I apologize for scaring you,\" he persisted with a slight smile, but then all evidence of teasing disappeared. \"It was just the very thought of you being there… while we hunted.\" His jaw tightened. \"That would be bad?\" He spoke from between clenched teeth. \"Extremely.\" \"Because… ?\" He took a deep breath and stared through the windshield at the thick, rolling clouds that seemed to press down, almost within reach. \"When we hunt,\" he spoke slowly, unwillingly, \"we give ourselves over to our senses… govern less with our minds. Especially our sense of smell. If you were anywhere near me when I lost control that way…\" He shook his head, still gazing morosely at the heavy clouds. I kept my expression firmly under control, expecting the swift flash of his eyes to judge my reaction that soon followed. My face gave nothing away. But our eyes held, and the silence deepened — and changed. Flickers of the electricity I'd felt this afternoon began to charge the atmosphere as he gazed unrelentingly into my eyes. It wasn't until my head started to swim that I realized I wasn't breathing. When I drew in a jagged breath, breaking the stillness, he closed his eyes. \"Bella, I think you should go inside now.\" His low voice was rough, his eyes on the clouds again. I opened the door, and the arctic draft that burst into the car helped clear my head. Afraid I might stumble in my woozy state, I stepped carefully out of the car and shut the door behind me without looking back. The whir of the automatic window unrolling made me turn. \"Oh, Bella?\" he called after me, his voice more even. He leaned toward the open window with a faint smile on his lips. \"Yes?\" \"Tomorrow it's my turn.\" \"Your turn to what?\" He smiled wider, flashing his gleaming teeth. \"Ask the questions.\" And then he was gone, the car speeding down the street and disappearing around the corner before I could even collect my thoughts. I smiled as I walked to the house. It was clear he was planning to see me tomorrow, if nothing else. That night Edward starred in my dreams, as usual. However, the climate of my unconsciousness had changed. It thrilled with the same electricity that had charged the afternoon, and I tossed and turned restlessly, waking often. It was only in the early hours of the morning that I finally sank into an exhausted, dreamless sleep. When I woke I was still tired, but edgy as well. I pulled on my brown turtleneck and the inescapable jeans, sighing as I daydreamed of spaghetti straps and shorts. Breakfast was the usual, quiet event I expected. Charlie fried eggs for himself; I had my bowl of cereal. I wondered if he had forgotten about this Saturday. He answered my unspoken question as he stood up to take his plate to the sink. \"About this Saturday…\" he began, walking across the kitchen and turning on the faucet. I cringed. \"Yes, Dad?\" \"Are you still set on going to Seattle?\" he asked. \"That was the plan.\" I grimaced, wishing he hadn't brought it up so I wouldn't have to compose careful half-truths. He squeezed some dish soap onto his plate and swirled it around with the brush. \"And you're sure you can't make it back in time for the dance?\" \"I'm not going to the dance, Dad.\" I glared. \"Didn't anyone ask you?\" he asked, trying to hide his concern by focusing on rinsing the plate. I sidestepped the minefield. \"It's a girl's choice.\" \"Oh.\" He frowned as he dried his plate. I sympathized with him. It must be a hard thing, to be a father; living in fear that your daughter would meet a boy she liked, but also having to worry if she didn't. How ghastly it would be, I thought, shuddering, if Charlie had even the slightest inkling of exactly what I did like. Charlie left then, with a goodbye wave, and I went upstairs to brush my teeth and gather my books. When I heard the cruiser pull away, I could only wait a few seconds before I had to peek out of my window. The silver car was already there, waiting in Charlie's spot on the driveway. I bounded down the stairs and out the front door, wondering how long this bizarre routine would continue. I never wanted it to end.  He waited in the car, not appearing to watch as I shut the door behind me without bothering to lock the dead-bolt. I walked to the car, pausing shyly before opening the door and stepping in. He was smiling, relaxed — and, as usual, perfect and beautiful to an excruciating degree. \"Good morning.\" His voice was silky. \"How are you today?\" His eyes roamed over my face, as if his question was something more than simple courtesy. \"Good, thank you.\" I was always good — much more than good — when I was near him. His gaze lingered on the circles under my eyes. \"You look tired.\" \"I couldn't sleep,\" I confessed, automatically swinging my hair around my shoulder to provide some measure of cover. \"Neither could I,\" he teased as he started the engine. I was becoming used to the quiet purr. I was sure the roar of my truck would scare me, whenever I got to drive it again. I laughed. \"I guess that's right. I suppose I slept just a little bit more than you did.\" \"I'd wager you did.\" \"So what did you do last night?\" I asked. He chuckled. \"Not a chance. It's my day to ask questions.\" \"Oh, that's right. What do you want to know?\" My forehead creased. I couldn't imagine anything about me that could be in any way interesting to him. \"What's your favorite color?\" he asked, his face grave. I rolled my eyes. \"It changes from day to day.\" \"What's your favorite color today?\" He was still solemn. \"Probably brown.\" I tended to dress according to my mood. He snorted, dropping his serious expression. \"Brown?\" he asked skeptically. \"Sure. Brown is warm. I miss brown. Everything that's supposed to be brown — tree trunks, rocks, dirt — is all covered up with squashy green stuff here,\" I complained. He seemed fascinated by my little rant. He considered for a moment, staring into my eyes. \"You're right,\" he decided, serious again. \"Brown is warm.\" He reached over, swiftly, but somehow still hesitantly, to sweep my hair back behind my shoulder. We were at the school by now. He turned back to me as he pulled into a parking space. \"What music is in your CD player right now?\" he asked, his face as somber as if he'd asked for a murder confession. I realized I'd never removed the CD Phil had given me. When I said the name of the band, he smiled crookedly, a peculiar expression in his eyes. He flipped open a compartment under his car's CD player, pulled out one of thirty or so CDs that were jammed into the small space, and handed it to me, \"Debussy to this?\" He raised an eyebrow. It was the same CD. I examined the familiar cover art, keeping my eyes down. It continued like that for the rest of the day. While he walked me to English, when he met me after Spanish, all through the lunch hour, he questioned me relentlessly about every insignificant detail of my existence. Movies I'd liked and hated, the few places I'd been and the many places I wanted to go, and books — endlessly books. I couldn't remember the last time I'd talked so much. More often than not, I felt self-conscious, certain I must be boring him. But the absolute absorption of his face, and his never-ending stream of questions, compelled me to continue. Mostly his questions were easy, only a very few triggering my easy blushes. But when I did flush, it brought on a whole new round of questions. Such as the time he asked my favorite gemstone, and I blurted out topaz before thinking. He'd been flinging questions at me with such speed that I felt like I was taking one of those psychiatric tests where you answer with the first word that comes to mind. I was sure he would have continued down whatever mental list he was following, except for the blush. My face reddened because, until very recently, my favorite gemstone was garnet. It was impossible, while staring back into his topaz eyes, not to remember the reason for the switch. And, naturally, he wouldn't rest until I'd admitted why I was embarrassed. \"Tell me,\" he finally commanded after persuasion failed — failed only because I kept my eyes safely away from his face. \"It's the color of your eyes today,\" I sighed, surrendering, staring down at my hands as I fiddled with a piece of my hair. \"I suppose if you asked me in two weeks I'd say onyx.\" I'd given more information than necessary in my unwilling honesty, and I worried it would provoke the strange anger that flared whenever I slipped and revealed too clearly how obsessed I was. But his pause was very short. \"What kinds of flowers do you prefer?\" he fired off. I sighed in relief, and continued with the psychoanalysis. Biology was a complication again. Edward had continued with his quizzing up until Mr. Banner entered the room, dragging the audiovisual frame again. As the teacher approached the light switch, I noticed Edward slide his chair slightly farther away from mine. It didn't help. As soon as the room was dark, there was the same electric spark, the same restless craving to stretch my hand across the short space and touch his cold skin, as yesterday. I leaned forward on the table, resting my chin on my folded arms, my hidden fingers gripping the table's edge as I fought to ignore the irrational longing that unsettled me. I didn't look at him, afraid that if he was looking at me, it would only make self-control that much harder. I sincerely tried to watch the movie, but at the end of the hour I had no idea what I'd just seen. I sighed in relief again when Mr. Banner turned the lights on, finally glancing at Edward; he was looking at me, his eyes ambivalent. He rose in silence and then stood still, waiting for me. We walked toward the gym in silence, like yesterday. And, also like yesterday, he touched my face wordlessly — this time with the back of his cool hand, stroking once from my temple to my jaw — before he turned and walked away. Gym passed quickly as I watched Mike's one-man badminton show. He didn't speak to me today, either in response to my vacant expression or because he was still angry about our squabble yesterday. Somewhere, in a corner of my mind, I felt bad about that. But I couldn't concentrate on him. I hurried to change afterward, ill at ease, knowing the faster I moved, the sooner I would be with Edward. The pressure made me more clumsy than usual, but eventually I made it out the door, feeling the same release when I saw him standing there, a wide smile automatically spreading across my face. He smiled in reaction before launching into more cross-examination. His questions were different now, though, not as easily answered. He wanted to know what I missed about home, insisting on descriptions of anything he wasn't familiar with. We sat in front of Charlie's house for hours, as the sky darkened and rain plummeted around us in a sudden deluge. I tried to describe impossible things like the scent of creosote — bitter, slightly resinous, but still pleasant — the high, keening sound of the cicadas in July, the feathery barrenness of the trees, the very size of the sky, extending white-blue from horizon to horizon, barely interrupted by the low mountains covered with purple volcanic rock. The hardest thing to explain was why it was so beautiful to me — to justify a beauty that didn't depend on the sparse, spiny vegetation that often looked half dead, a beauty that had more to do with the exposed shape of the land, with the shallow bowls of valleys between the craggy hills, and the way they held on to the sun. I found myself using my hands as I tried to describe it to him. His quiet, probing questions kept me talking freely, forgetting, in the dim light of the storm, to be embarrassed for monopolizing the conversation. Finally, when I had finished detailing my cluttered room at home, he paused instead of responding with another question.  \"Are you finished?\" I asked in relief. \"Not even close — but your father will be home soon.\" \"Charlie!\" I suddenly recalled his existence, and sighed. I looked out at the rain-darkened sky, but it gave nothing away. \"How late is it?\" I wondered out loud as I glanced at the clock. I was surprised by the time — Charlie would be driving home now. \"It's twilight,\" Edward murmured, looking at the western horizon, obscured as it was with clouds. His voice was thoughtful, as if his mind were somewhere far away. I stared at him as he gazed unseeingly out the windshield. I was still staring when his eyes suddenly shifted back to mine. \"It's the safest time of day for us,\" he said, answering the unspoken question in my eyes. \"The easiest time. But also the saddest, in a way… the end of another day, the return of the night. Darkness is so predictable, don't you think?\" He smiled wistfully. \"I like the night. Without the dark, we'd never see the stars.\" I frowned. \"Not that you see them here much.\" He laughed, and the mood abruptly lightened. \"Charlie will be here in a few minutes. So, unless you want to tell him that you'll be with me Saturday…\" He raised one eyebrow. \"Thanks, but no thanks.\" I gathered my books, realizing I was stiff from sitting still so long. \"So is it my turn tomorrow, then?\" \"Certainly not!\" His face was teasingly outraged. \"I told you I wasn't done, didn't I?\" \"What more is there?\" \"You'll find out tomorrow.\" He reached across to open my door for me, and his sudden proximity sent my heart into frenzied palpitations. But his hand froze on the handle. \"Not good,\" he muttered. \"What is it?\" I was surprised to see that his jaw was clenched, his eyes disturbed. He glanced at me for a brief second. \"Another complication,\" he said glumly. He flung the door open in one swift movement, and then moved, almost cringed, swiftly away from me. The flash of headlights through the rain caught my attention as a dark car pulled up to the curb just a few feet away, facing us. \"Charlie's around the corner,\" he warned, staring through the downpour at the other vehicle. I hopped out at once, despite my confusion and curiosity. The rain was louder as it glanced off my jacket. I tried to make out the shapes in the front seat of the other car, but it was too dark. I could see Edward illuminated in the glare of the new car's headlights; he was still staring ahead, his gaze locked on something or someone I couldn't see. His expression was a strange mix of frustration and defiance. Then he revved the engine, and the tires squealed against the wet pavement. The Volvo was out of sight in seconds. \"Hey, Bella,\" called a familiar, husky voice from the driver's side of the little black car. \"Jacob?\" I asked, squinting through the rain. Just then, Charlie's cruiser swung around the corner, his lights shining on the occupants of the car in front of me. Jacob was already climbing out, his wide grin visible even through the darkness. In the passenger seat was a much older man, a heavyset man with a memorable face — a face that overflowed, the cheeks resting against his shoulders, with creases running through the russet skin like an old leather jacket. And the surprisingly familiar eyes, black eyes that seemed at the same time both too young and too ancient for the broad face they were set in. Jacob's father, Billy Black. I knew him immediately, though in the more than five years since I'd seen him last I'd managed to forget his name when Charlie had spoken of him my first day here. He was staring at me, scrutinizing my face, so I smiled tentatively at him. His eyes were wide, as if in shock or fear, his nostrils flared. My smile faded. Another complication, Edward had said. Billy still stared at me with intense, anxious eyes. I groaned internally. Had Billy recognized Edward so easily? Could he really believe the impossible legends his son had scoffed at? The answer was clear in Billy's eyes. Yes. Yes, he could.",
            "vi": "11        11. Khó khăn Mọi người nhìn chòng chọc vào chúng tôi khi chúng tôi cùng nhau bước đến bàn thí nghiệm. Tôi nhận thấy anh không còn ngồi ở mép ghế càng xa tôi càng tốt nữa, mà ngồi thật sát tôi, cánh tay hay đứa gần chạm vào nhau.  Rồi thầy Banner vào phòng – thầy mới đúng giờ làm sao - kéo một khung kim loại cao có bánh xe có để một cái TV và đầu máy VCR lạc hậu, cồng kềnh.  Ngày xem phim – cảm giác hân hoan trong không khí lớp gần như có thể sờ thấy được.  Thầy Banner đẩy băng vào cái đầu máy VCR không chịu hợp tác và bước đến gần tường tắt đèn.  Thế rồi, khi phòng tối đen, tôi đột ngột nhận thức rõ rệt Edward ngồi cách tôi chưa đầy một inch. Tôi sững người bởi một dòng điện bất ngờ chạy qua cơ thể, kinh ngạc sao có thể cảm nhận nhiều hơn về anh được chứ.  Nỗi thôi thúc điên rồ muốn đưa tay ra chạm vào anh, để vuốt khuôn mặt hoàn hảo anh dù chỉ một lần bóng tối, gần như tràn ngập trong tôi. Tôi khoanh chặt cánh tay mình trước ngực, bàn tay siết lại. Tôi đang mất tỉnh táo.  Đoạn giới thiệu danh sách ê-kíp làm phim bắt đầu, chiếu sáng phòng chút ít. Mắt tôi tự động thoáng nhìn anh. Tôi mỉm cười ngượng ngùng khi thấy tư thế anh y hệt mình, nắm tay siết chặt bên dưới cánh tay, ngay dưới mắt, nghiêng nhìn tôi chăm chú. Anh cười toe toét đáp lại, mắt anh vẫn cháy bỏng, dù là trong bóng tối. Tôi nhìn sang chỗ khác trước khi bắt đầu thở dồn dập. Thật hết sức ngớ ngẩn là tôi lại cảm thấy chóng mặt.  Giờ học như thật dài. Tôi không thể tập trung xem phim - tôi thậm chí không biết nó nói về đề tài gì nữa. Tôi thử thư giãn mà chẳng thành công, vì dòng điện bắt nguồn từ đâu đó trong cơ thể anh chẳng hề dịu lại. Thỉnh thoảng tôi lại cho phép mình liếc nhanh về phía anh, nhưng anh dường như cũng chẳng hề thư thái. Nỗi khao khát ngập tràn muốn chạm vào anh cũng không chịu giảm đi, nên tôi chà nắm tay vào xương sườn cho đến khi ngón tay đau đớn.  Tôi thở phào nhẹ nhõm khi thầy Banner bật đèn sáng lên vào cuối giờ học, duỗi tay ra trước mặt, uốn mấy ngón tay cứng đờ. Edward cười khúc khích bên cạnh tôi.  \"Ừm, thật thú vị, \" anh thì thầm. Giọng anh trầm lắng và mắt anh cẩn trọng.  \"Ưmm, \" là tất cả những gì tôi có thể trả lời.  \"Mình đi nhé?\" Anh hỏi, đứng lên nhẹ nhàng.  Tôi gần như rên rỉ. Đến giờ thể dục. Tôi đứng lên cẩn thận, lo khả năng giữ thăng bằng của tôi có thể bị ảnh hưởng bởi xúc cảm mãnh liệt mới kỳ lạ giữa chúng tôi.  Anh đi cùng tôi đến lớp kế tiếp lặng lẽ rồi dừng trước cửa; Tôi quay lại từ giã. Khuôn mặt anh làm tôi giật mình - vẻ mặt anh đầy dằng vặt, gần như đau đớn, và đẹp dữ dội đến mức nỗi đau đớn muốn chạm vào anh lại cháy bùng lên như trước. Lời từ giã nghẹn trong họng.  Anh đưa tay lên, do dự, xung đột cuồng nộ trong đôi mắt, rồi nhanh chóng vuốt dọc má tôi bằng đầu ngón tay mình. Da anh lạnh giá như mọi khi, nhưng vệt ngón tay anh để lại trên da tôi nóng một cách đáng ngại - như thể tôi bị thiêu đốt, nhưng chưa cảm thấy đau.  Anh quay đi không nói lời nào và sải bước thật nhanh rời xa tôi.  Tôi đi vào phòng tập thể dục, choáng váng và lảo đảo. Tôi đi vô thức đến tủ đựng đồ có khoá phòng, thay đồ trong trạng thái như bị hôn mê, chỉ nhận thức mơ hồ có người quanh mình.  Thực tế vẫn không quay lại cho đến khi tôi được trao cho một cây vợt. Nó không nặng, nhưng vẫn cảm thấy không vững trong tay tôi. Tôi thấy một số bạn trong lớp quan sát mình lén lút. Huấn luyện viên Clapp bắt chúng tôi chia thành nhóm hai người.  Khoan dung, một chút vết tích của tinh thần thượng võ của Mike còn sót lại; anh chàng đến đứng cạnh tôi.  \"Bạn có muốn cùng nhóm không?\" \"Cám ơn, Mike - bạn không cần phải làm vậy, bạn biết đó. \" Tôi nhăn nhó tỏ vẻ hối lỗi.  \"Đừng lo, tôi sẽ tránh xa bạn. \" Anh chàng cười toe toét. Đôi khi thật dễ để thích Mike.  Không suông sẻ. Tôi không biết làm sao lại đánh vợt trúng đầu mình rồi lại quật mạnh vô vai Mike trong cùng cú quất. Tôi sử dụng thời gian còn lại đứng ở góc sân sau, vợt cầm sau lưng an toàn.  Mặc dù thiếu tôi, Mike vẫn rất giỏi; anh một mình thắng ba trong số bốn trận. Anh chàng mang lại cho tôi điểm năm cao nhất chẳng phải đổ mồ hôi khi cuối cùng huấn luyện viên thổi còi kết thúc giờ học.  \"Vậy là, \" anh chàng nói khi chúng tôi rời  sân.  \"Vậy là cái gì?\" \"Bạn và Cullen, phải không?\" anh hỏi, giọng anh đầy vẻ chống đối. Cảm giác ưa thích trước đây của tôi biến mất.  \"Không phải chuyện của bạn, Mike,” Tôi cảnh báo, thầm nguyền rủa Jessica xuống địa ngục cho rồi.  \"Tôi không thích thế, \" tuy vậy anh chàng vẫn thì thầm.  \"Bạn chẳng cần phải thích, \" tôi cáu kỉnh.  \"Anh ta nhìn bạn như thể ... như thể bạn là thứ để ăn vậy, \" anh chàng nói tiếp, lờ tôi đi.  Tôi kềm để không cười phá lên, nhưng một tiếng cười khúc khích vẫn phát ra mặc cho tôi đã cố gắng. Anh chàng trừng mắt nhìn tôi. Tôi vẫy tay chào rồi trốn vô phòng thay đồ.  Tôi mặc đồ thật nhanh, dạ dày của tôi nhộn nhạo, chuyện cãi nhau của tôi với Mike đã thành dĩ vãng xa vời. Tôi đang tự hỏi liệu Edward có đợi mình không, hay tôi có nên gặp anh ở chỗ đậu xe. Chuyện gì sẽ xảy ra nếu gia đình anh cũng ở đó? Tôi cảm thấy một làn sóng hết sức kinh hoàng. Họ có biết là tôi biết rồi không? Có phải lẽ ra tôi phải biết là họ đã biết là tôi đã biết, hay không ? Lúc rời khỏi phòng tập thể dục, tôi quyết định sẽ đi thẳng về nhà thậm chí không nhìn về phía bãi đậu xe. Nhưng nỗi lo lắng của tôi không cần thiết. Edward đang chờ, thoải mái tựa người vào vách phòng tập thể dục, khuôn mặt hớp hồn của anh bây giờ thật bình yên. Khi bước đến bên anh, tôi cảm thấy nhẹ nhõm.  \"Chào, \" tôi thở, cười hết mức.  \"Chào. \" Nụ cười đáp lại của anh rạng rỡ. \"Giờ thể dục ra sao?\" Mặt tôi hơi xụ xuống. \"Tốt, \" tôi nói dối.  \"Thật sao?\" anh hoài nghi. Mắt anh hơi mất tập trung, nhìn qua vai tôi, nheo lại. Tôi liếc nhìn đằng sau thấy lưng Mike đang bỏ đi.  \"Gì vậy?\" tôi hỏi.  Mắt anh quay lại nhìn tôi, vẫn nheo. \" Newton làm tôi bực quá.” \"Anh không lắng nghe suy nghĩ của người khác nữa chứ?\" tôi kinh hãi. Mọi khả năng hài hước của tôi đột ngột biến mất.  \"Đầu em sao rồi?\" anh hỏi đầy vẻ vô tội.  \"Anh thật không chịu nỗi!\" tôi quay lưng, đùng đùng bỏ đi về phía bãi đậu xe, mặc dù tôi không định bỏ đi lúc này.  Anh theo kịp tôi dễ dàng.  \"Chính em là người nói đến vụ vì sao tôi chẳng bao giờ nhìn thấy em ở phòng tập thể dục – nên tôi tò mò.” Anh chẳng có vẻ gì ăn năn cả, nên tôi lờ anh đi.  Chúng tôi bước đi trong im lặng – sự im lặng giận dữ, xấu hổ về phía tôi  - đến xe anh. Nhưng tôi phải dừng lại cách đó vài bước – một đám đông, toàn con trai, đang vây quanh nó.  Rồi tôi nhận ra không phải họ vây quanh chiếc Volvo mà họ đang đi quanh chiếc mui trần màu đỏ của Rosalie, vẻ thèm muốn thấy rõ trong mắt. Thậm chí không ai nhìn lên khi Edward len vào giữa họ để mở cửa. Tôi leo nhanh vào phía hành khách, cũng không bị phát hiện.  \"Phô trương, \" anh thì thầm.  \"Đó là loại xe hơi gì vậy?\" tôi hỏi.  \"M3. \" \"Tôi không nói xe và tài xế. \" \"Đó là một chiếc BMW.”  Anh tỏ vẻ không tin, không nhìn tôi, cố lùi xe mà không cán phải mấy người mê xe.  Tôi gật đầu - tôi đã nghe nói về cái tên đó rồi.  \"Em vẫn giận à?\" Anh hỏi khi cẩn thận lái xe ra ngoài.  \"Chắc chắn rồi. \" Anh thở dài. \"Em sẽ tha thứ cho tôi nếu tôi xin lỗi chứ?\" \"Có thể ... nếu anh thực lòng. Và nếu anh hứa sẽ không làm vậy nữa, \" Tôi khăng khăng.  Mắt anh đột nhiên linh lợi. \"Nếu tôi thực lòng, và tôi đồng ý để em lái xe vào thứ bảy thì sao?\" Anh phản kích lại điều kiện của tôi.  Tôi cân nhắc, và quyết định đó có lẽ là đề nghị tốt nhất tôi có thể có được.  \"Thoả thuận vậy nhe,” Tôi đồng ý.  \"Vậy tôi vô cùng xin lỗi vì đã làm em khó chịu. \" Mắt anh hừng hực nét chân thành hồi lâu – làm lỗi nhịp tim tôi - rồi chuyển sang khôi hài. \" Và tôi sẽ ở trước ngưỡng cửa nhà em vào sáng sớm thứ bảy tươi hồng. \" \"Ờ, chẳng có ích gì trong chuyện giải thích cho Charlie vì sao chiếc Volvo không biết từ đâu ra lại để trên đường lái xe vào nhà. \" Nụ cười anh bây giờ có vẻ hợm hĩnh. \"Tôi đâu định mang theo xe. \" \"Vậy làm sao - \" Anh ngắt lời tôi. \"Đừng lo về chuyện đó. Tôi sẽ ở đó, không có xe. \" Tôi bỏ qua chuyện đó. Tôi có một câu hỏi bức thiết hơn.  \"Thế đã đến lúc “sau này” chưa?\" tôi hỏi đầy ẩn ý.  Anh cau mày. \"Tôi nghĩ là sau nữa. \" Tôi cứ giữ vẻ mặt lịch sự khi đợi.  Anh dừng xe lại. Tôi nhìn lên, ngạc nhiên - dĩ nhiên chúng tôi đã đến nhà Charlie rồi, đỗ sau chiếc xe tải. Dễ đi xe hơn với anh nếu tôi chỉ nhìn khi đã ngừng lại. Khi tôi ngoái nhìn anh, anh đang nhìn chằm chằm vào tôi, mắt anh liệu chừng.  \"Em vẫn muốn biết tại sao em không thể xem tôi săn?\" Anh có vẻ trang nghiêm, nhưng tôi nghĩ mình thấy nét hài hước ẩn trong mắt anh.  \"Ừm, \" tôi giải thích, \"Tôi chỉ thắc mắc về phản ứng của anh mà thôi. \" \"Tôi làm em sợ à?\"  Đúng, rõ ràng có hài hước trong đó rồi.  \"Không, \" tôi nói dối. Anh không tin.  \"Xin lỗi vì đã làm em sợ,” anh cười nhẹ nói tiếp, nhưng sau đó mọi dấu vết trêu chọc biến mất. \"Chỉ vì cái ý nghĩ có em ở đó ... khi chúng tôi săn. \" hàm anh siết chặt.  \"Sẽ tệ lắm sao?\" Anh nói giữa hàm răng nghiến chặt. \"Hết sức. \" \"Vì?\" Anh hít thật sâu và nhìn qua kính chắn gió vào đám mây nặng trĩu, cuồn cuộn như chìm xuống, gần như với tay đến được.  \"Khi chúng tôi săn, \" anh nói từ từ, miễn cưỡng, \" chúng tôi buông thả cho các giác quan ... ít kiểm soát tâm trí hơn.  Đặc biệt là khướu giác. Nếu em ở đâu đó gần tôi khi tôi mất kiểm soát kiểu đó...” Anh lắc đầu, vẫn nhìn chằm chằm buồn rầu vào đám mây dày đặc.  Tôi giữ cho vẻ mặt mình thản nhiên, biết anh sắp nhìn thật nhanh để đánh giá phản ứng của tôi. Khuôn mặt tôi không biểu lộ gì cả.  Nhưng mắt chúng tôi gặp nhau, và im lặng lắng sâu - và thay đổi. Cảm giác về dòng điện tôi cảm thấy chiều nay bắt đầu tích tụ trong không khí khi anh nhìn chằm chằm không ngớt vào mắt tôi.  Mãi đến khi đầu tôi bắt đầu choáng váng tôi mới nhận ra mình đang không thở. Khi tôi hít một hơi đứt quãng, phá vỡ im lặng, anh nhắm mắt lại.  \"Bella, tôi nghĩ bây giờ em nên vào nhà đi. \" Giọng anh nhỏ, cộc cằn, mắt anh lại nhìn mây.  Tôi mở cửa, và luồng không khí giá rét tràn vào xe làm đầu óc tôi minh mẫn. Sợ mình có thể bị vấp ngã vì chóng mặt, tôi cẩn thận bước ra xe và đóng cửa xe mà không ngoái lại. Tiếng xoay mở tự động cửa sổ xe làm tôi quay lại.  \"Ồ, Bella?\" anh gọi với theo tôi, giọng anh bình tĩnh hơn. Anh nghiêng về cửa sổ mở với nụ cười yếu ớt trên môi.  \"Sao?\" \"Ngày mai đến lượt tôi. \" \"Đến lượt anh làm gì?\" Anh toét miệng cười to hơn, để lộ hàm răng sáng bóng. \"Đặt câu hỏi.” Rồi anh chạy đi, xe tăng tốc xuống phố và biến mất ở đâu đó quanh góc phố trước khi tôi thậm chí có thể tập trung tư tưởng. Tôi mỉm cười khi bước vào nhà. Rõ ràng là anh định sẽ gặp tôi ngày mai, chứ còn gì nữa.  Đêm đó Edward nhìn chằm chặp trong giấc mơ của tôi, như thường lệ. Tuy nhiên, tôi không còn tê liệt nữa. Kích thích bởi cũng dòng điện đã tích tụ lúc chiều, tôi trở mình trằn trọc, thức giấc riết. Chỉ đến sáng sớm tôi mới chìm vào một giấc ngủ không mộng mị, mệt lử.  Khi thức giấc, tôi vẫn còn mệt mỏi, nhưng cũng tràn trề sức sống. Tôi mặc chiếc áo cao cổ màu nâu và không thể không mặc quần jean, thở dài vì tôi mơ được mặc áo dây cùng quần soóc. Điểm tâm là sự kiện bình thường, yên tĩnh như đã đoán. Charlie chiên trứng cho ông; còn tôi ăn ngũ cốc. Tôi tự hỏi không biết bố có quên chuyện thứ bảy này không. Ông trả lời câu hỏi không thành lời của tôi khi ông đứng lên mang đĩa đến bồn rửa chén.  \"Còn về thứ bảy này\" ông bắt đầu, đi qua nhà bếp và mở vòi nước.  Tôi rúm người. \"Dạ, sao hả bố?\" \"Con vẫn định đến Seattle hả?\" ông hỏi.  \"Kế hoạch là vậy. \" Tôi nhăn nhó, ước gì ông không đề cập đến chuyện đó để tôi không phải bịa ra một câu chuyện chỉ có nửa sự thật.  Ông bóp ít xà phòng lên đĩa và dùng đồ rửa xoay nó vòng vòng. \"Và con có chắc con về kịp lúc dự khiêu vũ không?\" \"Con đâu có đi khiêu vũ đâu bố. \" tôi nhìn trừng trừng.  \"Không ai mời con à?\" ông hỏi, cố giấu nỗi lo ngại bằng cách tập trung rửa đĩa.  Tôi lảng tránh cái bẫy ấy. \"Đó là quyền lựa chọn của con gái mà. \" \"Ồ. \" Ông cau mày khi lau khô đĩa.  Tôi thông cảm với ông. Hẳn là làm cha rất khó; sống trong nỗi lo sợ con gái mình sẽ gặp anh chàng cô nàng thích, rồi cũng lo lắng nếu con gái không gặp được ai. Sẽ hết sức kinh khiếp, tôi nghĩ, rùng mình, nếu Charlie biết chút gì về người tôi đã thích.  Sau đó Charlie lên đường, vẫy tay tạm biệt, còn tôi lên lầu đánh răng và gom sách lại. Khi nghe tiếng xe tuần tiễu chạy đi, tôi chỉ đợi được vài giây là nhìn lén ra ngoài cửa sổ ngay. Chiếc xe màu bạc đã ở đó, chờ đúng ngay chỗ của Charlie trên đường lái xe vào nhà. Tôi nhảy xuống cầu thang và ra ngoài cửa trước, tự hỏi không biết thói quen kỳ quái này sẽ kéo dài bao lâu. Tôi chẳng hề muốn nó chấm dứt.  Anh đã đợi trong xe, không có vẻ quan sát khi tôi đóng cửa chẳng thèm cài then. Tôi đến gần xe, dừng lại rụt rè trước khi mở cửa rồi bước vào. Anh đang mỉm cười, thư thái - và, như thường lệ, hoàn hảo và xinh đẹp đến mức không thể chịu đựng nỗi.  \"Chào buổi sáng.” Giọng anh ngọt ngào. \"Hôm nay em khoẻ không?” Mắt anh dò tìm trên khuôn mặt tôi, như thể câu hỏi của anh là cái gì đó không phải là câu xã giao đơn thuần.  \"Khoẻ, cảm ơn anh. \"Tôi lúc nào cũng khoẻ - hơn cả khoẻ - khi tôi ở bên anh.  Ánh nhìn chằm chằm của anh nấn ná trên quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi. \" \"Tôi không ngủ được, \" tôi thú nhận, bất giác hất tóc quanh vai để che bớt.  \"Tôi cũng không ngủ được, \" anh trêu chọc khi khởi động máy. Tôi đã quen với tiếng rì rì êm ái. Tôi chắc tiếng gầm rống của xe tải của mình sẽ làm tôi sợ, nếu tôi phải lái nó trở lại.  Tôi cười. \"Đúng rồi. Tôi nghĩ mình chỉ ngủ nhiều hơn anh một chút thôi. \" \"Chắc chắn rồi.” \"Vậy đêm qua anh đã làm gì?\" tôi hỏi.  Anh cười khúc khích. \"Không có cơ hội đó đâu. Hôm nay là ngày tôi đặt câu hỏi mà. \" \"Ồ, đúng rồi. Anh muốn biết gì?\" trán tôi nhăn lại. Tôi không thể tưởng tượng tôi có gì có thể làm anh thấy thú vị. \"Màu ưa thích của em là gì?\" Anh hỏi, mặt anh nghiêm túc.  Tôi trợn tròn mắt. \"Tùy theo ngày. \" \"Màu ưa thích của em hôm nay là gì?\" anh vẫn hết sức nghiêm nghị.  \"Có lẽ màu nâu. \" tôi thường mặc đồ tùy theo tâm trạng của mình.  Anh khịt mũi, đánh mất vẻ nghiêm nghị. \"Nâu à?\" anh hỏi hoài nghi. \"Đúng vậy. Màu nâu ấm áp. Tôi nhớ màu nâu. Mọi thứ lẽ ra phải màu nâu như - thân cây, đá, vết bẩn – đều bị che phủ bởi mấy thứ xanh mềm ướt át ở đây, \" tôi than phiền.  Anh có vẻ thích thú bởi lời nói hơi cường điệu của tôi. Anh suy nghĩ trong chốc lát, nhìn vào mắt tôi.  \"Em nói đúng, \" anh quyết định, nghiêm túc trở lại. \"Màu nâu ấm áp. \" Anh vươn tay, thật nhanh, nhưng vẫn lưỡng lự, để gạt tóc tôi ra sau vai.  Chúng tôi bây giờ đã đến trường. Anh quay về phía tôi khi anh lái vô chỗ đậu xe.  \"Hiện tại máy nghe nhạc của em đang chơi nhạc gì?\" anh hỏi, khuôn mặt anh nghiêm nghị như thể anh yêu cầu thú nhận giết người vậy.  Tôi nhận ra mình chẳng hề tháo đĩa CD Phil đã tặng ra. Khi tôi nói tên của ban nhạc xong, anh nhếch miệng cười, ánh mắt anh lạ lùng.  Anh ấn mở một ngăn bên dưới máy nghe đĩa CD trong xe, rút ra một trong số khoảng ba mươi đĩa nhét trong không gian nhỏ ấy rồi trao cho tôi, \"Debussy giống cái này không?\" anh nhướng mày.  Đó là cùng một đĩa CD. Tôi kiểm tra bìa minh hoạ quen thuộc, cứ nhìn xuống.  Cứ như thế cho đến hết ngày. Khi anh đi cùng tôi đến lớp tiếng Anh, khi anh gặp tôi sau giờ tiếng Tây Ban Nha, suốt lúc ăn trưa, anh hỏi tôi không ngừng về từng chi tiết nhỏ nhặt trong cuộc sống của tôi. Phim tôi thích và ghét, vài nơi tôi đã đến và nhiều nơi tôi muốn đến, và sách - sách liên miên.  Tôi không thể nhớ nỗi lần cuối cùng mình nói nhiều như thế là lúc nào. Luôn luôn, tôi cảm thấy ngượng ngùng, chắc chắn mình hẳn làm anh nhàm chán lắm. Nhưng vẻ chăm chú tuyệt đối trên mặt anh, và dòng thác câu hỏi không dứt của anh, buộc tôi tiếp tục. Hầu hết các câu hỏi của anh đều dễ trả lời, chỉ có vài câu dấy động thói quen hay đỏ mặt của tôi. Nhưng khi tôi đỏ mặt, một loạt câu hỏi hoàn toàn mới lại xuất đầu lộ diện.  Như lúc anh hỏi loại đá quý tôi ưa thích, và tôi buột miệng nói topaz mà không hề suy nghĩ. Anh hỏi tôi liên tục thật nhanh làm tôi cảm thấy như mình đang trong cuộc kiểm tra tâm lý mà mình phải trả lời bằng từ đầu tiên nảy ra trong đầu. Tôi chắc anh sẽ cứ tiếp tục thực hiện cho hết danh sách trong đầu, trừ khi tôi đỏ mặt. Khuôn mặt tôi đỏ lên vì, cho đến rất gần đây, đá quý tôi ưa thích vẫn là ngọc hồng lựu.  Thật khó tin, khi nhìn vào đôi mắt màu vàng nâu của anh, mà không nhớ lý do của sự thay đổi này. Và, dĩ nhiên, anh sẽ không chịu thôi cho đến khi nào tôi thừa nhận lý do tôi xấu hổ.  \"Nói cho tôi biết đi, \" cuối cùng thì anh cũng ra lệnh sau khi không thuyết phục được – không thuyết phục được chỉ vì tôi giữ được mắt mình không nhìn mặt anh. \"Vì đó là màu mắt của anh hôm nay, \" tôi thở dài, đầu hàng, nhìn xuống tay mình vừa nghịch tóc. \" Tôi nghĩ nếu anh hỏi vào hai tuần trước, thì chắc là mã não.”  Tôi cung cấp nhiều thông tin hơn cần thiết một cách trung thực bất đắc dĩ, và tôi lo lắng câu trả lời sẽ chọc giận anh mỗi khi tôi lỡ miệng tiết lộ quá rõ chuyện mình đã bị anh ám ảnh thế nào. Nhưng anh chỉ dừng lại chút xíu.  \"Loại hoa em thích ?\" anh hỏi tiếp.  Tôi thở phào nhẹ nhõm, tiếp tục cuộc điều trị bằng phân tâm học. Giờ sinh vật lại khó khăn tiếp. Edward tiếp tục thẩm vấn cho đến khi thầy Banner vào lớp, lại kéo theo khung máy nghe nhìn. Khi thầy đến gần công-tắc đèn, tôi nhận thấy Edward đẩy ghế hơi xa tôi một chút. Chẳng ích gì. Ngay khi phòng tối om, lại cũng dòng điện hôm trước chạy qua, lại nỗi khao khát không thôi muốn vươn tay qua không gian nhỏ bé để chạm vào làn da lạnh lẽo của anh, y như hôm qua.  Tôi xoài người lên bàn, chống cằm trên cánh tay khoanh lại, ngón tay giấu bên dưới bấu vào cạnh bàn để chống lại nỗi khao khát kỳ cục đang dày vò mình. Tôi không nhìn anh, sợ là nếu anh đang nhìn tôi, tôi sẽ càng khó tự chủ hơn. Tôi thực sự cố xem phim, nhưng vào cuối giờ tôi hoàn toàn chẳng biết mình vừa xem gì. Tôi thở phào nhẹ nhõm trở lại khi thầy Banner bật đèn sáng, cuối cùng nhìn lướt qua Edward; anh đang nhìn tôi, mắt anh đầy cảm xúc lẫn lộn.  Anh im lặng đứng lên rồi đứng yên chờ tôi. Chúng tôi đi về phía phòng tập thể dục trong im lặng, y như hôm qua. Và, cũng như hôm qua, anh sờ mặt tôi không nói một lời - lần này bằng mu bàn tay mát rượi của anh, vuốt từ thái dương đến hàm – rồi quay lưng bỏ đi.  Giờ thể dục trôi qua nhanh chóng khi tôi xem cuộc biểu diễn cầu lông một tay của Mike. Hôm nay anh chàng không nói chuyện với tôi, hoặc để đáp lại vẻ lơ đãng của tôi hoặc vì anh vẫn còn tức chuyện cãi nhau ầm ĩ hôm qua.  Một góc nào đó, trong tâm trí tôi, tôi cảm thấy buồn vì chuyện đó. Nhưng tôi không thể tập trung cho anh ta được.  Sau đó tôi vội vã thay đồ, căng thẳng, biết rằng càng làm nhanh, tôi càng sớm được ở bên Edward.  Sự cấp bách làm tôi vụng về hơn thường lệ, nhưng cuối cùng tôi cũng ra được đến cửa, lại cảm thấy nhẹ nhõm khi thấy anh đang đứng đó, nụ cười toét miệng tự động nở trên mặt tôi. Anh mỉm cười đáp trả rồi lại tiếp tục chất vấn.  Tuy vậy câu hỏi của anh bây giờ đã khác, không dễ trả lời nữa. Anh muốn biết tôi nhớ điều gì ở nhà, khăng khăng đòi tôi miêu tả những điều anh chưa rõ. Chúng tôi ngồi trước nhà Charlie hàng giờ, khi bầu trời âm u và mưa đổ xuống quanh chúng tôi như thác lũ.  Tôi cố miêu tả những điều thật khó miêu tả đại loại như mùi hương của dầu creozot - đắng, hơi giống mùi nhựa cây, nhưng vẫn dễ chịu –âm thanh chói tai rả rích của ve sầu tháng bảy, hình ảnh trơ trụi khẳng khiu của cây cối, bầu trời mênh mông khôn cùng, một màu  xanh ngút ngàn kéo dài từ chân trời này đến chân trời kia, chỉ bị cắt ngang bởi dãy núi thấp phủ đá núi lửa màu tím.  Điều khó giải thích nhất là vì sao nó rất đẹp đối với tôi - để chứng minh vẻ đẹp không phải ở cây cối gai góc, lơ thơ thường trông giống như sắp chết rồi, vẻ đẹp chẳng thể hơn được qua hình dáng phô bày của xứ sở, có thung lũng hình cái tô cạn giữa những ngọn đồi lô nhô hiểm trở, và cách chúng phô bày dưới ánh mặt trời. Tôi thấy mình sử dụng tay khi cố mô tả điều ấy với anh.  Những câu hỏi điều tra dịu dàng của anh làm tôi nói thoải mái, trong ánh sáng lờ mờ của cơn bão, quên mắc cỡ vì độc thoại. Cuối cùng, khi tôi miêu tả chi tiết căn phòng bừa bộn của mình ở nhà xong, anh ngừng lại thay vì đưa ra câu hỏi khác.  \"Anh xong rồi phải không?\" tôi nhẹ nhõm hỏi.  \"Hoàn toàn chưa – nhưng bố em sắp về nhà rồi.” \"Charlie !\" tôi đột ngột nhớ ra sự tồn tại của ông và thở dài. Tôi nhìn ra mưa - bầu trời âm u, nhưng không còn mưa nữa. \"Trễ cỡ nào rồi nhỉ?\" tôi buột miệng nói ra suy nghĩ của mình khi liếc nhìn đồng hồ. Tôi ngạc nhiên vì vào giờ này - Charlie sắp về đến nhà rồi.  \"Chạng vạng rồi, \" Edward thì thầm, nhìn chân trời phía tây, mờ tối vì mây che phủ. Giọng anh trầm tư như thể tâm trí anh đang ở một nơi nào đó xa xăm. Tôi nhìn anh chòng chọc khi anh nhìn đờ đẫn vào kính chắn gió.  Tôi vẫn nhìn khi mắt anh đột ngột quay về phía tôi.  \"Đây là thời gian an toàn nhất trong ngày đối với chúng tôi, \" anh nói, trả lời câu hỏi không thành lời trong mắt tôi. \"Thời gian dễ chịu nhất. Cũng là thời gian buồn bã nhất, trong chừng mực nào đó ... là thời điểm ngày kết thúc và đêm quay về. Bóng tối là điều chắc chắn, em không nghĩ vậy sao?\"Anh mỉm cười đầy nuối tiếc.  \"Tôi thích đêm. Không có đêm, mình sẽ chẳng bao giờ thấy các vì sao.” Tôi cau mày. \"tuy ở đây chẳng thấy được bao nhiêu.” Anh cười, và tâm trạng đột ngột trở nên vui vẻ.  \"Charlie sẽ đến đây trong vài phút nữa. Vì vậy, trừ phi em muốn kể bố nghe em sẽ ở bên tôi vào thứ bảy ...” anh nhướng mày.  \"Cám ơn, nhưng tôi không muốn vậy. \"Tôi gom sách vở lại, nhận thấy mình tê người vì ngồi yên quá lâu. \"Vậy mai đến lượt tôi đó nhé?” \"Tất nhiên là không rồi!\" mặt anh giả vờ giận dữ. \"Tôi đã nói với em là tôi chưa xong mà, phải không?\" \"Vậy còn gì nữa chứ?\" \"Mai em sẽ biết.” Anh vươn người mở cửa cho tôi, và sự gần gũi bất ngờ của anh làm tim tôi hồi hộp điên cuồng.  Nhưng tay anh đông cứng trên tay cầm.  \"Không xong rồi, \" anh thì thầm.  \"Gì vậy?\" tôi ngạc nhiên khi thấy hàm anh nghiến chặt, mắt anh lo lắng. Anh nhìn lướt qua tôi thật nhanh. \"Một khó khăn khác, \" anh ủ rũ nói.  Anh đẩy cửa mở thật nhanh, rồi nhích người, hầu như co rúm lại, tránh xa tôi.  Ánh đèn pha loé trong mưa làm tôi chú ý tôi khi một chiếc xe màu tối dừng lại bên lề đường chỉ cách vài bước, đối mặt với chúng tôi.  \"Xe Charlie đã đến gần, \" anh cảnh báo, nhìn chiếc xe kia qua màn mưa như trút nước.  Tôi nhảy ra ngoài ngay lập tức, mặc dù chẳng hiểu gì cả và hiếu kỳ. Mưa lớn hơn khi sượt qua áo khoác của tôi.  Tôi cố nhìn dáng người ngồi trên ghế trước của chiếc xe kia, nhưng trời quá tối. Tôi có thể nhìn thấy Edward được chiếu sáng bởi ánh đèn pha của chiếc xe ấy; anh vẫn nhìn về phía trước, anh nhìn chằm chằm vào cái gì đó hay ai đó tôi không thể thấy được. Vẻ mặt anh pha trộn kỳ lạ giữa buồn bực và thách thức.  Sau đó anh rồ máy, và vỏ xe rít lên siết vào vỉa hè ẩm ướt. Chiếc Volvo xa khuất trong vài giây.  \"Chào, Bella, \" Một giọng nói khàn khàn quen thuộc gọi tôi từ phía ghế tài xế của chiếc xe hơi đen.  \"Jacob hả?\" tôi hỏi, nheo mắt nhìn qua mưa. Ngay lúc đó, chiếc tuần tiễu của Charlie quẹo ở góc đường, ánh đèn xe ông chiếu vào những người ngồi trong xe trước mặt tôi.  Jacob đang leo ra khỏi xe, nụ cười toe toét của anh chàng thậm chí cũng thấy được trong bóng tối. Ở ghế khách ngồi là một người già hơn nhiều, một người vững chãi có khuôn mặt khó quên  - khuôn mặt chảy xuống, má tựa vào vai, với các nếp nhăn hằn trên làn da màu nâu đỏ như một cái áo da cũ. Và đôi mắt quen thuộc lạ lùng, đôi mắt huyền vừa quá trẻ lại vừa quá già đối với khuôn mặt phóng khoáng mà chúng được gắn vào. Bố của Jacob, Billy Black. Tôi biết ông ngay lập tức, dù đã hơn năm năm kể từ khi tôi nhìn thấy ồng lần chót tôi đã quên tên ông khi Charlie nói về ông trong ngày đầu tiên tôi đến đây. Ông đang nhìn chằm chằm vào tôi, dò xét khuôn mặt tôi, nên tôi mỉm cười thăm dò với ông. Mắt ông mở to, như thể bị sốc hay sợ hãi, mũi ông phập phồng. Nụ cười của tôi tắt ngúm.  Edward đã nói là một khó khăn nữa mà.  Billy vẫn nhìn tôi chằm chằm với ánh mắt dữ dội, đầy lo lắng. Tôi thầm rên rỉ. Billy nhận ra Edward dễ vậy sao?  Có thể nào ông thực sự tin những truyền thuyết vô lý mà con trai ông chế giễu? Câu trả lời hiện rõ trong mắt Billy. Đúng. Đúng vậy, ông tin."
        }
    ],
    "suggestions": []
}