{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌn'deitid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không đề ngày tháng, không ghi ngày tháng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không đánh dấu bằng một sự kiện nổi bật</td></tr></table><i/></div>",
            "word": "undated"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>undated</k><blockquote>■ <cclass>adjective not provided or marked with a date. </cclass></blockquote></div>",
            "word": "undated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "undated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "undated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "undated"
        }
    },
    "sentences": [
        {
            "en": "<em>Undated</em> securities",
            "vi": "Chứng khoán không ghi ngày"
        },
        {
            "en": "For <em>undated</em>  references, the latest edition of the referenced",
            "vi": "Đối với các tài liệu không ghi năm công bố thì áp dụng bản mới nhất."
        },
        {
            "en": "Doan Thi Huong in an <em>undated</em> photo. Royal Malaysia Police/Handout via Reuters",
            "vi": "Ảnh không ghi ngày tháng của Đoàn Thị Hương. Cảnh sát Hoàng gia Malaysia/ Tài liệu thông qua Reuters."
        },
        {
            "en": "This <em>undated</em> handout picture released on December 5, 2105 by the Colombian Culture Ministry's press office shows the remains of the Spanish galleon San Jose.",
            "vi": "Bức ảnh chưa rõ ngày tháng này được đưa ra vào ngày 5 tháng 12 năm 2105 bởi văn phòng báo chí Bộ Văn hóa Colombia cho thấy phần còn lại của tàu chiến Tây Ban Nha San Jose."
        },
        {
            "en": "An <em>undated</em> photo of workers working at Truong Hai Corporation's auto plant in the Vietnamese central province of Quang Nam. Photo: Dinh Muoi/Thanh Nien",
            "vi": "Một bức ảnh không đề ngày tháng về người lao động làm việc tại nhà máy ô tô của Trường Hải ở tỉnh Quảng Nam miền Trung Việt Nam. Ảnh: Đình Mười / Thanh Niên"
        },
        {
            "en": "An <em>undated</em> photo of traffic jam on My Thuan Bridge crossing the Tien River in the Mekong Delta. Photo: Thanh Duc",
            "vi": "Một bức ảnh không ghi ngày về tình trạng ách tắc giao thông trên cầu Mỹ Thuận bắc qua sông Tiền ở đồng bằng sông Cửu Long. Ảnh: Thanh Đức"
        },
        {
            "en": "An <em>undated</em> file photo shows workers of a factory in Ho Chi Minh City being hospitalized for food poisoning. Photo: Khanh Vy/Thanh Nien",
            "vi": "Một bức ảnh không đề ngày tháng cho thấy công nhân của một nhà máy ở thành phố Hồ Chí Minh phải nhập viện vì ngộ độc thực phẩm. Ảnh: Khánh Vy / Thanh Niên"
        },
        {
            "en": "The following referenced documents are indispensable for the application of this document. For dated references, only the edition cited applies. For <em>undated</em> references, the latest edition of the referenced document (including any amendments) applies.",
            "vi": "chuẩn này. Đối với các tài liệu ghi năm công bố thì áp dụng bản được nêu. Đối với các tài liệu không ghi năm công bố thì áp dụng bản mới nhất, bao gồm cả các sửa đổi."
        },
        {
            "en": "The following referenced documents are indispensable for the application of this document. For dated references, only the edition cited applies. For <em>undated</em> references, the latest edition of the referenced document (including any amendments) applies.",
            "vi": "Tài liệu viện dẫn dưới đây rất cần thiết cho việc áp dụng tiêu chuẩn này. Đối với các tài liệu ghi năm công bố thì áp dụng bản được nêu. Đối với các tài liệu không ghi năm công bố thì áp dụng bản mới nhất, bao gồm cả các sửa đổi."
        }
    ],
    "suggestions": []
}