{
    "en_vn": {
        "data": {
            "content": null,
            "word": "underpowered",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>underpowered</k><blockquote>■ <cclass>adjective lacking sufficient mechanical, electrical, or other power. </cclass></blockquote></div>",
            "word": "underpowered",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "underpowered",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "underpowered",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lì máy</font></td></tr></tbody></table></div>",
            "word": "underpowered",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "For a multitable tool like the view designer, the wizards that allow you to start with only one table seem a bit <em>underpowered</em>, but it is a starting point.",
            "vi": "Với một công cụ đa bảng như view designer, wizard mà chỉ cho phép bạn khởi sự bằng mỗi một bảng thì có vẻ yếu năng lực, nhưng đó là lúc đầu."
        },
        {
            "en": "3. The price turns people away Some might say that by offering the Nokia Lumia 900 for $100 with a two-year agreement, the company might attract many more customers. But that’s just not the case. Apple’s iPhone is the gold standard in the marketplace, and it retails for $200. Any device that’s priced cheaper than that looks like an <em>underpowered</em> alternative. And that’s exactly what the Lumia 900 looks like.",
            "vi": "3. Mức giá làm mọi người ngoảnh điMột số người có thể cho rằng việc cung cấp Nokia Lumia 900 với giá 100 USD kèm theo hợp đồng hai năm thì hãng có thể thu hút nhiều khách hàng hơn. Tuy nhiên đó không phải dành cho trường hợp này. iPhone của Apple là tiêu chuẩn vàng trên thị trường và bán lẻ với giá 200 USD. Bất kỳ thiết bị nào có giá rẻ hơn so với nó thì trông giống như một giải pháp thay thế thiếu mạnh mẽ. Và đó chính xác là những gì mà Lumia 900 sẽ làm như vậy."
        }
    ],
    "suggestions": []
}