{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌndərim'plɔimənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tình trạng thiếu việc làm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự sử dụng không hết nhân công</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tình trạng không được dùng hết khả năng</td></tr></table><i/></div>",
            "word": "underemployment"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "underemployment"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "underemployment"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "underemployment"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "underemployment"
        }
    },
    "sentences": [
        {
            "en": "<em>Underemployment</em>",
            "vi": "Sự phiếm dụng"
        },
        {
            "en": "<em>Underemployment</em> Rate in Rural Areas",
            "vi": "Tỷ lệ thiếu việc làm ở nông thôn."
        },
        {
            "en": "These numbers do not reflect <em>underemployment</em>.",
            "vi": "Các con số này không phản ánh được tình trạng thiếu việc làm."
        },
        {
            "en": "<em>Underemployment</em> has declined in Vietnam during 1993-98 14.",
            "vi": "Tình trạng thiếu việc làm ở Việt Nam đã giảm trong giai đoạn 1993-98."
        },
        {
            "en": "Both severe <em>underemployment</em> and <em>underemployment</em> have decreased somewhat during the last five years, and this has happened in both rural and urban areas (Table 3.5).",
            "vi": "Hiện tượng thiếu việc làm và thiếu việc làm trầm trọng đã giảm đôi chút trong 5 năm qua, điều này diễn ra ở cả thành thị và nông thôn (Bảng 3.5)."
        },
        {
            "en": "<em>Underemployment</em> is defined simply as working less than 40 hours per week, and \"severe <em>underemployment</em>\", is defined as working less than 15 hours per week.",
            "vi": "Thiếu việc làm được xác định một cách đơn giản là làm việc dưới 40 giờ một tuần, và \"thiếu việc làm trầm trọng\", nghĩa là làm việc dưới 15 giờ một tuần."
        },
        {
            "en": "<em>Underemployment</em> remains very high throughout the country, especially among the young.",
            "vi": "Tỉ lệ không đủ việc làm vẫn rất cao trong cả nước, nhất là đối với thanh niên."
        },
        {
            "en": "<em>Underemployment</em> in the agricultural sector has led to a surplus of labour in rural areas.",
            "vi": "Thiếu việc làm trong ngành nông nghiệp dẫn tới thừa cung lao động ở vùng nông thôn."
        },
        {
            "en": "In poor rural areas, this usually takes the form of seasonal and chronic <em>underemployment</em>.",
            "vi": "Ở những vùng nông thôn nghèo, điều này thường thể hiện dưới dạng thiếu việc làm theo mùa và thiếu việc làm kinh niên."
        },
        {
            "en": "One cause of high <em>underemployment</em> in rural areas is the seasonal nature of agricultural employment.",
            "vi": "Một nguyên nhân dẫn tới tỷ lệ thiếu việc làm cao ở nông thôn là tính thời vụ của việc làm nông nghiệp."
        },
        {
            "en": "There is clearly still some potential for further gains from reducing <em>underemployment</em> in rural areas.",
            "vi": "Nhưng rõ ràng là vẫn còn nhiều tiềm năng có được nhiều lợi ích hon từ việc giảm tình trạng thiếu việc làm ở nông thôn."
        },
        {
            "en": "Rates of <em>underemployment</em> also appear to be similar and declining for men and women.",
            "vi": "Tỷ lệ thất nghiệp cũng tương đương và đang giảm xuống đối với cả nam và nữ."
        },
        {
            "en": "While unemployment is higher in urban areas, <em>underemployment</em> is greater in rural areas of Viet Nam.",
            "vi": "Trong khi đô thị có tỷ lệ thất nghiệp cao hơn, thì tình trạng thiếu việc làm lại trầm trọng hơn ở vùng nông thôn Việt Nam."
        },
        {
            "en": "<em>Underemployment</em> is a serious problem for workers in the unenumerated sector, particularly in rural areas.",
            "vi": "Thiếu việc làm là một vấn đề nghiêm trọng đối với người lao động trong khu vực không kê khai, nhất là các vùng nông thôn."
        },
        {
            "en": "Education and training are seen to be ways out of unemployment, <em>underemployment</em> and poverty.",
            "vi": "Giáo dục đào tạo được xem như là giải pháp đó thoát khỏi tình trạng thất nghiệp, thiếu việc làm và nghèo đói."
        },
        {
            "en": "However 6% growth does not create enough jobs to reduce poverty or lower <em>underemployment</em> much.",
            "vi": "Tuy nhiên, mức tăng trưởng 6% không tạo đủ việc làm để giảm nghèo hoặc giảm tình trạng bán thất nghiệp."
        },
        {
            "en": "The problem for Vietnamese women has therefore been summarised as one of overwork but <em>underemployment</em>.",
            "vi": "Vì thế, vấn đề của phụ nữ Việt Nam đã được tóm lược là công việc quá tải nhưng thiếu việc làm."
        },
        {
            "en": "There has been a gradual tightening up of the labor market and both <em>underemployment</em> and unemployment have come down.",
            "vi": "Thị trường lao động đang được thắt chặt dần, tỷ lệ thiếu việc làm và tỷ lệ thất nghiệp đều giảm."
        },
        {
            "en": "This discussion paper examines the situation of youth employment and the challenges of their unemployment and <em>underemployment</em> in Viet Nam.",
            "vi": "Tài liệu thảo luận này xem xét tình hình việc làm cho thanh niên và những thách thức về thất nghiệp và thiếu việc làm của họ ở Việt Nam."
        },
        {
            "en": "Open unemployment is rising, particularly in urban areas, and <em>underemployment</em> affects vast numbers of people in rural areas",
            "vi": "Tình trạng thất nghiệp chính thức đang gia tăng, đặc biệt ở khu vực thành thị và tình trạng thiếu việc làm cũng gây ảnh hưởng tới một bộ phận đông đảo dân cư ở khu vực nông thô"
        }
    ],
    "suggestions": []
}