{
    "en_vn": {
        "data": {
            "content": null,
            "word": "underpainting"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>underpainting</k><blockquote>■ <cclass>noun paint subsequently overlaid with another layer or with a finishing coat. </cclass></blockquote></div>",
            "word": "underpainting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "underpainting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "underpainting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "underpainting"
        }
    },
    "sentences": [
        {
            "en": "7. Start With an Oil Sketch   This is a thin <em>underpainting</em> consisting of a color and turpentine (or odorless turpentine substitute such as Turpenoid). This will dry quickly so that you can then add subsequent layers of paint and color without having to wait too long for it to dry. Burnt sienna is useful to lay out values and composition, whether you work on a white canvas or tone it with a neutral gray first.",
            "vi": "Bắt đầu bằng cách phác thảo bằng sơn dầuĐây là lớp sơn nền mỏng, có màu và nhựa thông (hoặc nhựa thông không mùi như Turpenoid). Làm vậy sẽ khô nhanh để bạn có thể vẽ lớp nữa và thêm màu mà không cần phải đợi cho khô quá lâu. Dùng Burnt sienna để bố trí các value và tạo bố cục tranh, dù lót bằng màu trắng hay màu xám trước."
        },
        {
            "en": "8. Understand Paint Order   Paint thick over thin, fat over lean, and slow-drying over fast-drying. That means using thinner paint and less oil in the first layers, saving thicker paint and higher oil content for later layers. This will help ensure that earlier layers dry first and will help to keep your painting from cracking.  Start with an <em>underpainting</em> of paint and turpentine, then move to a painting medium of a combination of turpentine and linseed oil in a ratio of 2:1. Linseed oil can yellow with age (which is more apparent on light colors) but dries faster than other oils.",
            "vi": "Biết thứ tự vẽ Hãy vẽ dầy lên mỏng, béo lên gầy, và chậm khô lên mau khô. Nghĩa là dùng sơn mỏng và ít dầu làm những lớp sơn đầu, để sơn dầy và nhiều dầu sơn sau. Làm vậy sẽ đảm bảo lớp trước khô trước khiến tranh không bị nứt.  Hãy bắt đầu cách sơn nền bằng sơn màu và nhựa thông, rồi tiếp đến là medium vẽ tranh là hỗn hợp nhựa thông và dầu lanh với tỷ lệ 2:1. Dầu lanh lâu ngày có thể ngã vàng (màu nhạt sẽ thấy rõ) nhưng khô nhanh hơn các loại dầu khác."
        },
        {
            "en": "As a variation on still life, in recent years Pieter has developed his specialized talents in flower compositions. The fine painting of flowers demands considerable discipline, because the passing of time is an important challenge. A flower is always changing. To capture the moment, Pieter bypasses the use of <em>underpainting</em> and paints each flower in turn, \"alla prima\" until the painting is finished. Sometimes he needs a whole day for each flower, other times only a few hours. Often the flower compositions never existed in reality because the flowers were painted one by one over several weeks. Take a look at these stunning flower paintings! Read more at:",
            "vi": "Như để thay đổi cuộc sống bình lặng, mấy năm gần đây, Pieter phát triển năng khiếu đặc biệt của mình trong sáng tác hoa. Vẽ hoa đẹp cần nhiều tự chủ, vì thời gian trôi qua là một thách thức lớn. Hoa luôn thay đổi. Muốn vẽ được hoa đẹp, Pieter không phác hoạ nền mà vẽ lần lượt từng đoá,\" alla prima\" cho đến khi vẽ xong tranh. Có lúc vẽ một đoá thôi đã mất trọn một ngày, đôi khi chỉ mất vài tiếng đồng hồ. Thường cách bày biện hoa này chẳng có thật trong thực tế vì hoa được vẽ từng đoá một, suốt mấy tuần lễ. Hãy ngắm các bức tranh hoa đẹp sững người này!"
        }
    ],
    "suggestions": []
}