{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌndə'tu:k]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">past của <font color=\"#1371BB\">undertake</font></td></tr></table><i/></div>",
            "word": "undertook"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>undertook</k><blockquote>past participle of <kref>undertake</kref>. </blockquote></div>",
            "word": "undertook"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "undertook"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "undertook"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "undertook"
        }
    },
    "sentences": [
        {
            "en": "He <em>undertook</em> to release hostages.",
            "vi": "Ông ta cam kết sẽ trả tự do cho các con tin."
        },
        {
            "en": "He <em>undertook</em> to pay half the costs.",
            "vi": "Ông ta cam kết thanh toán phân nửa chi phí."
        },
        {
            "en": "Business <em>undertook</em> to sell high quality products.",
            "vi": "Doanh nghiệp cam kết bán hàng chất lượng cao."
        },
        {
            "en": "He <em>undertook</em> the task rather reluctantly.",
            "vi": "Anh ấy đã tiến hành nhiệm vụ khá miễn cưỡng."
        },
        {
            "en": "They <em>undertook</em> to set hostages free.",
            "vi": "Họ cam kết sẽ trả tự do cho các con tin."
        },
        {
            "en": "She <em>undertook</em> to discharge all the responsibilities of a Minister.",
            "vi": "Bà ấy cam đoan hoàn thành tất cả trách nhiệm của một Bộ trưởng."
        },
        {
            "en": "He <em>undertook</em> to finish the job by Friday.",
            "vi": "Anh ấy đã cam kết hoàn thành công việc vào thứ Sáu."
        },
        {
            "en": "She <em>undertook</em> the organization of the whole scheme.",
            "vi": "Bà ta đảm nhận việc tổ chức toàn bộ kế hoạch."
        },
        {
            "en": "He <em>undertook</em> to put his arm round her.",
            "vi": "Anh ta đánh bạo quàng tay ôm nàng."
        },
        {
            "en": "They <em>undertook</em> the projection of a new enterprise",
            "vi": "Họ đã lập kế hoạch cho việc kinh doanh mới"
        },
        {
            "en": "Peter <em>undertook</em> my job from a position of strength.",
            "vi": "Peter đã đảm nhận công việc của tôi khi đang ở thế mạnh."
        },
        {
            "en": "In this period, Viet Nam’s banking sector <em>undertook</em> major changes.",
            "vi": "Trong giai đoạn này, ngành ngân hàng Việt nam đã trải qua nhiều thay đổi lớn."
        },
        {
            "en": "President Michell Bachelet <em>undertook</em> to increase spending in a speech on Thursday.",
            "vi": "Tổng thống michell bachelet cam kết gia tăng chi tiêu trong một bài phát biểu hôm thứ năm."
        },
        {
            "en": "I <em>undertook</em> to indemnify them for expenses incurred on my behalf.",
            "vi": "Tôi chịu trách nhiệm thanh toán lại cho họ những khoản chi phí họ phải thay mặt cho tôi."
        },
        {
            "en": "He <em>undertook</em> not to publish the names of the people involved.",
            "vi": "Anh ta đã cam kết không công bố tên của những người có liên quan."
        },
        {
            "en": "Everything she <em>undertook</em> was carried through with meticulous care and unfailing good humour.",
            "vi": "Mọi việc bà đảm nhận, bà đều thi hành rất cẩn thận, và luôn luôn vui vẻ."
        },
        {
            "en": "Recently the government <em>undertook</em> a review of the DAF, which reflected concerns about the economic viability of its loans.",
            "vi": "Gần đây, chính phủ đã đánh giá lại DAF, và điều này cho thấy mối lo ngại về khả năng thành công kinh tế của các khoản cho vay."
        },
        {
            "en": "The government even increased social payments and <em>undertook</em> all available policy options to further blow up the economy.",
            "vi": "Chính phủ thậm chí còn tăng chi xã hội và tiến hành mọi biện pháp chính sách có tính khả thi để tiếp tục vực dậy nền kinh tế."
        },
        {
            "en": "In the 1970s, when Korea <em>undertook</em> a major drive to develop heavy and chemical industries and shipbuilding, which require large investments, its ICOR was 3.",
            "vi": "Vào những năm 1970 khi Hàn Quốc bắt đầu phát triển các ngành công nghiệp nặng, đóng tàu và hóa chất - những ngành đòi hỏi đầu tư lớn – thì hệ số ICOR của nước này cũng chỉ ở mức trên dưới 3."
        },
        {
            "en": "In response, AIDS Concern <em>undertook</em> testing only in saunas that were able to provide a private room for testing and counselling.",
            "vi": "Dựa trên các ý kiến đó, AIDS Concern quyết định chỉ thực hiện làm xét nghiệm ở những cơ sở xông hơi có thể dành phòng riêng để thực hiện xét nghiệm và tư vấn."
        }
    ],
    "suggestions": []
}