{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ʌndə(r)'im'plɔid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bán thất nghiệp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">được dùng vào việc không cần đến hết năng lực</td></tr></table><i/></div>",
            "word": "underemployed"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>underemployed</k><blockquote>■ <cclass>adjective not having sufficient or sufficiently demanding paid work. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>underemployment</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "underemployed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "underemployed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "underemployed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "underemployed"
        }
    },
    "sentences": [
        {
            "en": "<em>Underemployed</em> workers",
            "vi": "Các công nhân phiếm dụng"
        },
        {
            "en": "In Vietnam, there is a large part of the rural population that is <em>underemployed</em> and vulnerable.",
            "vi": "Ở Việt nam, có một tỷ lệ lớn dân cư vùng nông thôn thất nghiệp và dễ bị tổn thương."
        },
        {
            "en": "The proportion of rural youth in the labour force recorded as <em>underemployed</em> peaked in 1998 during the Asian economic crisis.",
            "vi": "Tỷ lệ thanh niên nông thôn trong lực lượng lao động được ghi nhận là thiếu việc đạt mức cao nhất vào năm 1998 trong thời kỳ khủng hoảng kinh tế châu Á."
        },
        {
            "en": "However, they are <em>underemployed</em> because they worked fewer than 250 days and were available for additional days of work.",
            "vi": "Tuy nhiên, họ thiếu việc làm vì thời gian họ làm việc ít hơn 250 ngày trong khi họ sẵn sàng làm thêm nhiều ngày hơn thế."
        },
        {
            "en": "Currently, around 25 million people, accounting for 60 percent of the labor force, are <em>underemployed</em> in rural areas.",
            "vi": "Hiện tại, khoảng 25 triệu người, chiếm 60% lực lượng lao động, thiếu việc làm ở nông thôn."
        },
        {
            "en": "<em>Underemployed</em> for current activity is fewer than 40 hours during the reference week and available for additional hours of work.",
            "vi": "Thiếu việc làm trong hoạt động hiện thời là dưới 40 tiếng làm việc trong tuần tham chiếu trong khi sẵn sàng làm thêm giờ."
        },
        {
            "en": "State companies should be run along commercial principles, not become holding bins for <em>underemployed</em> labor, as so many infrastructure SOEs now are.",
            "vi": "Các công ty nhà nước cần phải hoạt động theo các nguyên tắc thương mại, không nên trở thành nơi chứa lao động nhàn rỗi như nhiều DNNN về cơ sở hạ tầng hiện nay."
        },
        {
            "en": "In this case the <em>underemployed</em> are classified as economically active because they worked more than 183 days during the reference period of one year.",
            "vi": "Trong trường hợp này người thiếu việc làm được xếp vào loại có hoạt động kinh tế vì họ làm việc hơn 183 ngày trong giai đoạn tham chiếu một năm."
        },
        {
            "en": "The proportion of economically active youth classified as <em>underemployed</em> is much greater in rural areas (27.1 per cent) than in urban areas (2.2 per cent).",
            "vi": "Tỷ lệ thanh niên có hoạt động kinh tế được ghi nhận là thiếu việc ở khu vực nông thôn (27,1%) cao hơn nhiều so với khu vực đô thị (2,2%)"
        },
        {
            "en": "Injecting drug users generally operate in relatively closed circles, tend to be marginalized, and are more likely to be un- or <em>underemployed</em> than other parts of the population.",
            "vi": "Những người nghiện chích ma túy nói chung chỉ giao lưu trong một mối quan hệ khá khép kín, có xu hướng bị đẩy ra bên lề cuộc sống và có nhiều khả năng bị thất nghiệp hay thiếu việc làm hơn so với những nhóm dân cư khác."
        },
        {
            "en": "Assess the current skills and occupational interests of Viet Nam’s labour force, with particular attention to those who are unemployed or <em>underemployed</em>.",
            "vi": "Đánh giá các kỹ năng hiện nay và các mối quan tâm nghề nghiệp của lực lượng lao động Việt Nam, chú trọng đặc biệt tới những người thất nghiệp hoặc thiếu việc làm."
        },
        {
            "en": "The percentage of <em>underemployed</em> people also increased slightly. The number of people working less than 35 hours per week and wanting to work overtime was 1.13 million people, up from late 2014. The number of <em>underemployed</em> laborers in the rural areas is almost double that in the urban areas.",
            "vi": "Tỷ lệ người thất nghiệp cũng tăng nhẹ. Số lượng người làm việc ít hơn 35 giờ mỗi tuần và mong muốn làm việc thêm giờ là 1,13 triệu người, tăng so với cuối năm 2014. Số lao động thiếu việc làm ở khu vực nông thôn là tăng gần gấp đôi so với khu vực đô thị."
        },
        {
            "en": "The trend seems to be that young women and young men living in urban areas register as unemployed, while rural youth are engaged in farming and outnumber the urban youth among the <em>underemployed</em>.",
            "vi": "Dường như xu hướng là nữ và nam thanh niên sinh sống ở khu vực đô thị đăng ký là thất nghiệp, trong khi thanh niên nông thôn vẫn tham gia đồng áng và nhiều hơn số thanh niên đô thị thiếu việc làm."
        },
        {
            "en": "Many new graduates, tired of looking for jobs because they are not employed or <em>underemployed</em>, have opened their own business with their small capital and skills which have no relations to their training majors.",
            "vi": "Đa phần sinh viên mới tốt nghiệp, mệt mỏi tìm kiếm việc làm vì họ không có việc làm hoặc thiếu việc làm, họ bắt đầu kinh doanh riềng với vốn và kỹ năng không liên quan đến các chuyên ngành mà họ được đào tạo."
        },
        {
            "en": "According to the 2001 survey on labour and employment there are more than 2 million youth classified as <em>underemployed</em> based on the number of days working in a year.",
            "vi": "Theo điều tra lao động việc làm năm 2001 có hơn 2 triệu thanh niên được xếp vào loại thiếu việc làm dựa theo số ngày làm việc trong một năm."
        },
        {
            "en": "According to data from the survey on labour and employment for 2000 the percentage of youth labour force aged 15-24 that is <em>underemployed</em> (26.1 per cent) is much greater than the percentage that is unemployed (4.5 per cent).",
            "vi": "Theo số liệu điều tra lao động và việc làm năm 2000 phần trăm lực lượng lao động thanh niên trong độ tuổi 15-24 thiếu việc làm (26,1 phần trăm) cao hơn nhiều so với phần trăm thất nghiệp (4,5 phần trăm)."
        },
        {
            "en": "US unemployment rate falls to 8       The US unemployment rate fell slightly to 8.9% in February, down from 9% the month before. It is the third month in a row that the jobless rate has fallen, with February's figure marking a near two-year low. Employers added 192,000 jobs last month, the US Labor Department said, above market expectations. President Barack Obama said the jobs figures showed progress in the US economy. He said the country needed to \"keep building on that momentum.\" A Labor Department statement said that most job gains were in manufacturing, construction, business services and transport. Analysis Michelle Fleury BBC business correspondent, New York     With jobs being created in virtually all sectors, February's employment report was the most positive we've seen in a while. But the reality is still sobering.  The unemployment rate remains stubbornly high, with more than 13 million Americans out of work. As the Chairman of the Federal Reserve, Ben Bernanke testified this week, the current jobs growth is not enough to recover the millions of jobs lost during the recent recession.  And today's figures are only part of the story. They don't take into account those people who have given up looking for work or those who want full time employment but can only find part time jobs.  State and local government slashed 30,000 jobs, the most since November as budget cuts continue to bite. The data showed that the jobless rate for adult men was 8.7%, for adult women 8%, and for teenagers 23.9%. The unemployment rate has come down from 9.8% in November. \"We have moved into the expansion phase of the economic cycle and the economy is self-sustaining,\" said Brian Levitt, an economist at Oppenheimer. 'Underemployment'  Data for December and January was also revised upwards to show 58,000 more jobs created than previously estimated. The total number of unemployed people now stands at 13.7 million, still almost double pre-recession levels. The Labor Department estimated that, when factoring in the number of part-time workers who would rather be working full time and those who have given up looking for work, the percentage of \"<em>underemployed</em>\" Americans dropped to 15.9% in February. This is the lowest in nearly two years. The improving jobless rate reflects growth in the economy. Recent retail and export data have been healthier. Manufacturing is growing at its fastest pace in nearly seven years and the service sector is expanding at its fastest pace for more than five years.",
            "vi": "US unemployment rate falls to 8      Tỷ lệ thất nghiệp ở Hoa Kỳ giảm nhẹ còn 8.9 % vào tháng hai, giảm xuống từ mức 9 % vào tháng trước. Đây là tháng thứ ba liên tiếp mà tỉ lệ thất nghiệp đã giảm xuống, con số của tháng hai đánh dấu mức thấp trong vòng gần hai năm.  Những chủ doanh nghiệp đã tăng thêm 192,000 công việc vào tháng trước, Bộ Lao động Hoa Kỳ cho biết, trên mức mong đợi của thị trường. Tổng thống Barack Obama cho biết những con số việc làm cho thấy sự tiến bộ trong nền kinh tế Hoa Kỳ. Ông cho biết đất nước cần “giữ vững sự phát triển trên sự thúc đẩy đó.\" Báo cáo của Bộ lao động cho biết hầu hết các công việc có được là ở các ngành sản xuất, xây dựng, dịch vụ kinh doanh và giao thông. Phân tích Phóng viên thương mại BBC, Michelle Fleury, New York    Với số lượng công việc được tạo ra trên gần như tất cả các lĩnh vực, bản báo cáo việc làm của tháng hai cho thấy con số tích cực nhất mà lâu rồi chúng ta từng xem. Nhưng tình hình thực tế vẫn còn khá nghiêm trọng.  Tỉ lệ thất nghiệp tiếp tục cao dai dẳng, với hơn 13 triệu người Mỹ thất nghiệp. Như chủ tịch của Cục Dự trữ Liên bang, Ben Bernanke, xác nhận vào tuần này, mức tăng trưởng công việc hiện tại không đủ để khôi phục hàng triệu việc làm đã mất trong thời kỳ suy thoái kinh tế gần đây.  Và những con số của hôm nay chỉ là một phần của câu chuyện. Chúng không tính đến những người đã từ bỏ việc tìm việc làm hoặc những người muốn việc làm toàn thời gian nhưng chỉ có thể tìm được công việc bán thời gian. Nhà nước và chính quyền địa phương đã cắt giảm 30,000 công việc, mức cao nhất kể từ tháng 11 khi việc cắt giảm ngân quỹ tiếp tục có hiệu lực.  Dữ liệu cho thấy rằng tỉ lệ thất nghiệp đối với nam giới trưởng thành là 8.7%, phụ nữ trưởng thành là 8%, và thanh thiếu niên là 23.9%. Tỉ lệ thất nghiệp đã giảm xuống từ 9.8% vào tháng mười một. \"Chúng ta đã chuyển sang giai đoạn tăng trưởng của chu kỳ kinh tế và nền kinh tế đang có thể tự phục hồi\" Brian Levitt, nhà kinh tế học ở Oppenheimer nói.   “Tình trạng thiếu việc làm” Dữ liệu tháng 12 và tháng giêng cũng đã được sửa đổi đi lên để tạo ra thêm 58,000 công việc hơn ước tính trước đây. Tổng số người thất nghiệp hiện đứng ở ngưỡng 13.7 triệu, vẫn gần như gấp đôi mức trước khi suy thoái kinh tế.  Bộ lao động ước tính, nếu tính luôn số công nhân làm việc bán thời gian mà thích làm việc toàn thời gian và những người đã từ bỏ chuyện tìm việc làm, thì phần trăm số người Mỹ \"bán thất nghiệp\" giảm xuống còn 15.9% vào tháng hai.  Đây là mức thấp nhất trong gần hai năm nay.  Tỉ lệ thất nghiệp đang được cải thiện phản ánh mức tăng trưởng trong nền kinh tế. Số liệu xuất khẩu và bán lẻ gần đây đã được dồi dào hơn. Ngành sản xuất đang phát triển với nhịp độ nhanh nhất của nó trong gần bảy năm nay và ngành dịch vụ đang mở rộng ở tốc độ nhanh nhất trong hơn 5 năm qua."
        }
    ],
    "suggestions": []
}