{
    "en_vn": {
        "data": {
            "content": null,
            "word": "undercooked",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>undercooked</k><blockquote><cclass>adjective cook (something) insufficiently.</cclass></blockquote><blockquote>→ <kref>undercook</kref></blockquote></div>",
            "word": "undercooked",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "undercooked",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "undercooked",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "undercooked",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The potatoes were <em>undercooked</em>.",
            "vi": "Khoai này nấu chưa chín."
        },
        {
            "en": "Even my steak is <em>undercooked</em>",
            "vi": "Thậm chí món bít tết của tôi còn chưa chín hẳn"
        },
        {
            "en": "Can children eat <em>undercooked</em> beef?",
            "vi": "Trẻ em có thể ăn thịt bò chưa được nấu đủ chín không?"
        },
        {
            "en": "Most infected patients have contracted streptococcus suis because they had eaten <em>undercooked</em> pork from disease pigs.",
            "vi": "Hầu hết bệnh nhân nhiễm liên cầu khuẩn ở heo vì họ đã ăn thịt heo nấu chưa kỹ từ heo bệnh"
        },
        {
            "en": "The Ministry of Health has warned that people should not eat pigs's blood curd, sick pigs or <em>undercooked</em> pork to prevent infection of streptococcus suis in pigs.",
            "vi": "Bộ y tế khuyến cáo người dân không nên ăn tiết canh heo, heo bệnh hoặc thịt heo nấu chưa kỹ để phòng tránh sự nhiễm liên cầu khuẩn ở heo."
        },
        {
            "en": "The infection, common in the Far East, is acquired through eating <em>undercooked</em>, salted, or pickled freshwater fish harbouring the larval stage of the parasite.",
            "vi": "Sự nhiễm trùng thường là ở viễn đông do ăn thức ăn không chín, ướp muối hoặc cá mắm có chứa ấu trùng của ký sinh trùng."
        },
        {
            "en": "* Vibrio parahaemolyticus: Causes moderate to severe abdominal cramping, nausea, vomiting, and fever. Immmunocompromised individuals, it can cause severe or deadly disease. It is transmitted by eating raw or <em>undercooked</em> fish, particularly oysters.",
            "vi": "* Vi khuẩn Vibrio parahaemolyticus: Loại vi khuẩn này gây chuột rút ở bụng từ mức độ trung bình đến dữ dội, buồn nôn, ói, và sốt. Ở những người thiếu khả năng miễn dịch, nó có thể gây bệnh nặng hoặc gây bệnh chết người. Vi khuẩn này được lây truyền do ăn cá chưa được nấu chín hoặc cá còn sống, nhất là con hàu."
        },
        {
            "en": "* Vibrio cholerae: Causes mild to moderate illness with crampy diarrhea, headache, nausea, vomiting, and fever with chills. It strikes mostly in the warmer months of the year and is transmitted by infected, <em>undercooked</em>, or raw seafood.",
            "vi": "* Khuẩn phẩy gây bệnh tả: Loại vi khuẩn này gây bệnh (ngộ độc thực phẩm) từ nhẹ đến trung bình gồm tiêu chảy chuột rút, nhức đầu, buồn nôn, ói, và sốt kèm ớn lạnh. Loại khuẩn này đa số xảy ra ở nhũng tháng có khí hậu ấm hơn trong năm và được lây truyền qua hải sản bị nhiễm bệnh, chưa được nấu chín hoặc hải sản còn sống."
        },
        {
            "en": "Diarrhoeal diseases, often caused by eating raw or <em>undercooked</em> meat, eggs and dairy products contaminated with salmonella, E.coli or campylobacter bacteria, or the norovirus stomach bug, are by far responsible for most foodborne diseases.",
            "vi": "Bệnh tiêu chảy, thường có nguyên nhân do ăn thịt sống hoặc nấu chưa chín, trứng và các sản phẩm sữa nhiễm salmonella, E.coli hoặc khuẩn campylobacter, hoặc norovirus dạ dày, cho đến nay là những bệnh phổ biến nhất do thực phẩm ô nhiễm."
        },
        {
            "en": "    Be careful about food preparation. Because the bacteria appear most often in animal foods, avoid eating raw or <em>undercooked</em> eggs, poultry, or meat. Proper cooking will kill Salmonella, so poultry and meat should be cooked to the proper temperature.",
            "vi": "Hãy cẩn thận với việc chuẩn bị thức ăn. Vì vi khuẩn thường thấy nhiều nhất trong các loại thực phẩm từ động vật, nên tránh ăn trứng sống hoặc trứng chưa được nấu chín, thịt gia cầm, hoặc thịt. Vi khuẩn Salmonella sẽ chết khi được nấu chín kỹ lưỡng, vì vậy thịt gia cầm và các loại thịt khác nên được nấu chín đến một nhiệt độ thích hợp."
        },
        {
            "en": "Skip <em>undercooked</em> meat You might like your filet mignon rare, but pregnancy is a time to order all steaks and burgers well done. Raw or <em>undercooked</em> meat can harbor toxoplasma and a variety of bacteria. When dining out, make sure your meat is steaming hot and thoroughly cooked.  At home, the temperature should reach at least 145° F for whole cuts, 160° F for ground meats like hamburger, and 165°F for chicken breasts.",
            "vi": "Đừng nên ăn thịt chưa nấu chín  Bạn có thể thích món thịt bò phi-lê của mình được tái, nhưng mang thai là lúc mà bạn phải yêu cầu tất cả các món thịt bò và bánh hăm-bơ-gơ được nấu chín kỹ. Thịt sống hoặc chưa được nấu chín có thể chứa toxoplasma (ký sinh đơn bào chỉ sống trong tế bào, ký sinh ở người và một số loài chim, thú) và nhiều loại vi khuẩn. Khi ăn ngoài, bạn nên đảm bảo món thịt của mình được hấp nóng và nấu chín kỹ. Ở nhà, nên nấu ở nhiệt độ ít nhất là 145° F đối với thịt bò nguyên miếng, 160° F đối với thịt xay chẳng hạn như hăm-bơ-gơ, và 165°F đối với ức gà."
        },
        {
            "en": "The Department of Veterans Affairs this spring commissioned a small pilot study to look into the link between liver flukes ingested through raw or <em>undercooked</em> fish and a rare bile duct cancer. It can take decades for symptoms to appear. By then, patients are often in tremendous pain, with just a few months to live.",
            "vi": "Bộ Cựu Chiến Binh Hoa Kỳ trong mùa xuân năm nay đã tài trợ cho một thí điểm nghiên cứu nhỏ để tìm hiểu về mối liên hệ giữa sán gan nhiễm qua cá sống hay cá nấu chưa chín và một loại ung thư ống mật hiếm. Có thể phải mất nhiều thập niên các triệu chứng này mới xuất hiện. Sau đó, các bệnh nhân thường chịu đau đớn dữ dội, và chỉ sống trong vài tháng."
        },
        {
            "en": "The numbers of claims submitted reached 60 in 2017, up from 41 last year. Nearly three out of four of those cases were also denied, even though the government posted a warning on its website this year saying veterans who ate raw or <em>undercooked</em> freshwater fish while in Vietnam might be at risk.",
            "vi": "Số lượng đơn yêu cầu được gửi đã lên tới 60 trong năm 2017, tăng từ 41 đơn so với năm ngoái. Gần ba trong số bốn trường hợp này cũng bị từ chối, mặc dù chính phủ đã đưa ra một cảnh báo trên trang web của mình trong năm nay rằng những cựu chiến binh đã ăn cá nước ngọt sống hoặc chưa nấu chín ở Việt Nam có thể đang gặp nguy hiểm."
        },
        {
            "en": "Food and water can also spread germs that cause diarrhea. To help protect yourself, cook foods thoroughly and wash raw fruits and vegetables well before eating them. Avoid eating pink hamburgers or other <em>undercooked</em> meat, and always refrigerate leftovers quickly — your delicious turkey dinner can grow nasty bacteria after just a few hours of sitting on the counter.",
            "vi": "Thức ăn và nước cũng có thể làm phát tán mầm bệnh gây tiêu chảy. Để có thể tự bảo vệ mình, bạn nên nấu chín thức ăn kỹ lưỡng và rửa sạch rau và trái cây sống cẩn thận trước khi ăn. Tránh ăn bánh hamburger còn màu hồng (thịt chưa chín) hoặc các loại thịt chưa được nấu chín khác,và hãy luôn ướp lạnh thức ăn thừa nhanh chóng – món gà tây ngon lành vào bữa tối của bạn có thể phát sinh vi khuẩn dữ dội sau khi bày ra trên mặt bàn nhà bếp."
        },
        {
            "en": "Prevention  You have many ways to help prevent salmonella bacteria from making your family sick. Most salmonella bacteria appear in animal products and can be killed by the heat from cooking. So it's important to make sure that you don't serve raw or <em>undercooked</em> eggs, poultry, or meat. Microwaving is not a reliable way to kill the salmonella bacteria.",
            "vi": "Ngăn ngừa nhiễm khuẩn Salmonella  Bạn có thể có nhiều biện pháp để ngăn không cho khuẩn Salmonella gây bệnh cho cả nhà. Đa số khuẩn Salmonella có trong các sản phẩm động vật và có thể chết bằng cách nấu chín (ở một nhiệt độ nhất định nào đó). Vì vậy điều quan trọng là bạn nên đảm bảo không ăn trứng sống hoặc trứng chưa được nấu chín, thịt gia cầm sống, hoặc thịt sống. Sóng vi ba không phải là biện pháp diệt khuẩn Salmonella có thể tin cậy được."
        },
        {
            "en": "The Department of Veterans Affairs this spring commissioned a small pilot study to look into the link between liver flukes ingested through raw or <em>undercooked</em> fish and a rare bile duct cancer. It can take decades for symptoms to appear. By then, patients are often in tremendous pain, with just a few months to live.",
            "vi": "Bộ Cựu Chiến Binh Hoa Kỳ trong mùa xuân năm nay đã tài trợ cho một thí điểm nghiên cứu nhỏ để tìm hiểu về mối liên hệ giữa sán gan nhiễm qua cá sống hay cá nấu chưa chín và một loại ung thư ống mật hiếm. Có thể phải mất nhiều thập niên các triệu chứng này mới xuất hiện. Sau đó, các bệnh nhân thường chịu đau đớn dữ dội, và chỉ sống trong vài tháng."
        },
        {
            "en": "The numbers of claims submitted reached 60 in 2017, up from 41 last year. Nearly three out of four of those cases were also denied, even though the government posted a warning on its website this year saying veterans who ate raw or <em>undercooked</em> freshwater fish while in Vietnam might be at risk.",
            "vi": "Số lượng đơn yêu cầu được gửi đã lên tới 60 trong năm 2017, tăng từ 41 đơn so với năm ngoái. Gần ba trong số bốn trường hợp này cũng bị từ chối, mặc dù chính phủ đã đưa ra một cảnh báo trên trang web của mình trong năm nay rằng những cựu chiến binh đã ăn cá nước ngọt sống hoặc chưa nấu chín ở Việt Nam có thể đang gặp nguy hiểm."
        },
        {
            "en": "    Eggs can carry Salmonella bacteria both inside and outside the shell. Infection from contamination outside the shell is much less common today because egg producers follow strict procedures for cleaning and inspecting eggs. But another form of Salmonella infection can contaminate eggs before the shells are formed. Your best bet is to avoid eating raw or <em>undercooked</em> eggs, like sunny-side up or poached eggs with a soft center.",
            "vi": "Trứng có thể mang khuẩn Salmonella ở cả bên trong và bên ngoài vỏ. Nhiễm trùng do dơ bẩn bên ngoài vỏ hiện ít thấy hơn nhiều bởi các nhà sản xuất trứng tuân thủ nghiêm ngặt theo các thủ tục, quy trình làm sạch và kiểm tra trứng. Nhưng một dạng nhiễm khuẩn Salmonella khác có thể làm cho trứng bị bẩn trước khi vỏ trứng được hình thành. Tốt nhất là nên tránh ăn trứng sống hoặc trứng chưa được nấu chín, như trứng ốp la hoặc trứng được chần có lòng đỏ mềm."
        },
        {
            "en": "* Toxoplasma: The CDC estimates that more than 60 million people in the U.S. carry the Toxoplasma parasite, but few have symptoms because the immune system keeps the parasite from causing illness. When it does cause disease, symptoms include headache, blurred vision, and eye pain. It is transmitted by eating <em>undercooked</em> or raw meat, contaminated water, or contact with contaminated cat feces. Pregnant women and those with compromised immune systems infected with Toxoplasma can have severe health complications.",
            "vi": "* Toxoplasma (sinh vật đơn bào nhỏ xíu ký sinh trong cơ thể của động vật có xương sống như chim, động vật hữu nhũ và có thể gây bệnh):  Tổ chức CDC ước tính có hơn 60 triệu người Mỹ bị ký sinh trùng Toxoplasma, nhưng chỉ có một số người bộc phát triệu chứng bởi hệ miễn dịch giúp ngăn không cho ký sinh trùng gây bệnh. Nhưng khi gây bệnh thì triệu chứng có thể bao gồm nhức đầu, mờ mắt, và đau mắt. Loại ký sinh trùng này có thể lây truyền do ăn thịt còn sống hoặc thịt chưa được nấu chín, nước nhiễm bẩn, hoặc tiếp xúc với phân mèo nhiễm bệnh. Phụ nữ có thai và người có hệ miễn dịch kém (người thiếu miễn dịch/  người không có khả năng miễn dịch) bị nhiễm Toxoplasma có thể phát sinh biến chứng sức khỏe nghiêm trọng."
        },
        {
            "en": "* Escherichia coli (E coli): Causes moderate to severe illness that begins as large amounts of watery diarrhea, which then turns into bloody diarrhea. There are many different types of this bacteria. The worst strain can cause kidney failure and death (about 3% to 5% of all cases). It is transmitted by eating raw or <em>undercooked</em> hamburger, unpasteurized milk or juices, or contaminated well water. Outbreaks of food poisoning due to E. coli have also occurred following ingestion of contaminated produce.",
            "vi": "* Trực khuẩn E.coli (E coli) : Loại trực khuẩn này gây bệnh (ngộ độc thực phẩm) từ mức độ trung bình đến nặng, đầu tiên là tiêu chảy nước dữ dội, sau đó chuyển qua tiêu chảy ra máu. Vi khuẩn này có  nhiều loại. Dòng vi khuẩn nguy hiểm nhất có thể gây suy thận và tử vong (khoảng chừng 3% đến 5% tổng số các trường hợp ngộ độc). Vi khuẩn này lây lan do ăn thịt bò băm viên còn sống hoặc chưa được nấu chín, sữa hoặc nước ép trái cây chưa tiệt trùng, hoặc nước giếng nhiễm bệnh. Sự bộc phát ngộ độc thực phẩm do E.coli cũng đã xảy ra sau khi ăn nhầm sản phẩm bị nhiễm bệnh."
        }
    ],
    "suggestions": []
}