{
    "en_vn": {
        "data": {
            "content": null,
            "word": "underage"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>underage</k><blockquote>■ <cclass>adjective too young to engage legally in a particular activity, especially drinking alcohol or having sex. </cclass></blockquote></div>",
            "word": "underage"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "underage"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "underage"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "underage"
        }
    },
    "sentences": [
        {
            "en": "You're <em>underage</em> to get married",
            "vi": "Bạn chưa đủ tuổi để kết hôn"
        },
        {
            "en": "There are laws against <em>underage</em> sex and <em>underage</em> drinking.",
            "vi": "Có các luật phản đối việc giao cấu và uống rượu dưới tuổi vị thành niên."
        },
        {
            "en": "You 're <em>underage</em> to get married",
            "vi": "Bạn chưa đủ tuổi để kết hôn"
        },
        {
            "en": "Many of the brothels have <em>underage</em> prostitutes.",
            "vi": "Nhiều nhà thổ có gái mại dâm chưa đến tuổi trưởng thành."
        },
        {
            "en": "<em>Underage</em> consumption of alcohol is not explicitly prohibited.",
            "vi": "Việc tiêu thụ rượu của trẻ vị thành niên dứt khoát là bị cấm."
        },
        {
            "en": "And many of the brothels have <em>underage</em> prostitutes.",
            "vi": "Và nhiều nhà thổ có gái mại dâm chưa đến tuổi trưởng thành."
        },
        {
            "en": "Facebook allows people to report others for violations of its rules, including impersonation and <em>underage</em> users (under 14 years old) in accordance with Spanish and South Korean laws.",
            "vi": "Facebook cho phép mọi người báo cáo người khác về các vi phạm quy tắc, bao gồm người dùng mạo danh và người chưa thành niên (dưới 14 tuổi) theo luật pháp của Tây Ban Nha và Hàn Quốc."
        },
        {
            "en": "Association of Women for Action and Research executive director Corinna Lim cautions that “even if the women are not <em>underage</em> and have consented, the sale price indicates that these women are being exploited\".",
            "vi": "Giám đốc điều hành Hiệp hội Nghiên cứu và Hành động vì phụ nữ Singapore Corinna Lim cảnh báo: \"Dù là những phụ nữ này không phải là vị thành niên và họ tự nguyện thì mức giá ấy cũng cho chúng ta thấy rằng những người phụ nữ này đang bị bóc lột."
        },
        {
            "en": "The ‘Spotlight’ tool, which Kutcher said has helped identify 6,000 victims in six months, was created after a 2012 sex trafficking survey found that 63 percent of <em>underage</em> victims reported being bought or sold online.",
            "vi": "Công cụ mang tên \"Spotlight\", công cụ được Kutcher nhắc đến đã giúp xác định được 6000 nạn nhân trong 6 tháng qua, được tạo ra sau cuộc điều tra nạn buôn người phục vụ tình dục năm 2012 cho thấy có đến 63% nạn nhân chưa đủ tuổi được mua hoặc bán trực tuyến"
        },
        {
            "en": "The ‘Spotlight’ tool, which Kutcher said has helped identify 6,000 victims in six months, was created after a 2012 sex trafficking survey found that 63 percent of <em>underage</em> victims reported being bought or sold online.",
            "vi": "Công cụ mang tên \"Spotlight\", công cụ được Kutcher nhắc đến đã giúp xác định được 6000 nạn nhân trong 6 tháng qua, được tạo ra sau cuộc điều tra nạn buôn người phục vụ tình dục năm 2012 cho thấy có đến 63% nạn nhân chưa đủ tuổi được mua hoặc bán trực tuyến"
        },
        {
            "en": "Under amendments to the Alcohol Control Act endorsed by the government yesterday and to be implemented nationwide late next month, bars, clubs and retailers will be prohibited from selling alcoholic beverages within a 300-meter (328 yards) radius of colleges. The measures are aimed at promoting a healthy lifestyle and tackling alcohol-related problems, including <em>underage</em> sex, the Ministry of Public Health said.",
            "vi": "Theo luật sửa đổi và bổ sung trong việc kiểm soát các loại đồ uống có cồn được xác nhận bởi chính phủ vào ngày hôm qua và được triển khai trên toàn quốc vào cuối tháng, các quán bar, câu lạc bộ và các nhà bán lẻ sẽ bị cấm bán đồ uống có cồn trong phạm vi 300 mét (328 yards) quanh các trường cao đẳng và đại học. Các biện pháp trên nhằm thúc đẩy một lối sống lành mạnh và giải quyết các vấn đề liên quan đến bia rượu, bao gồm cả quan hệ tình dục tuổi vị thành niên, Bộ Y tế công cộng cho biết."
        }
    ],
    "suggestions": []
}