{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌndə'nʌri∫t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thiếu ăn, không được ăn đầy đủ, không được chăm nuôi đầy đủ, không được chăm nuôi đúng mức (thức ăn cần thiết cho sức khoẻ và sự phát triển bình (thường))</td></tr></table><i/></div>",
            "word": "undernourished",
            "pronounce": "[,ʌndə'nʌri∫t]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>undernourished</k><blockquote>■ <cclass>adjective having insufficient food or nutrients for good health and condition. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>undernourishment</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "undernourished",
            "pronounce": "[,ʌndə'nʌri∫t]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "undernourished",
            "pronounce": "[,ʌndə'nʌri∫t]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "undernourished",
            "pronounce": "[,ʌndə'nʌri∫t]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "undernourished",
            "pronounce": "[,ʌndə'nʌri∫t]"
        }
    },
    "sentences": [
        {
            "en": "These children are <em>undernourished</em>.",
            "vi": "Những đứa trẻ này được nuôi dưỡng đầy đủ."
        },
        {
            "en": "The children grow up severely <em>undernourished</em>.",
            "vi": "Đám trẻ con lớn lên bị suy dinh dưỡng nghiêm trọng."
        },
        {
            "en": "What if they were born to <em>undernourished</em> mothers?",
            "vi": "Điều gì xảy ra nếu chúng được sinh ra từ những người mẹ suy dinh dưỡng?"
        },
        {
            "en": "Birth to six months: Most <em>undernourished</em> children are not born underweight.",
            "vi": "Từ sơ sinh đến 6 tháng tuổi: Phần lớn trẻ không được ăn uống đầy đủ không phải là trẻ sinh thiếu cân."
        },
        {
            "en": "It says poor people everywhere are going without food, but nearly all the world's <em>undernourished</em> live in developing countries.",
            "vi": "Nó còn cho biết người nghèo khắp nơi đang phải nhịn đói, nhưng hầu hết tất cả những người thiếu dinh dưỡng trên thế giới tập trung ở các nước đang phát triển."
        },
        {
            "en": "The report warns the number of <em>undernourished</em> people will continue to grow unless the world's fragile food system is reformed.",
            "vi": "Bản báo cáo cảnh báo rằng số người suy dinh dưỡng sẽ tiếp tục gia tăng nếu hệ thống quản lý lương thực thực phẩm vốn đang yếu ớt của thế giới phải được cải cách."
        },
        {
            "en": "Nutrition Ethnographic research conducted for this study indicated that high proportions of children in the surveyed households continue to be <em>undernourished</em>.",
            "vi": "Nghiên cứu dân tộc học được tiến hành trong nghiên cứu này cho thấy tỷ lệ trẻ em suy dinh dưỡng tại các hộ gia đình được nghiên cứu còn cao."
        },
        {
            "en": "In sub - Saharan Africa, 265 million people are going hungry and in Latin America and theCaribbean 53 million people are <em>undernourished</em>.",
            "vi": "Ở khu vực Tiểu Sahara châu Phi, có 265 triệu người đang sống đói khổ và ở châu Mỹ Latinh và Ca-ri-bê có 53 triệu người thiếu dinh dưỡng."
        },
        {
            "en": "In sub-Saharan Africa, 265 million people are going hungry and in Latin America and theCaribbean 53 million people are <em>undernourished</em>.",
            "vi": "Ở khu vực Tiểu Sahara châu Phi, có 265 triệu người đang sống đói khổ và ở châu Mỹ Latinh và Ca - ri - bê có 53 triệu người thiếu dinh dưỡng."
        },
        {
            "en": "In sub-Saharan Africa, 265 million people are going hungry and in Latin America and the Caribbean 53 million people are <em>undernourished</em>.",
            "vi": "Ở khu vực Tiểu Sahara châu Phi, có 265 triệu người đang đói và ở châu Mỹ Latinh và Ca-ri-bê có 53 triệu người thiếu ăn."
        },
        {
            "en": "The report finds the combined food and economic crises have pushed the number of hungry people worldwide to historic levels. It says poor people everywhere are going without food, but nearly all theworld's <em>undernourished</em> live in developing countries.",
            "vi": "Bản báo cáo này còn cho thấy nếu kết hợp cả cuộc khủng hoảng về lương thực lẫn kinh tế sẽ đẩy số người đói trên toàn cầu lên đến ngưỡng lịch sử. Nó còn nói người nghèo khắp nơi đang phải nhịn đói, nhưng hầu hết tất cả những người thiếu dinh dưỡng trên thế giới tập"
        },
        {
            "en": "The report finds the combined food and economic crises have pushed the number of hungry people worldwide to historic levels. It says poor people everywhere are going without food, but nearly all theworld's <em>undernourished</em> live in developing countries.",
            "vi": "Bản báo cáo này còn cho thấy nếu kết hợp cả cuộc khủng hoảng về lương thực lẫn kinh tế sẽ đẩy số người đói trên toàn cầu lên đến ngưỡng lịch sử. Nó còn nói người nghèo khắp nơi đang phải nhịn đói, nhưng hầu hết tất cả những người thiếu dinh dưỡng trên thế giới tập trung ở các nước đang phát triển."
        },
        {
            "en": "In some of these countries the poorest of the poor spend 70 percent or more of their budgets on food. About a third of the population of sub-Saharan Africa is <em>undernourished</em>, according to the Food and Agriculture Organization of the United Nations. That proportion has barely changed since the early 1990s. High food prices make gains harder.",
            "vi": "Ở nhiều quốc gia trong số này, những người nghèo nhất trong số dân nghèo thường phải chi đến 70% hầu bao của mình cho cái miệng. Tổ chức Nông Lương LHQ cho biết, khoảng 1/3 dân số ở khu vực châu Phi, tiểu vùng Sahara bị thiếu ăn trầm trọng. Con số này vẫn không có sự cải thiện nào suốt từ đầu thập niên 90 đến nay.Giá lương thực tăng cao càng làm cho việc đạt được những tiến bộ trở nên khó khăn hơn."
        },
        {
            "en": "United Nations food agencies report more than one billion people, or one sixth of the world's population, are going hungry. This report by the UN Food and Agriculture Organization and the World Food Program is being released in advance of World Food Day, which falls on October 15. The report warns the number of <em>undernourished</em> people will continue to grow unless the world's fragile food system is reformed.",
            "vi": "Cơ quan lương thực thực phẩm Liên Hiệp Quốc báo cáo có hơn một tỉ người, chiếm 1/6 dân số thế giới, đang bị đói. Đây là bản báo cáo của Tổ chức Lương thực và Nông nghiệp LHQ và Chương trình Lương thực Thế giới đang được công bố trước Ngày Lương thực Thế giới, tổ chức vào ngày 15 tháng Mười. Bản báo cáo cảnh báo rằng số người suy dinh dưỡng sẽ tiếp tục gia tăng nếu hệ thống quản lý lương thực thực phẩm vốn đang yếu ớt của thế giới phải được cải cách."
        },
        {
            "en": "More Than One Billion People Going Hungry     By Lisa Schlein United Nations food agencies report more than one billion people, or one sixth of the world's population, are going hungry. This report by the UN Food and Agriculture Organization and the World Food Program is being released in advance of World Food Day, which falls on October 15. The report warns the number of <em>undernourished</em> people will continue to grow unless the world's fragile food system is reformed.   The report finds the combined food and economic crises have pushed the number of hungry people worldwide to historic levels. It says poor people everywhere are going without food, but nearly all the world's <em>undernourished</em> live in developing countries.  World Food Program spokeswoman, Emilia Casella, describes the situation as alarming. \"Really, we should be calling this world hunger day, not world food day,\" said Casella. \"Right now at a time when there are more hungry people in the world than ever before, there is less food aid than we have seen in living memory and this is extremely alarming to the World Food Program because we are the ones on the front lines trying to help the most hungry out of the one billion people who are going to bed every night without enough food.\"  The report pinpoints several factors, which make the current crisis particularly devastating. It says the economic crisis has cut the amount of foreign aid and investment going to poor countries. It also has reduced remittances from people working abroad. It says high food prices are causing families to fall deeper into destitution and the hunger-poverty trap. It says an across-the-board drop in trade and financial inflows has resulted in lower earnings from exports. The report finds an estimated 642 million people are suffering from chronic hunger in Asia and the Pacific. In sub-Saharan Africa, 265 million people are going hungry and in Latin America and the Caribbean 53 million people are <em>undernourished</em>. WFP's Casella tells VOA all this hunger translates into some grim statistics. \"14,000 children a day are dying from hunger-related causes. And hunger is killing more people every year than AIDS, malaria and tuberculosis combined,\" she added. She calls this situation intolerable especially as the economic and technical means to make hunger disappear exist.   \"The world does have enough capacity to grow enough food to feed everybody who is on the planet,\" Casella said. \"That is the most frustrating thing about what we are talking about. Let me use Darfur as an example. In south Darfur right now, they are only cultivating about a third of the arable land that they could be cultivating. And, that is due to many factors including conflict and lack of development. But, the point is if the conditions were right and if farmers could get to their fields and if food could get to markets, people all over the world would have enough food to eat and today they do not.\"   The UN Food agencies are appealing to the richer countries to increase their foreign development aid and to invest in agriculture and economic safety nets in poorer countries. They say these interventions will help to save lives and families. ",
            "vi": "Hơn một tỉ người đang đói     Tác giả: Lisa Schlein Cơ quan lương thực thực phẩm Liên Hiệp Quốc báo cáo có hơn một tỉ người, chiếm 1/6 dân số thế giới, đang bị đói. Đây là bản báo cáo của Tổ chức Lương thực và Nông nghiệp LHQ và Chương trình Lương thực Thế giới đang được công bố trước Ngày Lương thực Thế giới, tổ chức vào ngày 15 tháng Mười. Bản báo cáo cảnh báo rằng số người suy dinh dưỡng sẽ tiếp tục gia tăng nếu hệ thống quản lý lương thực thực phẩm vốn đang yếu ớt của thế giới phải được cải cách. Bản báo cáo này còn cho thấy nếu kết hợp cả cuộc khủng hoảng về lương thực lẫn kinh tế sẽ đẩy số người đói trên toàn cầu lên đến ngưỡng lịch sử. Nó còn nói người nghèo khắp nơi đang phải nhịn đói, nhưng hầu hết tất cả những người thiếu dinh dưỡng trên thế giới tập trung ở các nước đang phát triển. Nữ phát ngôn viên của Chương trình Lương thực Thế giới, Emilia Casella, mô tả tình hình đang ở mức báo động \"Đúng ra, chúng ta nên là gọi đây là ngày thiếu ăn thế giới, chứ không phải ngày lương thực thế giới,\" Casella nói. \"Ngay lúc này đây trên thế giới có nhiều người đói hơn bao giờ hết, có ít viện trợ lương thực hơn chúng ta đã từng thấy ngày xưa và đây là hiện trạng vô cùng báo động đối với Chương trình Lương thực Thế giới vì chúng tôi là những người tiên phong đang cố giúp đỡ những người thiếu cái ăn nhất trong số một tỉ người mà hằng đêm phải đi ngủ trong tình trạng không đủ ăn. Bản báo cáo cũng nêu ra vài yếu tố, khiến khủng hoảng hiện tại trở nên đặc biệt trầm trọng. Nó cho rằng cuộc khủng hoảng kinh tế đã cắt giảm nguồn viện trợ và đầu tư nước ngoài đang đổ vào các nước nghèo. Nó cũng làm giảm lượng kiều hối được gửi về quê nhà của những người đang công tác ở nước ngoài. Bản báo cáo nhận định rằng giá thực phẩm cao đang khiến các gia đình lún sâu vào cảnh thiếu thốn và cái vòng lẩn quẩn đói – nghèo. Nó cho rằng sự sụt giảm toàn diện trong các dòng chảy tài chính và thương mại đã đưa đến kết quả là thu nhập từ các hoạt động xuất khẩu giảm sút. Bản báo cáo ước tính có khoảng 642 triệu người đang bị nạn đói hoành hành triền miên ở châu Á và Thái Bình Dương. Ở khu vực  Tiểu Sahara châu Phi, có 265 triệu người đang sống đói khổ và ở châu Mỹ Latinh và Ca-ri-bê có 53 triệu người thiếu dinh dưỡng. Bà Casella của WFP (Chương trình Lương thực Thế giới) đã nói với VOA rằng nạn đói này dẫn đến một số liệu thống kê thảm khốc. \"Mỗi ngày có 14,000 trẻ em đang chờ chết vì những nguyên nhân có liên quan đến sự thiếu ăn. Và hằng năm giặc đói đang giết chết nhiều người hơn tất cả các căn bệnh xi-đa, sốt rét và bệnh lao cộng lại,\" bà ấy nói thêm. Cô ấy gọi tình huống này thật là không thể chấp nhận được vì những phương tiện về kỹ thuật lẫn kinh tế nhằm xoá bỏ nạn đói \"Thế giới có đủ khả năng đủ để sản xuất đủ lương thực nuôi sống mọi người trên hành tinh,\" Casella đã nói. \"Điều đau lòng nhất là việc chúng tôi đang đề cập đến đây. Tôi xin lấy ví dụ như ở Darfur. Ở nam Dufur ngày nay, họ chỉ trồng trọt trên khoảng một phần ba đất có thể canh tác được. Và, đó là do nhiều yếu tố bao gồm xung đột và kém phát triển. Nhưng, vấn đề là nếu như trước đây các điều kiện đều thích hợp và nếu nông dân đã yên tâm trồng trọt và lương thực mang được ra thị trường thì mọi người khắp nơi trên thế giới sẽ có đủ cái ăn nhưng ngày nay lại không được như vậy. Cơ quan Lương thực Thực phẩm LHQ đang kêu gọi các nước giàu đẩy mạnh viện trợ phát triển nước ngoài và đầu tư vào nông nghiệp và mạng lưới an toàn kinh tế ở các nước nghèo. Họ nói sự can thiệp này sẽ giúp cứu sống thêm nhiều sinh mạng và nhiều gia đình."
        },
        {
            "en": "Baby's Brain Suffers When Mother Eats Less      Brain development could be impacted in babies whose mothers ate poorly during pregnancy. New research indicates that even a modest reduction in a mother's eating can have a negative impact on her baby's brain development. Previous studies have shown that seriously <em>undernourished</em> pregnant women are more likely to have babies who are smaller, weigh less, and have various health issues. But even a small reduction in food can apparently also affect the brain of the developing fetus. In a new study, researchers at the University of Texas Health Science Center in San Antonio gave one group of pregnant baboons a normal diet, while others ate 30 percent less food. According to lead researcher Thomas McDonald, when the mother had less food to eat, the shortage showed up in certain structures inside the developing infants' brains. \"We have the ability to pinpoint things like synapse formation, connectivity between neurons,\" McDonald said. \"And we found that supporting cells called glial cells are less mature than they should be at specific ages.\" Those findings of various problems in brain development were identified by dissecting the brains of the fetal baboons halfway through their normal gestation period - something that obviously wouldn't be possible with human subjects. The discoveries may help explain what other researchers have learned about human children whose mothers didn't eat enough while pregnant. \"I think what has been found in human studies is behavioral problems, certainly, very decreased attention spans, lower IQ,\" McDonald said. \"I think that's the big thing, when these kids get to school, a lot of these kids just can't concentrate.\" The researcher says his study underscores the importance for pregnant women to focus on their baby's needs. \"You don't want to shortchange your baby. You want to give them the best chance in life that you can. And I think good nutrition and really good prenatal care is the best thing a parent can do.\"",
            "vi": "Não trẻ bị tổn thương khi mẹ ăn ít    Phát triển trí não có thể bị ảnh hưởng ở trẻ mà mẹ của chúng ăn uống quá kiêng khem trong giai đoạn mang thai. Một nghiên cứu mới cho thấy việc ăn uống kém của bà mẹ có thể gây ảnh hưởng tiêu cực đến sự phát triển trí não của con cái. Các nghiên cứu trước đây đã cho thấy phụ nữ đang mang thai với chế độ dinh dưỡng kém có nguy cơ sinh con nhỏ, nhẹ cân, và mắc nhiều vấn đề sức khoẻ khác. Thậm chí khi ăn ít lại một chút cũng có thể ảnh hưởng đến não của thai nhi đang phát triển.  Trong một nghiên cứu mới, các nhà nghiên cứu tại trường đại học Texas Health Science Center ở San Antonio thực hiện thí nghiệm trong đó cho một nhóm khỉ đầu chó mang thai với chế độ ăn uống bình thường, và một nhóm ăn ít hơn 30%. Theo trưởng nhóm nghiên cứu Thomas McDonald, khi con mẹ ăn ít, vài cấu trúc trong não của con con bị kém phát triển. \"Chúng tôi có khả năng xác định chính xác những cấu trúc như sự hình thành khớp thần kinh, sự kết nối giữa các tế bào thần kinh,\" Mcdonald cho biết. \"Và chúng tôi nhận thấy các tế bào hỗ trợ gọi là tế bào thần kinh đệm ít tăng trưởng hơn bình thường tại một độ tuổi cụ thể.\" Các phát hiện về các vấn đề khác nhau trong sự phát triển trí não đã được xác định bằng cách cắt lớp để phân tích bào thai khỉ đầu chó ở giữa thời gian mang thai bình thường của chúng – điều hiển nhiên sẽ không thể thực hiện trên con người. Những khám phá này có thể giúp giải thích những gì mà các nhà nghiên cứu khác đã tìm hiểu về trẻ em mà mẹ của chúng đã không ăn uống đầy đủ trong khi mang thai. \"Tôi nghĩ khám phá trong các nghiên cứu ở người là các vấn đề về hành vi như suy giảm tập trung, chỉ số IQ thấp,\" Mcdonald nói. \"Tôi nghĩ đó là những vấn đề quan trọng, khi bọn trẻ này đến trường, nhiều đứa trong số chúng không thể tập trung.\" Nhà nghiên cứu cho biết nghiên cứu của ông nhấn mạnh tầm quan trọng đối với phụ nữ mang thai nên tập trung đến nhu cầu của trẻ. \"Bạn không muốn đối xử bất công với con bạn. Bạn muốn cho chúng tất cả cơ hội tốt nhất để sống. Và tôi nghĩ dinh dưỡng tốt và sự chăm sóc tiền sản chu đáo là thứ tốt nhất mà một bậc cha mẹ có thể làm.\""
        }
    ],
    "suggestions": []
}