{
    "en_vn": {
        "data": {
            "content": null,
            "word": "undervalued"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>undervalued</k><blockquote><cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 rate insufficiently highly; fail to appreciate.</blockquote></blockquote><blockquote>→ <kref>undervalue</kref></blockquote></div>",
            "word": "undervalued"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "undervalued"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "undervalued"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "undervalued"
        }
    },
    "sentences": [
        {
            "en": "You are <em>undervalued</em> at work.",
            "vi": "Bạn bị đánh giá thấp trong công việc."
        },
        {
            "en": "Being <em>undervalued</em> makes me feel self-pity.",
            "vi": "Bị đánh giá thấp/coi thường khiến tôi cảm thấy tủi thân."
        },
        {
            "en": "We had <em>undervalued</em> the flat by £5000.",
            "vi": "Chúng tôi đã đánh giá căn hộ thấp đến 5000 Bảng."
        },
        {
            "en": "Being <em>undervalued</em> makes me feel self - pity.",
            "vi": "Bị đánh giá thấp/coi thường khiến tôi cảm thấy tủi thân."
        },
        {
            "en": "Learning a foreign language is generally <em>undervalued</em> in this country.",
            "vi": "Học một ngoại ngữ thường bị đánh giá thấp ở nước này."
        },
        {
            "en": "The company is <em>undervalued</em> relative to its peers.",
            "vi": "Công ty đó bị đánh giá thấp hơn các công ty cùng lĩnh vực."
        },
        {
            "en": "Frankly the crisis of preterm birth is under-recognized, undercounted, <em>undervalued</em> and underfunded.",
            "vi": "Thành thực mà nói thì cuộc khủng hoảng về vấn đề sinh non đang ở mức độ ít được nhìn nhận, ít được chú trọng, bị coi nhẹ và thiếu sự tài trợ."
        },
        {
            "en": "Paid childcare, domestic help, and home care for the sick and elderly is unregulated and <em>undervalued</em>.",
            "vi": "Chăm sóc trẻ em, giúp việc gia đình và chăm sóc người ốm, người già tại gia hưởng lương là những công việc không có các quy phạm pháp luật và bị coi thường."
        },
        {
            "en": "Frankly the crisis of preterm birth is under - recognized, undercounted, <em>undervalued</em> and underfunded.",
            "vi": "Thành thực mà nói thì cuộc khủng hoảng về vấn đề sinh non đang ở mức độ ít được nhìn nhận, ít được chú trọng, bị coi nhẹ và thiếu sự tài trợ."
        },
        {
            "en": "CHRISTOPHER HOWSON: \"Frankly the crisis of preterm birth is under-recognized, undercounted, <em>undervalued</em> and underfunded.",
            "vi": "CHRISTOPHER HOWSON: \"Thành thực mà nói thì cuộc khủng hoảng về vấn đề sinh non đang ở mức độ ít được nhìn nhận, ít được chú trọng, bị coi nhẹ và thiếu sự tài trợ."
        },
        {
            "en": "Investee companies \"may be entrepreneurial start-ups, more established small- and medium-sized firms, or troubled companies that investors perceive as <em>undervalued</em> (such as buyouts).",
            "vi": "Công ty nhận vốn đầu tư \"có thể là doanh nghiệp mới khởi sự, công ty vừa và nhỏ đã hoạt động một thời gian, hoặc công ty gặp khó khăn mà nhà đầu tư cho là đang bị định giá thấp (như các trường hợp mua lại công ty)."
        },
        {
            "en": "It is easy for people to feel <em>undervalued</em> because of factors they have no power to change, for example, their age and height.",
            "vi": "Mọi người dễ cảm thấy mình bị đánh giá thấp bởi những yếu tố họ không có khả năng thay đổi, ví dự như tuổi tác và chiều cao."
        },
        {
            "en": "There was no top secret formula for valuing <em>undervalued</em> businesses. No stock tips. Just be good, do right, and treat others fair.",
            "vi": "Để tìm ra những công ty bị định giá thấp hơn giá trị thực của chúng, chả có công thức nào tối mật đâu. Không có bí kíp đầu tư cổ cánh gì sất. Chỉ là tử tế, làm việc ngay thẳng và không gian lận mà thôi."
        },
        {
            "en": "In essence, he argues that there is a gulf in understanding between the two communities, to the detriment of science, which is consequently misunderstood and <em>undervalued</em>.",
            "vi": "Về bản chất mà nói, ông chứng minh rằng tồn tại mâu thuẫn giữa hai phái dẫn đến mối nguy hại cho khoa học, kết quả là bị hiểu sai và bị đánh giá thấp."
        },
        {
            "en": "Thanks to an ability to spot <em>undervalued</em> companies and purchase them on the cheap, Buffett has made many people very wealthy over the course of his five-decade career. As of 2012, Buffett's 38% stake in Berkshire Hathaway gives him a net worth of more than $32 billion, making him the second-wealthiest man in the world (behind only Bill Gates). He is also one of the very few who has amassed such astonishing riches almost exclusively through stock market investments. (investinganswers.com)",
            "vi": "Nhờ khả năng nhận ra những công ty bị định giá thấp và mua lại chúng với giá rẻ, Buffett đã làm cho nhiều người trở nên rất giàu có trong suốt sự nghiệp kéo dài 5 thập kỷ của ông. Kể từ năm 2012, 38% vốn góp của Buffett trong Berkshire Hathaway đem lại cho ông giá trị tài sản ròng hơn 32 tỷ đô la, giúp ông trở thành người giàu thứ 2 thế giới (chỉ sau Bill Gates). Ông còn là một trong số rất ít người đã tích luỹ được số tài sản khủng khiếp ấy hầu như chỉ thông qua đầu tư trên thị trường chứng khoán."
        },
        {
            "en": "In contrast to absolute valuation models, relative valuation models operate by comparing the company in question to other similar companies. These methods generally involve calculating multiples or ratios, such as the price-to-earnings multiple, and comparing them to the multiples of other comparable firms. For instance, if the P/E of the firm you are trying to value is lower than the P/E multiple of a comparable firm, that company may be said to be relatively <em>undervalued</em>. Generally, this type of valuation is a lot easier and quicker to do than the absolute valuation methods, which is why many investors and analysts start their analysis with this method.",
            "vi": "Ngược lại các mô hình định giá tuyệt đối, mô hình định giá tương đối so sánh công ty đang bàn với những công ty tương tự khác. Những phương pháp này thường đòi hỏi phải tính bội số hoặc tỷ số, chẳng hạn bội số giá trên thu nhập (P/E), và so sánh chúng với bội số của các công ty có thể so sánh được khác. Ví dụ, nếu bội số giá trên thu nhập (P/E) của công ty bạn đang cố gắng định giá mà thấp hơn bội số P/E của một công ty có thể so sánh nào đó, thì công ty ấy có thể được cho là bị định giá tương đối thấp. Nhìn chung, loại định giá này thực hiện dễ dàng và nhanh chóng hơn nhiều các phương pháp định giá tuyệt đối, đây là lý do tại sao nhiều nhà đầu tư và chuyên gia phân tích sử dụng nó."
        },
        {
            "en": "The last method we'll look at is sort of a catch-all method that can be used if you are unable to value the company using any of the other models, or if you simply don't want to spend the time crunching the numbers. The method doesn't attempt to find an intrinsic value for the stock like the previous two valuation methods do; it simply compares the stock's price multiples to a benchmark to determine if the stock is relatively <em>undervalued</em> or overvalued. The rationale for this is based off of the Law of One Price, which states that two similar assets should sell for similar prices. The intuitive nature of this method is one of the reasons it is so popular.",
            "vi": "Phương pháp cuối cùng chúng ta tìm hiểu là loại phương pháp bao trùm có thể dùng khi bạn không thể định giá công ty bằng bất kì mô hình nào ở trên, hoặc trường hợp bạn chỉ đơn giản là không muốn tốn thời gian nghiền ngẫm những con số. Phương pháp này không cố tìm ra giá trị thực của cổ phiếu giống như hai phương pháp kia; nó chỉ so sánh bội số giá cổ phiếu với một chuẩn nào đó để xác định người ta định giá cổ phiếu tương đối cao hay thấp. Nguyên lý căn bản của phương pháp này được dựa trên quy luật một giá, phát biểu rằng 2 tài sản giống nhau phải bán đồng giá. Bản chất trực giác của phương pháp này là một trong những lý do vì sao nhiều người sử dụng nó."
        },
        {
            "en": "Evidence now exists that most young children, if given enough opportunities and encouragement, are able to achieve significant and sustainable levels of academic or sporting prowess. Bright or creative children are often physically very active at the same time, and so may receive more parental attention as a result - almost by default - in order to ensure their safety. They may also talk earlier, and this, in turn, breeds parental interest. This can sometimes cause problems with other siblings who may feel jealous even though they themselves may be bright. Their creative talents may be <em>undervalued</em> and so never come to fruition. Two themes seem to run through famously creative families as a result. The first is that the parents were able to identify the talents of each child, and nurture and encourage these accordingly but in an even-handed manner. Individual differences were encouraged, and friendly sibling rivalry was not seen as a particular problem. If the father is, say, a famous actor, there is no undue pressure for his children to follow him onto the boards, but instead their chosen interests are encouraged. There need not even by any obvious talent in such a family since there always needs to be someone who sets the family career in motion, as in the case of the Sheen acting dynasty.",
            "vi": "Bằng chứng nằm ở hầu hết trẻ nhỏ bây giờ, nếu chúng có đủ cơ hội và sự khuyến khích thì chúng có thể đạt được những trình độ học tập đáng kể và kỹ năng thể thao bền vững. Trẻ em thông minh hoặc sáng tạo thì thường rất năng động cùng một lúc, và do đó có thể nhận được nhiều sự chú ý của cha mẹ hơn - hầu như theo mặc định - để đảm bảo an toàn cho trẻ. Họ cũng có thể nói chuyện sớm hơn, lần lượt, điều này nảy sinh sự quan tâm của cha mẹ. Điều này đôi khi có thể gây ra vấn đề với các anh chị em khác, những người có thể cảm thấy ghen tị mặc dù chính bản thân họ cũng rất thông minh. Tài năng sáng tạo của họ có thể bị đánh giá thấp và do đó không bao giờ thành hiện thực. Hai chủ đề này thường tồn tại trong các gia đình nổi tiếng sáng tạo. Đầu tiên là cha mẹ đã có thể xác định tài năng của từng đứa trẻ, nuôi dưỡng và khuyến khích những điều này một cách phù hợp nhưng theo cách thuận tiện. Sự khác biệt cá nhân được khuyến khích, và sự cạnh tranh thân thiện giữa anh chị em ruột không được xem là một vấn đề đặc biệt. Nếu người cha- là một diễn viên nổi tiếng - thì sẽ không đặt áp lực quá mức là con của ông ta phải theo ông ấy lên sân khấu, thay vào đó sự lựa chọn do chúng thích thú thì quan trọng hơn. Thậm chí ở đây không cần phải có một tài năng rõ ràng nào trong gia đình như vậy bởi luôn luôn cần trở thành một người nào đó ổn định nghề nghiệp của gia đình, như trong thời của diễn viên Sheen."
        },
        {
            "en": "Evidence now exists that most young children, if given enough opportunities and encouragement, are able to achieve significant and sustainable levels of academic or sporting prowess. Bright or creative children are often physically very active at the same time, and so may receive more parental attention as a result - almost by default - in order to ensure their safety. They may also talk earlier, and this, in turn, breeds parental interest. This can sometimes cause problems with other siblings who may feel jealous even though they themselves may be bright. Their creative talents may be <em>undervalued</em> and so never come to fruition. Two themes seem to run through famously creative families as a result. The first is that the parents were able to identify the talents of each child, and nurture and encourage these accordingly but in an even-handed manner. Individual differences were encouraged, and friendly sibling rivalry was not seen as a particular problem. If the father is, say, a famous actor, there is no undue pressure for his children to follow him onto the boards, but instead their chosen interests are encouraged. There need not even by any obvious talent in such a family since there always needs to be someone who sets the family career in motion, as in the case of the Sheen acting dynasty.",
            "vi": "Bằng chứng nằm ở hầu hết trẻ nhỏ bây giờ, nếu chúng có đủ cơ hội và sự khuyến khích thì chúng có thể đạt được những trình độ học tập đáng kể và kỹ năng thể thao bền vững. Trẻ em thông minh hoặc sáng tạo thì thường rất năng động cùng một lúc, và do đó có thể nhận được nhiều sự chú ý của cha mẹ hơn - hầu như theo mặc định - để đảm bảo an toàn cho trẻ. Họ cũng có thể nói chuyện sớm hơn, lần lượt, điều này nảy sinh sự quan tâm của cha mẹ. Điều này đôi khi có thể gây ra vấn đề với các anh chị em khác, những người có thể cảm thấy ghen tị mặc dù chính bản thân họ cũng rất thông minh. Tài năng sáng tạo của họ có thể bị đánh giá thấp và do đó không bao giờ thành hiện thực. Hai chủ đề này thường tồn tại trong các gia đình nổi tiếng sáng tạo. Đầu tiên là cha mẹ đã có thể xác định tài năng của từng đứa trẻ, nuôi dưỡng và khuyến khích những điều này một cách phù hợp nhưng theo cách thuận tiện. Sự khác biệt cá nhân được khuyến khích, và sự cạnh tranh thân thiện giữa anh chị em ruột không được xem là một vấn đề đặc biệt. Nếu người cha- là một diễn viên nổi tiếng - thì sẽ không đặt áp lực quá mức là con của ông ta phải theo ông ấy lên sân khấu, thay vào đó sự lựa chọn do chúng thích thú thì quan trọng hơn. Thậm chí ở đây không cần phải có một tài năng rõ ràng nào trong gia đình như vậy bởi luôn luôn cần trở thành một người nào đó ổn định nghề nghiệp của gia đình, như trong thời của diễn viên Sheen."
        },
        {
            "en": "Brazil Finance Minister Mantega warns of trade war        Brazil has warned that the world is on course for a trade war because of what it says is currency manipulation by China, the US and others. Finance minister Guido Mantega said Brazil was preparing moves to prevent further appreciation of its currency.  He said his government would raise the issue at the World Trade Organization and the G20 group of rich and developing countries. Mr Mantega was speaking in an interview with the Financial Times newspaper. \"This is a currency war which is turning into a trade war,\" Mr Mantega said in his first major interview since Dilma Rousseff took office as Brazil's new president on 1 January.  He said Brazil's trade with the US had slipped from an annual surplus of about $15bn (£9.6bn) to a deficit of $6bn because of US efforts to revive its economy through loose monetary policy. \"The exchange rate is one of the main drivers of economic policy, more so even than productivity,\" he said.  Mr Mantega added that China's \"<em>undervalued</em> currency\" was also distorting world trade.  He has been finance minister since 2006. In September last year he accused some rich countries of deliberately devaluing their currencies to boost exports and make their economies more competitive. The Brazilian real has increased by 39% against the US dollar in the last two years. Its value has been going up steadily as Brazil's economy has grown, making Brazilian exports less competitive.  Brazil has been swamped by a flood of foreign capital that is taking advantage of low interest rates in the developed world to chase high returns in emerging economies, the BBC business reporter Linda Duffin says. The International Monetary Fund warned in October that some countries appeared to be trying to use their currencies \"as a weapon\" and the issue of currency manipulation was discussed at the G20 summit in November.",
            "vi": "Brazil Finance Minister Mantega warns of trade war    Braxin đã cảnh báo rằng thế giới đang có nhiều khả năng dẫn đến cuộc chiến về thương mại vì bằng chứng nó nói đến là sự thao túng tiền tệ  bởi Trung quốc, Hoa Kỳ và một số nước khác.  Bộ trưởng Bộ tài chính Guido Mantega cho biết Braxin đang chuẩn bị những biện pháp để ngăn ngừa việc nâng thêm giá trị đồng tiền của quốc gia này.  Ông còn cho biết chính phủ mình sẽ đưa ra vấn đề này tại Tổ chức Thương mại Thế giới và nhóm các quốc gia giàu và đang phát triển G20. Ông Mantega đang phát biểu trong cuộc phỏng vấn với tờ Thời báo tài chính. \"Đây là cuộc chiến tiền tệ đang dần trở thành cuộc chiến thương mại, \" ông Mantega đã nói trong cuộc phỏng vấn quan trọng đầu tiên của mình kể từ ngày Dilma Rousseff nhậm chức làm tổng thống mới của Braxin vào ngày 1 tháng giêng. Ông cho biết thương mại của Braxin với Hoa Kỳ đã tuột khỏi mức thặng dư hàng năm khoảng 15 tỷ đô-la Mỹ (tương đương 9.6 tỷ bảng Anh) làm thâm hụt mất 6 tỷ đô-la Mỹ vì Hoa Kỳ nỗ lực phục hồi nền kinh tế bằng chính sách nới lỏng tiền tệ. \"Tỷ giá hối đoái là một trong những công cụ lèo lái chính sách kinh tế, xem ra cân bằng hơn nhiều so với năng suất,\" ông nói. Ông Mantega còn cho biết thêm chính sách “hạ giá tiền tệ\" của Trung Quốc cũng đang làm lũng đoạn thương mại thế giới. Ông ta nhậm chức Bộ trưởng Bộ tài chính từ năm 2006. Vào tháng chín năm ngoái ông ấy đã buộc tội một số quốc gia giàu có đã cố tình làm giảm giá trị đồng tiền của chúng để đẩy mạnh xuất khẩu và làm cho các nền kinh tế này cạnh tranh hơn.  Đồng real của Bra-xin đã tăng 39% so với đô - la Mỹ trong hai năm vừa qua. Giá trị của nó đã và đang tăng lên đều đặn đồng hành với sự phát triển của nền kinh tế Bra-xin, làm cho xuất khẩu Bra-xin ít cạnh tranh hơn. Braxin đã bị tràn ngập bằng dòng lũ vốn nước ngoài đang lợi dụng lãi suất thấp ở thế giới phát triển để theo đuổi lợi nhuận cao trong nền kinh tế mới phát triển, Linda Duffin - phóng viên kinh doanh BBC cho biết.  Quỹ tiền tệ quốc tế cảnh báo vào tháng mười rằng một số quốc gia dường như đang cố sử dụng đồng tiền của mình \"làm thứ vũ khí \" và vấn đề thao túng tiền tệ đã được thảo luận tại hội nghị thượng đỉnh G20 vào tháng mười một."
        }
    ],
    "suggestions": []
}