{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ʌn'disiplind]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không vào khuôn phép, vô kỷ luật</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không được rèn luyện, không được giáo dục</td></tr></table><i/></div>",
            "word": "undisciplined",
            "pronounce": "[ʌn'disiplind]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>undisciplined</k><blockquote>■ <cclass>adjective lacking in discipline; uncontrolled in behaviour or manner. </cclass></blockquote></div>",
            "word": "undisciplined",
            "pronounce": "[ʌn'disiplind]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>undisciplined</k><blockquote>▸ <cclass>adjective UNRULY, disorderly, disobedient, badly behaved, recalcitrant, wilful, wayward, delinquent, naughty, rebellious, insubordinate, disruptive, errant, out of control, uncontrollable, wild; disorganized, unsystematic, unmethodical, lax, slapdash, slipshod, sloppy; <cclass><i>Brit.</i><cclass><i>informal</i> stroppy, bolshie; <cclass><i>formal</i> refractory.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "undisciplined",
            "pronounce": "[ʌn'disiplind]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "undisciplined",
            "pronounce": "[ʌn'disiplind]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "undisciplined",
            "pronounce": "[ʌn'disiplind]"
        }
    },
    "sentences": [
        {
            "en": "<em>Undisciplined</em> debt",
            "vi": "Món nợ chưa trả"
        },
        {
            "en": "<em>Undisciplined</em> prisoner",
            "vi": "Người tù chưa được thả"
        },
        {
            "en": "<em>Undisciplined</em> bankrupt",
            "vi": "Người phá sản chưa được phục quyền"
        },
        {
            "en": "<em>Undisciplined</em> duty",
            "vi": "Nhiệm vụ chưa hoàn thành"
        },
        {
            "en": "It was an <em>undisciplined</em> debt.",
            "vi": "Đó là món nợ chưa trả."
        },
        {
            "en": "He is an <em>undisciplined</em> bankrupt.",
            "vi": "Anh ấy là người phá sản chưa được phục quyền."
        },
        {
            "en": "He is an <em>undisciplined</em> prisoner.",
            "vi": "Hắn là tù chưa được thả."
        },
        {
            "en": "<em>Undisciplined</em> pupils will be kept in for four hours.",
            "vi": "Những học sinh vô kỷ luật sẽ bị phạt bốn tiếng."
        },
        {
            "en": "The suspension of <em>undisciplined</em> pupils from school is necessary.",
            "vi": "Việc đuổi học những học sinh vô kỷ luật ra khỏi trường là cần thiết."
        },
        {
            "en": "If you let yourself be <em>undisciplined</em> on the small things, you will probably be <em>undisciplined</em> on the large things as well.",
            "vi": "Nếu việc nhỏ mà bạn không có nguyên tắc vậy thì việc lớn cũng vô nguyên tắc như vậy thôi."
        },
        {
            "en": "That was an <em>undisciplined</em> duty so we had to try our best.",
            "vi": "Đó là một nhiệm vụ chưa hoàn thành vì thế chúng ta phải cố hết sức mình."
        },
        {
            "en": "He tutored hundreds of kids who had been labeled by society as stupid, lazy, <em>undisciplined</em> or mentally challenged.",
            "vi": "Anh ấy đã dạy kèm cho hàng trăm trẻ em, những đứa trẻ bị xã hội gán cho là ngu ngốc, lười biếng, vô kỷ luật, hay thiểu năng."
        },
        {
            "en": "Now because of the plunder of the <em>undisciplined</em> soldiery, the peasants are fleeing and abandoning their land uncultivated.",
            "vi": "Giờ đây vì hành động cướp bóc của đội quân vô kỷ luật, những người nông dân đang chạy trốn và bỏ mặc ruộng đồng của họ."
        },
        {
            "en": "I have seen many students misunderstood Agile as an <em>undisciplined</em> way to do whatever they want such as “code first, ask question later”.",
            "vi": "Tôi đã thấy nhiều sinh viên hiểu lầm Agile như cách thức không kỷ luật để làm bất kỳ cái gì họ muốn như “viết mã trước, hỏi câu hỏi sau”."
        },
        {
            "en": "Accounts of what happened to the ship vary: while witnesses agree that she was not hit by the French, some maintain that she was outdated, overladen and sailing too low in the water, others that she was mishandled by <em>undisciplined</em> crew.",
            "vi": "có nhiều ý kiến trái chiều về những việc xảy ra với con tàu: vài người cho rằng chiến hạm này không bị Pháp đánh bại, số khác lại cho rằng do chiến hạm bị xuống cấp, quá tải và dong buồm thấp ngoài biển, những người khác lại chê trách sự quản lý kém cỏi của đội ngũ thủy thủ vô tổ chức."
        },
        {
            "en": "It is easy to assume that if a strategy worked for Steve Jobs or for a neighbour, it will work for us. But that’s just not true. Consider this popular tip: “To stick to that [fill in the blank] habit, wake up early and do it first thing.” Great advice for morning people; but what about night people, who are more energetic and productive later in the day? Night people often fail if they try to follow a particular habit early in the morning. Not because they’re lazy or <em>undisciplined</em>, but because they’re night people.",
            "vi": "Chúng ta dễ dàng cho rằng nếu một chiến lược có hiệu quả với Steve Jobs hoặc với người bên cạnh thì nó sẽ có hiệu quả với ta. Nhưng điều đó là không đúng sự thật. Xem xét lời khuyên phổ biến này:\" Để thực hiện thói quen[điền vào đây], bạn dậy thật sớm và làm nó đầu tiên\" Đó là lời khuyên tuyệt vời cho những người dậy sớm, thế còn những người thức đêm thì sao, những người có hiệu suất và năng lượng nhiều hơn sau đó trong một ngày. Những người hoạt động đêm thường sẽ thất bại nếu họ cố gắng theo thói quen đặc biệt sớm vào buổi sáng. Không phải vì họ lười biếng hay không có kỷ luật mà bởi vì họ là những người hoạt động về đêm."
        }
    ],
    "suggestions": []
}