{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ʌn'daiəgnouzd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không được chẩn đoán; chẩn đoán không ra</td></tr></table><i/></div>",
            "word": "undiagnosed"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>undiagnosed</k><blockquote>■ <cclass>adjective not diagnosed or having been subject to diagnosis. </cclass></blockquote></div>",
            "word": "undiagnosed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "undiagnosed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "undiagnosed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "undiagnosed"
        }
    },
    "sentences": [
        {
            "en": "Post-natal depression in fathers 'often <em>undiagnosed</em>'",
            "vi": "Chứng trầm cảm sau sinh ở những ông bố ‘thường không được chuẩn đoán’"
        },
        {
            "en": "After battling <em>undiagnosed</em> dyslexia for his entire youth (at one time graduating the bottom of his class), Stankard struggled greatly to identify his life’s calling.",
            "vi": "Sau khi chiến đấu với chứng khó đọc-viết không chẩn đoán ra suốt thời trẻ của đời mình (cùng lúc tốt nghiệp đội sổ), Stankard cố gắng hết sức mới xác định được niềm đam mê của đời mình."
        },
        {
            "en": "Many sufferers find that their claustrophobia is specifically triggered by certain common situations such as entering an elevator or riding in an airplane. Some people discover <em>undiagnosed</em> claustrophobia when undergoing an MRI.",
            "vi": "Nhiều người bệnh thấy chứng sợ không gian kín của mình bị gây ra cụ thể bởi một số tình huống thông thường như bước vào thang máy hoặc đi máy bay. Một số người phát hiện ra mình mắc chứng sợ bị nhốt kín mà chưa từng được chuẩn đoán trước đó khi trải qua thủ tục chụp MRI."
        },
        {
            "en": "What to doThe best time to get professional help is when your child is around 2 1/2  -- the age when late bloomers usually catch up. Language problems are addressed with speech therapy or by treating <em>undiagnosed</em> ear infections or hearing problems.",
            "vi": "Việc nên làmThời gian tốt nhất cần đến sự giúp đỡ của chuyên gia là khi con bạn khoảng 2 tuổi rưỡi – độ tuổi mà trẻ chậm nói thường bắt kịp với những đứa trẻ bình thường khác. Để chữa trị những vấn đề về ngôn ngữ có thể sử dụng liệu pháp ngôn ngữ, điều trị bệnh viêm tai hay các bệnh về thính giác."
        },
        {
            "en": "These levels come from outside activities that penetrate the classroom structure, from teaching activities, and other noise generated inside, which can be exacerbated by room reverberation. Strategies are needed to obtain the optimum classroom construction and perhaps a change in classroom culture and methods of teaching. In particular, the effects of noisy classrooms and activities on those experiencing disabilities in the form of auditory function deficit need thorough investigation. It is probable that many <em>undiagnosed</em> children exist in the education system with ' invisible ' disabilities. Their needs are less likely to be met than those of children with known disabilities.",
            "vi": "Các mức này đến từ các hoạt động bên ngoài mà thâm nhập vào các cấu trúc lớp học, từ các hoạt động giảng dạy, và tiếng ồn khác tạo ra bên trong, có thể làm trầm trọng hơn bởi âm vang trong phòng. Chúng ta nhất thiết phải có những chiến lược để có thể xây dựng lớp học tối ưu và có lẽ nên thay đổi văn hóa và phương pháp giảng dạy trong lớp học. Đặc biệt, những tác động của các lớp học ồn ào và các hoạt động trên ảnh hưởng đến những trẻ bị thiếm thính cần phải được điều tra kỹ lưỡng hơn. Có thể là nhiều trẻ em không được chẩn đoán vẫn tồn tại trong hệ thống giáo dục khuyết tật \"vô hình\" này.Nhu cầu của họ ít có khả năng được đáp ứng hơn so với những trẻ em khuyết tật được biết đến."
        },
        {
            "en": "Post-natal depression in fathers 'often <em>undiagnosed</em>'        Many new fathers experience post-natal depression, yet most cases go undetected and untreated, experts warn. One in 10 new fathers may have the baby blues, US researchers believe - based on their trawl of medical literature While this rate is lower than in new mothers, it is more than currently recognised, they told the Journal of the American Medical Association . Lack of sleep and new responsibilities, or supporting a wife with post-natal depression can be triggers, they say. The Eastern Virginia Medical School team based their findings on 43 studies involving 28,004 parents from 16 different countries including the UK and the US. They found new fathers were generally happiest in the early weeks after the birth of their baby, with depression kicking in after three to six months By this time, at least 10% and up to 25% had post-natal depression.  And depression appeared to be shared - men were far more likely to be depressed if their partner also had post-natal depression. Dr James Paulson and Sharnail Bazemore, who carried out the study, said more efforts should be made to improve screening and referral of at-risk fathers, particularly as mounting evidence suggests that early paternal depression may have substantial emotional, behavioural and developmental effects on children \"Depression in one parent should prompt clinical attention to the other. \"Likewise, prevention and intervention efforts for depression in parents might be focused on the couple and family rather than the individual,\" they said. Paternal pressures. Bridget O'Connell, from the mental health charity Mind, said: \"Becoming a parent is one of the biggest changes that both men and women can go through, yet there is still very little understood about how it impacts on mental health, and how many people will experience a perinatal mental health problem”. \"New parents can be faced with sleep deprivation, changes in lifestyle, changes in their relationship and new responsibilities all at once, and we don't always remember that this is going to be an issue for men as well as for women.\" But Ellie Lee, a lecturer in social policy at Kent University, said it was important not to medicalise normal emotions. \"It is, of course, essential to diagnose and treat serious clinical depression. But there is a tendency to overuse medical labels. \"What is interesting is that saying men have post-natal depression severs the link with biology. Men have not been pregnant, had the hormonal surges or given birth.\" She said modern men were put under other strains. \"It is no longer good enough to just be the bread-winner. They have to be engaged and involved. They are expected to abstain from alcohol, attend every scan and 'feel the pain' of birth. \"This can be a stressful experience.\"",
            "vi": "Chứng trầm cảm của những người ông bố sau khi con được sinh ra‘thường không được chuẩn đoán’      Các chuyên gia cảnh báo rằng nhiều người mới làm bố bị chứng trầm cảm sau khi con được sinh ra, tuy nhiên hầu hết các trường hợp này không được phát hiện và chữa trị. Các nhà nghiên cứu Hoa Kỳ tin rằng một trong mười người mới làm bố có thể sinh con bị trầm cảm, dựa trên những tìm kiếm tài liệu trong y văn của họ. Họ phát biểu với tạp chí Hiệp hội Y khoa của Mỹ là tuy tỷ lệ này thấp hơn ở những người mới làm mẹ nhưng thực tế là nhiều hơn con số ghi nhận được hiện nay . Họ cũng nói rằng việc thiếu ngủ cùng vơí những trách nhiệm mới của ông bố hay việc chăm sóc bà mẹ trẻ bị chứng bệnh trầm cảm sau sinh có thể là nguyên nhân gây ra căn bệnh này. Những phát hiện này được nhóm nghiên cứu của trường Y Eastern Virginia đúc kết từ 43 cuộc nghiên cứu trên 28,004 cặp bố mẹ đến từ 16 quốc gia khác nhau trong đó có Anh và Hoa Kỳ. Họ thấy rằng những người mới làm bố thường hạnh phúc nhất trong những tuần đầu sau khi em bé được sinh ra, và bắt đầu bị trầm cảm từ 3 đến 6 tháng sau đó Vào thời gian này có ít nhất 10% và có thể lên đến 25% ông bố mắc phải chứng trầm cảm. Và chứng trầm cảm dường như có thể lây nhiễm – những người đàn ông có vợ bị trầm cảm sau sinh dường như có nguy cơ mắc bệnh này cao hơn.  Tiến sĩ James Paulson và Sharnail Bazemore, những người thực hiện nghiên cứu, nói rằng nên nỗ lực hơn nữa để cải tiến việc sàng lọc và tư vấn khám bệnh cho những người bố đang có nguy cơ bị bệnh, đặc biệt là khi đưa ra bằng chứng cho thấy chứng trầm cảm sớm ở người bố có thể ảnh hưởng đáng kể đến sự phát triển, hành vi và cảm xúc của trẻ . Chứng trầm cảm ở bố hoặc mẹ tác động lâm sàng đến người kia. “Tương tự như vậy thì những nỗ lực ngăn ngừa và can thiệp đối với chứng trầm cảm ở bố mẹ nên được tập trung vào từng cặp bố mẹ và gia đình thay vì tập trung từng cá nhân riêng lẻ”, họ cho biết Những áp lực của người làm bố Bridget O'Connell, từ trung tâm từ thiện sức khoẻ tâm thần Mind, nói rằng: “Việc trở thành bố mẹ là một trong những thay đổi lớn nhất mà cả người đàn ông và phụ nữ đều có thể trải qua, tuy nhiên ít ai hiểu được tác động của nó đến sức khoẻ tinh thần như thế nào và có bao nhiêu người sẽ gặp vấn đề sức khoẻ tinh thần trong thời kỳ mang thai từ tháng thứ 5 đến tháng thứ tám”. “Những người mới làm bố làm mẹ có thể đối mặt với chứng thiếu ngủ, thay đổi lối sống, thay đổi mối quan hệ và hàng loạt các trách nhiệm mới, và chúng ta đâu phải lúc nào cũng nhớ rằng đây sẽ là vấn đề dành cho nam giới cũng như cho nữ giới” Nhưng Ellie Lee, một giảng viên về chính sách xã hội tại trường Đại học Kent, cho rằng  điều quan là đừng coi những cảm xúc thông thường là một căn bệnh nào đó. “Dĩ nhiên chẩn đoán và chữa trị chứng trầm cảm lâm sàng nặng là cần thiết. Nhưng  hiện đang có một xu hướng là lạm dụng quá nhiều các tên gọi y khoa”. “Điều thú vị ở đây là việc nói nam giới bị chứng trầm cảm sau khi con được sinh ra có mối liên hệ về mặt sinh học. Người đàn ông không mang thai, không có hiện tượng tăng hóc-môn và cũng không sinh đẻ”. Bà cho rằng người đàn ông ngày nay đang đối mặt với những nỗi căng thẳng khác. “Không còn chỉ mỗi trách nhiệm kiếm cái ăn nuôi cả gia đình. Họ phải bị ràng buộc và bị lệ thuộc. Họ sẽ phải kiêng rượu, tham gia các cuộc kiểm tra thai kỳ và cảm nhận sự đau đớn của việc sinh đẻ”. “Điều này có thể là một trải nghiệm hết sức căng thẳng”."
        },
        {
            "en": "3,000 steps five days a week wards off diabetes       If you walk three thousand steps a day, five days each week, your chances of developing diabetes and becoming obese are significantly reduced, Australian researchers report in the BMJ (British Medical Journal). Increase your daily steps over a five year period to 10,000 steps a day, and the benefits skyrocket. This is the first study to assess the impact of doing a daily step count on insulin sensitivity, the authors claim. Previous studies have demonstrated how physical activity can reduce insulin resistance and BMI (body mass index), both indicators of looming diabetes. However, none had clearly shown how adding a certain number of steps each day to your physical activity can significantly improve your chances of remaining obese - and diabetes - free.  Most experts advise people to walk 10,000 steps daily. However, doing 3,000 steps five times a week can also work. Also, you don't have to start off with the 10,000 steps - you can gradually build up over a five year period.  Scientists from the Murdoch Children's Research Institute, Melbourne, Australia, gathered data on 592 adults, all of them middle-aged. They had taken part in a nationally representative study aimed at gauging diabetes rates throughout Australia between 2000 and 2005.  The participants underwent a comprehensive health check, and then completed a questionnaire that revealed details on their eating habits and lifestyle. Each adult was given a pedometer and shown how to use it. A pedometer, also known as a step counter is a portable electronic device that counts each step you take by detecting the motion of your hips - you attach it to your side. It is usually worn on the belt and you keep it on all day - it records how many steps you have walked during the day.  The participants were followed-up again five years later. The researchers also took into account other lifestyle factors, such as smoking status and alcohol intake.  The investigators found that those with a higher daily step count over the five year period generally had a lower BMI, lower waist to hip ratio, and superior insulin sensitivity, compared to individuals with a low daily step count - regardless of what their dietary energy intake was. They added that the more active individuals enjoyed the above-mentioned benefits mainly because of a change in fatness (adiposity) over the five years.  The researchers worked out that sedentary individuals who gradually increased their daily step count to 10,000 over a five-year period would enjoy a threefold improvement in insulin sensitivity compared to those who managed to reach 3,000 steps a day (five days a week) at the end of five years.  It is important to remember that staying at 3,000 steps a day does have its benefits, compared to remaining completely sedentary.  The authors concluded: \"These findings, confirming an independent beneficial role of higher daily step count on body mass index, waist to hip ratio, and insulin sensitivity, provide further support to promote higher physical activity levels among middle aged adults.\"  According to the American Diabetes Association:   \n18 million Americans are diagnosed with diabetes\n\n\n  5.7 million Americans have diabetes but don't know it (<em>undiagnosed</em>)\n\n\n  57 million individuals in the USA have pre-diabetes\n\n\n  186,300 people under the age of 20 years have diabetes in the USA\n\n\n 2 million US teenagers have pre-diabetes\n\n\n  10.7% of Americans over the age of 20 have diabetes\n\n\n  11.2% of American adult males have diabetes\n\n\n  10.2% of American adult females have diabetes\n\n\n  Type 1 Diabetes is an autoimmune disease - the person's body has destroyed his/her own insulin-producing beta cells in the pancreas. A person with Type 2 Diabetes does not produce enough insulin, or suffers from 'insulin resistance' (the insulin is not working properly). Type 1 Diabetes is unavoidable and is not caused by lifestyle. Type 2 Diabetes is usually caused by being overweight and having a sedentary lifestyle.   \"Association of change in daily step count over five years with insulin sensitivity and adiposity: population based cohort study\" T Dwyer, A-L Ponsonby, O C Ukoumunne, A Pezic, A Venn, D Dunstan, E Barr, S Blair, J Cochrane, P Zimmet, J Shaw BMJ 2011; 342:c7249 doi: 10.1136/bmj.c7249  Written by Christian Nordqvist  Copyright: Medical News Today",
            "vi": "3,000 bước trong 5 ngày 1 tuần giúp ngăn ngừa tiểu đường    Nếu bạn đi bộ 3000 bước một ngày, 5 ngày mỗi tuần, nguy cơ phát triển bệnh tiểu đường và béo phì sẽ giảm đáng kể, theo các nhà nghiên cứu Úc ở BMJ (British Medical Journal). Tăng số bước hàng ngày của bạn trong thời gian 5 năm đến 10.000 bước một ngày thì các lợi ích sẽ tăng vọt. Đây là nghiên cứu đầu tiên đánh giá tác động của việc thực hiện một số bước đi hàng ngày trên độ nhạy insulin, các tác giả khẳng định. Các nghiên cứu trước đã chứng minh hoạt động thể chất có thể làm giảm sức kháng insulin và BMI (chỉ số hình thể), hai tiêu chí xác định bệnh tiểu đường giai đoạn đầu. Tuy nhiên, không nghiên cứu nào cho thấy rõ việc đi bộ nhiều hơn mỗi ngày bao nhiêu bước có thể cải thiện đáng kể cơ hội không bị béo phì và tiểu đường của bạn.    \n\nHầu hết các chuyên gia tư vấn cho mọi người đi bộ 10.000 bước hàng ngày. Tuy nhiên, đi bộ 3.000 bước 5 lần một tuần cũng có tác dụng. Hơn nữa, bạn chẳng cần phải bắt đầu ngay với 10,000 bước - bạn có thể tăng dần dần trong thời gian 5 năm.    \n\nCác nhà khoa học của Viện Nghiên cứu Trẻ em Murdoch, Melbourne, Úc, thu thập dữ liệu trên 592 người lớn, tất cả đều ở tuổi trung niên. Họ đã tham gia vào một nghiên cứu tiêu biểu trên toàn quốc nhằm xác định tỷ lệ bệnh tiểu đường trên khắp nước Úc từ năm 2000 đến năm 2005.    \n\nNhững người tham gia đã trải qua một cuộc kiểm tra sức khỏe toàn diện, và sau đó trả lời một bảng câu hỏi đó tiết lộ chi tiết về thói quen ăn uống và lối sống của họ. Mỗi người trưởng thành được tặng một máy đếm bước và hướng dẫn sử dụng. Máy đếm bước, cũng gọi là thiết bị đếm bước đi, là một thiết bị điện tử xách tay sẽ đếm từng bước bạn đi bằng cách phát hiện các chuyển động của hông khi bạn đeo nó. Máy này thường được đeo ở thắt lưng bạn trong cả ngày - nó sẽ ghi nhận số bước bạn đã đi trong ngày. Những người tham gia được kiểm tra lại vào 5 năm sau đó. Các nhà nghiên cứu cũng tính đến các yếu tố lối sống khác, chẳng hạn như tình trạng hút thuốc và uống rượu.    \n\nKết quả cho thấy rằng những người đi bộ mỗi ngày nhiều hơn trong thời gian 5 năm nhìn chung có vòng eo, chỉ số BMI, và tỷ lệ thắt lưng - hông thấp hơn, cùng với độ nhạy cảm insulin cao, so với những người đi bộ hàng ngày ít - bất kể năng lượng hấp thụ trong chế độ ăn uống của họ. Họ cho biết thêm, những người vận động nhiều hơn được lợi ích nói trên chủ yếu là do sự thay đổi trong mỡ (tình trạng béo phì) trong 5 năm. Các nhà nghiên cứu nhận thấy những người ít vận động nhưng đã cố gắng tăng dần số bước hàng ngày của họ đến 10.000 trong khoảng thời gian 5 năm sẽ cải thiện đến 3 lần độ nhạy cảm insulin của cơ thể so với những người chỉ đạt được 3.000 bước một ngày (5 ngày một tuần) vào cuối 5 năm.  Điều quan trọng là phải nhớ: duy trì 3,000 bước một ngày cũng có lợi ích, so với tiếp tục hoàn toàn không đi bộ. Các tác giả kết luận: \"Những phát hiện này, khẳng định vai trò độc lập mang lại lợi ích của việc đi bộ nhiều hơn hàng ngày trên chỉ số hình thể, tỷ lệ eo hông, và độ nhạy cảm insulin, giúp hỗ trợ thúc đẩy thêm nữa mức hoạt động thể lực nhiều hơn ở người trung niên. \" Theo Hiệp hội Tiểu đường Hoa Kỳ:  \n18 triệu người Mỹ bị chẩn đoán mắc bệnh tiểu đường\n\n\n\n 5.700.000 người Mỹ mắc bệnh tiểu đường nhưng không biết (không được chẩn đoán)\n\n\n\n  \n57000000 người Mỹ có tiền tiểu đường\n\n\n\n  \n186.300 người dưới độ tuổi 20 bị bệnh tiểu đường ở Mỹ\n\n\n\n  \n2 triệu thanh thiếu niên có tiền tiểu đường\n\n\n\n \n10,7% dân Mỹ trên 20 tuổi bị bệnh tiểu đường\n\n\n\n  \n11,2% nam giới Mỹ mắc bệnh tiểu đường\n\n\n\n  \n10,2% phụ nữ Mỹ trưởng thành mắc bệnh tiểu đường\n\n\n\n  Bệnh tiểu đường tuýp1 là bệnh tự miễn - cơ thể người bệnh tự tàn phá các tế bào bê-ta tạo ra insulin trong tụy của mình. Người bị tiểu đường tuýp 2 lại không sản xuất đủ insulin, hoặc bị \"đề kháng insulin” (insulin không hoạt động). Bệnh tiểu đường tuýp1 là điều không thể tránh khỏi và không do lối sống. Tiểu đường tuýp 2 thường gây ra bởi béo phì và lối sống ít vận động. “Sự liên kết giữa thay đổi trong số bước vận động trong 5 năm với độ nhạy insulin và bệnh béo phì: nghiên cứu nhóm thống kê dựa trên dân số.” T Dwyer, A-L Ponsonby, O C Ukoumunne, A Pezic, A Venn, D Dunstan, E Barr, S Blair, J Cochrane, P Zimmet, J Shaw BMJ 2011; 342:c7249 doi: 10.1136/bmj.c7249    \n\nTác giả: Nordqvist Christian Bản quyền: Medical News Today"
        },
        {
            "en": "What do drugs, alcohol, unprotected sex, tattoos, and body piercings have in common? They're all things your parents might lecture you about avoiding, but there's another connection: They can all lead to a liver condition called hepatitis. What is hepatitis? The liver is one of the body's powerhouses. It helps process nutrients and metabolizes medication. The liver also helps clear the body of toxic waste products. The word hepatitis means an inflammation of the liver. It can be caused by one of many things — including a bacterial infection, liver injury caused by a toxin (poison), and even an attack on the liver by the body's own immune system. However, the condition is usually caused by a virus. The three most common hepatitis viruses are hepatitis A, hepatitis B, or hepatitis C. Two other types of hepatitis virus, D and E, are rare in the United States. Some hepatitis viruses can mutate. That can make them hard for for the body to fight because they change over time. In some cases, hepatitis B or C can destroy the liver. The patient then will need a liver transplant to survive, which is not always available or successful. Hepatitis A The hepatitis A virus (HAV) is transmitted through the feces (poop) of infected individuals. People usually get hepatitis A by eating food or drinking water that's been contaminated with feces. As disgusting as that sounds though, hepatitis A is actually considered less destructive than some other hepatitis viruses. Unlike some other hepatitis viruses, hepatitis A rarely leads to permanent liver damage. Within a few weeks, the symptoms will have gone away on their own and the virus will no longer be in your system. Once someone has recovered from a hepatitis A infection, that person has immunity to the virus, meaning he or she will probably never get it again. People are also protected against hepatitis A if they've been vaccinated for it. Hepatitis B Hepatitis B is a more serious infection. It may lead to a condition called cirrhosis (permanent scarring of the liver) or liver cancer, both of which cause severe illness and even death. Hepatitis B virus (HBV) is transmitted from person to person through blood or other body fluids. In the United States, the most common way people get infected with HBV is through unprotected sex with a person who has the disease. People who share needles also are at risk of becoming infected because it's likely that the needles they use will not have been sterilized. As yet, there's no effective cure for hepatitis B. In most cases, teens who get hepatitis B will recover from the disease and may develop a natural immunity to future hepatitis B infections. But some people will have the condition forever. Medications can help some people with hepatitis B get rid of the virus. Hepatitis C The hepatitis C virus (HCV) is transmitted from person to person through blood or other body fluids. Like hepatitis B, hepatitis C can lead to cirrhosis or liver cancer. Hepatitis C is the most serious type of hepatitis. It's now one of the most common reasons for liver transplants in adults. Every year, thousands of people in the United States die from HCV. And there's no cure and no vaccine. An estimated 4.1 million Americans are currently infected with the virus. The most common way people become infected is through sharing drug paraphernalia such as needles and straws. People also get hepatitis C after having unprotected sex with an infected partner. Before 1990, many people got it through blood transfusions, but better blood screening and handling procedures now mean that this rarely happens. The medications currently used to treat hepatitis C are effective in controlling the disease in some people. However, hepatitis C treatments are not very easy to take, especially because some require frequent injections. What are the signs and symptoms? Hepatitis infection causes inflammation of the liver, which means that the liver becomes swollen and damaged and begins losing its ability to function. People with hepatitis often get symptoms similar to those caused by other virus infections, such as weakness, tiredness, and nausea. Because the symptoms of hepatitis are similar to other conditions, it's easy for someone who has it to confuse it with another illness. In addition, people with hepatitis A may not show any symptoms, so the infection can go <em>undiagnosed</em>. People with hepatitis B or C infection also may not show symptoms right away, but can develop health problems from the infection many years later. Even when infected people don't have any symptoms, they can still pass the disease on to others. Symptoms of hepatitis include:     * yellowing of the skin and eyes, known as jaundice     * fever     * nausea, vomiting, and lack of appetite     * abdominal pain (on the upper right side)     * light-colored bowel movements     * dark-colored urine The incubation period (how long it takes between the time someone becomes infected and symptoms first appear) for hepatitis varies depending on the type a person has. Somebody may not feel any different than before, or may notice these symptoms anywhere from 15 days to 4 months after getting the disease, depending on the type of hepatitis. How is hepatitis diagnosed and treated? A blood test is usually needed to determine if a person has hepatitis. Doctors don't prescribe medications to treat hepatitis A; they usually recommend resting until any fever and jaundice are gone and the person's appetite has returned to normal. It is also important to stay well hydrated by drinking lots of fluids. Hepatitis B and C can sometimes be treated with medications, although some forms of medication used to treat hepatitis C are only approved for use in adults. Although treatments for hepatitis B and C are becoming more effective, a cure cannot be guaranteed. Protecting yourself Vaccines can protect people against hepatitis A and hepatitis B. Today, all kids in the United States are routinely vaccinated against hepatitis B at birth and against hepatitis A between the ages of 1 and 2 years. Doctors recommend that the hepatitis A vaccine be given to anyone who wants to be immunized against the condition. However, people who travel to parts of the world where sanitation isn't very good should be immunized. If a person has been recently exposed to hepatitis A or B, a doctor may recommend a shot of immune globulin containing antibodies against the virus. This can help prevent the person from coming down with the disease. In addition to receiving vaccinations against hepatitis A and B, here's how to protect yourself against hepatitis virus infection:     * Don't have unprotected sex.     * Avoid intravenous drug use and sharing of drug paraphernalia.     * Wash your hands before handling food and after using the bathroom.     * Be sure tattoo or piercing shops sterilize needles and other equipment properly.     * Don't share toothbrushes or razors. Hepatitis can be transmitted through sores or cuts.     * Avoid eating raw shellfish (such as clams or oysters). You could put yourself at risk for hepatitis A if the shellfish was harvested from contaminated water. Hepatitis infection can be serious, but knowing what puts you at risk can help protect you.          ",
            "vi": "Ma tuý, rượu chè, quan hệ tình dục không an toàn, xăm mình, và xiên da (xỏ các vật trang trí vào cơ thể) giống nhau ở điểm gì? Đó là những điều mà có lẽ bố mẹ dạy cho bạn cần nên tránh, nhưng bên cạnh đó thì cũng còn mối tương quan khác, bởi hết thảy đều có thể dẫn đến chứng bệnh gan được gọi là viêm gan.  Viêm gan là gì? Gan là một trong những cơ quan dồi dào năng lượng của cơ thể. Gan có nhiệm vụ xử lý chất dinh dưỡng và chuyển hoá thuốc, bên cạnh đó còn giúp cho cơ thể lọc các phế phẩm độc hại ra ngoài cơ thể.  Thuật ngữ “hepatitis” có nghĩa là viêm gan. Viêm gan có thể do một trong những nguyên nhân sau: nhiễm khuẩn, tổn thương gan do độc tố (chất độc), và thậm chí là do chính hệ miễn dịch của cơ thể tấn công gan. Tuy nhiên, bệnh viêm gan thường là do vi rút. Ba loại vi rút viêm gan thường thấy nhất là viêm gan siêu vi A, viêm gan siêu vi B, hoặc viêm gan siêu vi C. Hai loại vi rút viêm gan khác, viêm gan siêu vi D và viêm gan siêu vi E, rất hiếm gặp ở Hoa Kỳ.  Một số vi rút viêm gan có thể bị biến dạng. Điều đó làm cho cơ thể khó có thể kháng lại được các vi rút này bởi chúng thay đổi theo thời gian. Trong một số trường hợp thì bệnh viêm gan siêu vi B hoặc viêm gan siêu vi C có thể làm hư lá gan. Bệnh nhân sẽ phải ghép gan mới có thể sống được, nhưng không phải lúc nào gan cũng có sẵn hoặc không phải lúc nào ghép gan cũng thành công.  Viêm gan siêu vi A  Vi rút viêm gan siêu vi A (HAV) được truyền qua phân của người nhiễm bệnh. Người ta thường bị viêm gan siêu vi A do ăn uống nhiễm vi rút trong phân. Mặc dù nghe có vẻ đáng sợ, nhưng bệnh viêm gan siêu vi A thực ra được cho là ít gây hại hơn một số loại vi rút viêm gan khác. Không giống như một số loại vi rút viêm gan khác, bệnh viêm gan siêu vi A hiếm khi dẫn đến tổn thương gan lâu dài. Các triệu chứng sẽ tự hết trong vòng một vài tuần và vi rút sẽ không còn tồn tại trong cơ thể bạn nữa. Khi một người đã hồi phục khỏi bệnh viêm gan siêu vi A thì sẽ miễn dịch với vi rút, có nghĩa là người này có lẽ sẽ không bao giờ bị tái phát nữa. Người ta cũng có thể phòng tránh được bệnh viêm gan siêu vi A nếu đã được tiêm ngừa trước đó.  Viêm gan siêu vi B Viêm gan siêu vi B là chứng nhiễm trùng nguy hiểm hơn. Nó có thể đưa tới bệnh xơ gan (tổn thương lâu dài ở gan) hoặc ung thư gan, cả hai chứng bệnh trên có thể gây ra bệnh nặng và thậm chí tử vong. Vi rút viêm gan siêu vi B (HBV) được truyền từ người này sang người kia qua máu hoặc các chất dịch khác của cơ thể.  Ở Hoa Kỳ, người ta thường hay nhiễm HBV nhiều nhất qua đường tình dục không an toàn với người nhiễm bệnh. Người dùng chung kim tiêm cũng có nguy cơ bị bệnh bởi có thể kim tiêm mà họ sử dụng không được khử trùng.  Cho đến nay, chưa có phương thuốc nào chữa lành viêm gan siêu vi B hiệu quả. Trong hầu hết các trường hợp, thanh thiếu niên bị nhiễm viêm gan siêu vi B sẽ có thể hồi phục và có thể sẽ phát triển miễn dịch tự nhiên khỏi bệnh viêm gan siêu vi B trong tương lai. Nhưng một số người sẽ bị bệnh đến suốt đời. Một số bệnh nhân viêm gan siêu vi B có thể chống vi rút nhờ một số loại thuốc nào đó.  Viêm gan siêu vi C Vi rút viêm gan siêu vi C (HCV) được truyền từ người này sang người khác qua máu hoặc các chất dịch khác của cơ thể. Tương tự như bệnh viêm gan siêu vi B, viêm gan siêu vi C có thể dẫn đến xơ gan hoặc ung thư gan. Viêm gan siêu vi C là loại viêm gan nguy hiểm nhất. Hiện đây là một trong những nguyên nhân gây ghép gan thường thấy nhất ở người lớn. Ở Mỹ, mỗi năm có hàng ngàn người chết vì HCV. Và người ta cũng chưa tìm ra thuốc chữa cũng như vắc-xin phòng bệnh.  Ước tính ở Mỹ hiện có khoảng 4,1 triệu người bị nhiễm vi rút. Cách mà người ta nhiễm bệnh thường thấy nhất là sử dụng chung các dụng cụ chích hút ma tuý chẳng hạn như kim tiêm và ống hút. Bên cạnh đó người ta cũng bị viêm gan siêu vi C sau khi quan hệ tình dục không an toàn với người nhiễm bệnh. Trước năm 1990, nhiều người đã mắc bệnh do truyền máu, nhưng các khâu xử lý và xét nghiệm máu hiện đã tốt hơn nhiều nên điều đó hiếm khi có thể xảy ra.  Nhiều loại thuốc hiện dùng để điều trị viêm gan siêu vi C cũng có tác dụng làm giảm bệnh ở một số người. Tuy nhiên, phương pháp chữa bệnh viêm gan siêu vi C không dễ dàng lắm, nhất là vì một số trường hợp đòi hỏi phải được tiêm chích thường xuyên.  Dấu hiệu và triệu chứng của bệnh viêm gan là gì? Nhiễm trùng viêm gan gây viêm gan, có nghĩa là gan trở nên sưng to, hư tổn và bắt đầu mất khả năng hoạt động. Người bị viêm gan thường có triệu chứng giống với những triệu chứng của một số bệnh nhiễm vi rút khác, như là ốm yếu, mệt mỏi, và buồn nôn. Vì các triệu chứng của bệnh viêm gan và triệu chứng của một vài bệnh khác tương tự với nhau nên bệnh nhân có thể dễ nhầm lẫn với một chứng bệnh nào khác. Hơn nữa, người bị viêm gan siêu vi A có thể không biểu hiện bất kỳ triệu chứng nào, vì vậy chứng bệnh này có thể tiến triển mà không được chẩn đoán ra. Tương tự thế, bệnh nhân bị viêm gan siêu vi B hoặc viêm gan siêu vi C cũng có thể không cho thấy triệu chứng gì ngay tức khắc, nhưng có thể gặp rắc rối về vấn đề sức khỏe do nhiễm trùng gây ra nhiều năm sau đó. Thậm chí khi người bị nhiễm bệnh không biểu hiện triệu chứng thì họ cũng có thể truyền bệnh sang cho người khác được.  Triệu chứng viêm gan bao gồm : * vàng da và mắt, được gọi là hội chứng vàng da * sốt * buồn nôn, ói mửa, và chán ăn * đau bụng (bụng trên vùng bên phải) * phân có màu nhạt * nước tiểu sẫm màu  Thời kỳ ủ bệnh viêm gan (thời gian từ khi nhiễm bệnh đến khi biểu hiện các triệu chứng lần đầu tiên) thay đổi tuỳ theo loại bệnh. Một số người có thể không cảm thấy bất kỳ thay đổi nào so với trước đây, hoặc có thể phát hiện thấy những triệu chứng này từ 15 ngày đến 4 tháng sau khi mắc bệnh, tùy thuộc vào loại viêm gan.  Viêm gan được chẩn đoán và điều trị bằng cách nào?  Người ta thường làm xét nghiệm máu để xác định xem có bị viêm gan hay không.  Nhiều bác sĩ không cho bệnh nhân sử dụng thuốc khi điều trị viêm gan siêu vi A mà chỉ thường khuyến nghị nên nghỉ ngơi cho đến khi nào hết sốt và hết vàng da và bệnh nhân có thể cảm thấy ngon miệng trở lại. Cũng cần nên cho bệnh nhân uống nhiều nước để tránh bị mất nước.  Viêm gan siêu vi B và siêu vi C đôi khi cũng được điều trị bằng thuốc, mặc dù một số loại thuốc trị viêm gan siêu vi C chỉ được phép sử dụng cho người lớn. Dẫu phương pháp điều trị viêm gan siêu vi B và siêu vi C đã trở nên có hiệu quả hơn nhưng người ta cũng không cam đoan là sẽ chữa lành được các chứng bệnh này.  Tự bảo vệ mình Vắc-xin có thể giúp phòng tránh được viêm gan siêu vi A và siêu vi B. Ngày nay, tất cả các trẻ em ở Hoa Kỳ đều được tiêm ngừa định kỳ viêm gan siêu vi B lúc mới sinh và viêm gan siêu vi A trong giai đoạn từ 1 đến 2 tuổi.  Bác sĩ khuyến cáo nên tiêm chủng vắc-xin ngừa viêm gan siêu vi A cho bất kỳ ai muốn. Tuy nhiên, người đi du lịch vòng quanh thế giới đến những nơi mà điều kiện vệ sinh không tốt lắm thì nên chủng ngừa.   Nếu một ai đó gần đây tiếp xúc với bệnh viêm gan siêu vi A hoặc siêu vi B thì bác sĩ có thể khuyến cáo nên tiêm một mũi globulin miễn dịch chứa kháng thể chống lại vi rút. Biện pháp này có thể giúp phòng tránh được bệnh.  Ngoài việc chủng ngừa viêm gan siêu vi A và siêu vi B thì bạn có thể tự bảo vệ mình khỏi nhiễm vi rút viêm gan bằng các cách dưới đây:  * Đừng quan hệ tình dục không an toàn.  * Tránh chích choác và dùng chung các dụng cụ chích hút ma tuý.  * Rửa tay sạch sẽ trước khi cầm nắm thức ăn và sau khi đi vệ sinh xong.  * Đảm bảo các cửa tiệm xăm mình hoặc xỏ lỗ (xiên da) nên khử trùng kim và các dụng cụ khác một cách đúng đắn. * Không nên sử dụng chung bàn chải đánh răng hoặc dao cạo. Bệnh viêm gan có thể lây truyền qua vết loét hoặc vết cắt.  * Tránh ăn tôm cua sống (chẳng hạn như con hàu hoặc con trai). Bạn có thể có nguy cơ mắc viêm gan siêu vi A nếu tôm cua được đánh bắt ở vùng nước nhiễm bẩn.  Bệnh viêm gan có thể là nguy hiểm, nhưng việc hiểu biết những điều làm cho bạn có nguy cơ mắc bệnh có thể giúp bạn phòng tránh được.   "
        },
        {
            "en": "Sudden infant death syndrome (SIDS)      Reducing the Risk A lack of answers is part of what makes sudden infant death syndrome (SIDS) so frightening. SIDS is the leading cause of death among infants 1 month to 1 year old, and claims the lives of about 2,500 each year in the United States. It remains unpredictable despite years of research. Even so, the risk of SIDS can be greatly reduced. First and foremost, infants younger than 1 year old should be placed on their backs to sleep — never face-down on their stomachs. Searching for Answers As the name implies, SIDS is the sudden and unexplained death of an infant who is younger than 1 year old. It's a frightening prospect because it can strike without warning, usually in seemingly healthy babies. Most SIDS deaths are associated with sleep and infants who die of SIDS show no signs of suffering. While most conditions or diseases usually are diagnosed by the presence of specific symptoms, most SIDS diagnoses come only after all other possible causes of death have been ruled out through a review of the infant's medical history and environment. This review helps distinguish true SIDS deaths from those resulting from accidents, abuse, and previously <em>undiagnosed</em> conditions, such as cardiac or metabolic disorders. When considering which babies could be most at risk, no single risk factor is likely to be sufficient to cause a SIDS death. Rather, several risk factors combined may contribute to cause an at-risk infant to die of SIDS. Most deaths due to SIDS occur between 2 and 4 months of age, and incidence increases during cold weather. African-American infants are twice as likely and Native American infants are about three times more likely to die of SIDS than caucasian infants. More boys than girls fall victim to SIDS. Other potential risk factors include: * smoking, drinking, or drug use during pregnancy  *  poor prenatal care  *  prematurity or low birth-weight  *  mothers younger than 20  *  tobacco smoke exposure following birth  *  overheating from excessive sleepwear and bedding  *  stomach sleeping  Stomach Sleeping Foremost among these risk factors is stomach sleeping. Numerous studies have found a higher incidence of SIDS among babies placed on their stomachs to sleep than among those sleeping on their backs or sides. Some researchers have hypothesized that stomach sleeping puts pressure on a child's jaw, therefore narrowing the airway and hampering breathing. Another theory is that stomach sleeping can increase an infant's risk of \"rebreathing\" his or her own exhaled air, particularly if the infant is sleeping on a soft mattress or with bedding, stuffed toys, or a pillow near the face. In that scenario, the soft surface could create a small enclosure around the baby's mouth and trap exhaled air. As the baby breathes exhaled air, the oxygen level in the body drops and carbon dioxide accumulates. Eventually, this lack of oxygen could contribute to SIDS. Also, infants who succumb to SIDS may have an abnormality in the arcuate nucleus, a part of the brain that may help control breathing and awakening during sleep. If a baby is breathing stale air and not getting enough oxygen, the brain usually triggers the baby to wake up and cry. That movement changes the breathing and heart rate, making up for the lack of oxygen. But a problem with the arcuate nucleus could deprive the baby of this involuntary reaction and put him or her at greater risk for SIDS. Going \"Back to Sleep\" The striking evidence that stomach sleeping might contribute to the incidence of SIDS led the American Academy of Pediatrics (AAP) to recommend in 1992 that all healthy infants younger than 1 year of age be put to sleep on their backs (also known as the supine position). Since the AAP's recommendation, the rate of SIDS has dropped by over 50%. Still, SIDS remains the leading cause of death in young infants, so it's important to keep reminding parents about the necessity of back sleeping. Many parents fear that babies put to sleep on their backs could choke on spit-up or vomit. According to the AAP, however, there is no increased risk of choking for healthy infants who sleep on their backs. (For infants with chronic gastroesophageal reflux disease [GERD] or certain upper airway malformations, sleeping on the stomach may be the better option. The AAP urges parents to consult with their child's doctor in these cases to determine the best sleeping position for the baby.)  Placing infants on their sides to sleep is not a good idea, either, the AAP said, as there's a risk that infants will roll over onto their bellies while they sleep. Some parents also may be concerned about positional plagiocephaly, a condition in which babies develop a flat spot on the back of their heads from spending too much time lying on their backs. Since the Back to Sleep campaign, this condition has become quite common — but it is usually easily treatable by changing your baby's position frequently and allowing for more \"tummy time\" while he or she is awake. Of course, once babies can roll over consistently — usually around 4 to 7 months — they may choose not to stay on their backs all night long. At this point, it's fine to let babies pick a sleep position on their own. Tips for Reducing the Risk of SIDS In addition to placing healthy infants on their backs to sleep, the AAP suggests these measures to help reduce the risk of SIDS: * Place your baby on a firm mattress to sleep, never on a pillow, waterbed, sheepskin, couch, chair, or other soft surface. To prevent rebreathing, do not put blankets, comforters, stuffed toys, or pillows near the baby.  * Make sure your baby does not get too warm while sleeping. Keep the room at a temperature that feels comfortable for an adult in a short-sleeve shirt. Some researchers suggest that a baby who gets too warm could go into a deeper sleep, making it more difficult to awaken. * Do not smoke, drink, or use drugs while pregnant and do not expose your baby to secondhand smoke. Infants of mothers who smoked during pregnancy are three times more likely to die of SIDS than those whose mothers were smoke-free; exposure to secondhand smoke doubles a baby's risk of SIDS. Researchers speculate that smoking might affect the central nervous system, starting prenatally and continuing after birth, which could place the baby at increased risk.  * Receive early and regular prenatal care. * Make sure your baby has regular well-baby checkups.  * Breastfeed, if possible. There is some evidence that breastfeeding may help decrease the incidence of SIDS. The reason for this is not clear, though researchers think that breast milk may help protect babies from infections that increase the risk of SIDS.  * If your baby has GERD, be sure to follow your doctor's guidelines on feeding and sleep positions.  * Put your baby to sleep with a pacifier during the first year of life. If your baby rejects the pacifier, don't force it. Pacifiers have been linked with lower risk of SIDS. If you're breastfeeding, try to wait until after the baby is 1 month old so that breastfeeding can be established.  * While infants can be brought into a parent's bed for nursing or comforting, parents should return them to their cribs or bassinets when they're ready to sleep. It's a good idea to keep the cribs and bassinets in the room where parents' sleep. This has been linked with a lower risk of SIDS.  And growing public awareness of SIDS and precautions to prevent it should leave fewer parents searching for answers in the future.",
            "vi": "Hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS)    Giảm nguy cơ đột tử của trẻ Việc thiếu hiểu biết cũng là một phần nguyên do làm cho hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS) trở nên đáng sợ như thế. SIDS là nguyên nhân hàng đầu dẫn đến tử vong ở trẻ sơ sinh từ 1 tháng đến 1 tuổi, và mỗi năm cướp đi mạng sống của khoảng 2.500 trẻ em ở Hoa Kỳ. Mặc dù người ta đã mất nhiều năm ngiên cứu nhưng hội chứng này vẫn còn là một ẩn số.  Tuy vậy, nguy cơ SIDS cũng có thể ngăn ngừa và làm giảm đáng kể. Điều đầu tiên và quan trọng hơn hết là trẻ dưới 1 tuổi nên được đặt nằm ngửa khi ngủ – đừng bao giờ cho bé nằm sấp và úp mặt xuống dưới.  Đi tìm lời giải Như đã tiềm ẩn trong tên gọi của nó, hội chứng SIDS là hội chứng gây tử vong đột ngột, bất thình lình và khó giải thích ở trẻ sơ sinh dưới 1 tuổi. Đây là một khả năng đáng sợ bởi có thể làm tử vong mà không có một dấu hiệu nào báo trước, thường thì cũng xảy ra với những đứa trẻ khỏe mạnh. Phần lớn các trường hợp đột tử ở trẻ dưới 1 tuổi đều liên quan đến giấc ngủ và những trẻ sơ sinh đột tử này không hề cho thấy dấu hiệu bệnh tật gì cả.    Trong khi hầu hết các chứng bệnh đều được chẩn đoán dựa vào một số triệu chứng cụ thể nào đó, thì phần lớn các chẩn đoán SIDS có được sau khi đã loại trừ tất cả các nguyên nhân đột tử khả thi khác bằng cách xem xét tiền sử sức khỏe và môi trường sống của trẻ. Việc tìm hiểu, rà soát này giúp người ta phân biệt các ca đột tử SIDS thực sự với các trường hợp tử vong do tai nạn, lạm dụng thuốc, và các căn bệnh chưa được chẩn đoán ra trước đây, như rối loạn tim mạch hoặc rối loạn quá trình trao đổi chất.  Trong quá trình cân nhắc, xem xét xem trẻ nào có thể có nguy cơ nhiều nhất thì người ta phát hiện ra không có một nguyên nhân đơn lẻ nào có thể gây ra hội chứng đột tử SIDS được. Đúng hơn là, nguy cơ trẻ sơ sinh đột tử khi ngủ là do một vài yếu tố nguy hiểm kết hợp lại.  Hiện tượng đột tử này xảy ra chủ yếu trong độ tuổi từ 2 đến 4 tháng tuổi, và thường tăng lên trong mùa lạnh. Tỉ lệ đột tử ở trẻ sơ sinh Mỹ gốc Châu Phi cao hơn gấp 2 lần so với trẻ sơ sinh da trắng và số trẻ thổ dân Châu Mỹ đột tử cũng cao hơn khoảng 3 lần. Bé trai có nguy cơ đột tử nhiều hơn bé gái.  Những nguyên nhân tìm ẩn khác bao gồm: * mẹ hút thuốc, uống rượu, hoặc sử dụng ma túy khi đang có thai * chăm sóc thời kỳ trước khi sinh không đúng cách hoặc quá sơ sài * bé sinh non hoặc sinh thiếu ký * mẹ dưới 20 tuổi * bé sau khi sinh tiếp xúc với khói thuốc lá * giường ngủ quá nóng và bé mặc quá nhiều quần áo khi ngủ * bé nằm sấp khi ngủ Nằm sấp khi ngủ Các yếu tố gây nguy hiểm hàng đầu dẫn đến đột tử ở trẻ sơ sinh là nằm sấp khi ngủ. Nhiều cuộc nghiên cứu đã phát hiện tỉ lệ SIDS cao hơn ở trẻ nằm sấp khi ngủ so với trẻ nằm ngửa hoặc nằm nghiêng. Một số nhà nghiên cứu đưa ra giả thiết là tư thế ngủ nằm sấp sẽ làm đè lên quai hàm của trẻ, làm hẹp đường thở và làm cho bé bị nghẹt thở. Một giả thuyết khác là việc nằm sấp có thể làm tăng nguy cơ “hít ngược trở lại” khí mà bé thở ra, nhất là khi bé ngủ trên nệm mềm hoặc có bộ trải giường, chăn màn, đồ chơi bằng bông nhồi, hoặc gối gần bên mặt. Khi đó bề mặt mềm có thể tạo lớp chắn mỏng quanh miệng của bé và làm chặn lại lượng khí bé thở ra. Nếu trẻ hít lại lượng khí đó thì lượng ô-xy trong cơ thể giảm xuống và CO2 tăng lên. Và sự thiếu ô-xy này có thể góp phần dẫn tới việc đột tử ở trẻ trong khi ngủ. Hơn nữa, trẻ bị đột tử trong lúc ngủ cũng có thể gặp bất thường ở nhân hình cung, đây là một phần của não bộ giúp kiểm soát việc thở và thức giấc trong lúc ngủ. Nếu trẻ hít phải lượng khí đã thải ra và không có đủ khí ô-xy thì não sẽ báo động cho trẻ thức giấc và khóc ré lên. Hành động đó thay đổi nhịp hô hấp và nhịp tim, bù đắp lại lượng ô-xy đã thiếu. Nhưng nếu trẻ có vấn đề với bộ phận đó thì sẽ bị mất đi phản ứng vô điều kiện này và làm cho trẻ có nguy cơ tử vong rất cao.  “Nằm ngửa khi ngủ” Những sự thật rõ ràng rằng việc ngủ nằm sấp có thể góp phần gây nên hội chứng đột tử ở trẻ làm cho Viện Hàn lâm Nhi khoa Hoa Kỳ (AAP) năm 1992 đã khuyến cáo tất cả trẻ sơ sinh khỏe mạnh dưới 1 tuổi nên được đặt nằm ngửa khi ngủ.  Kể từ khi được AAP khuyến cáo thì tỉ lệ trẻ đột tử trong khi ngủ đã giảm hơn 50%. Nhưng, hội chứng SIDS vẫn là một nguyên nhân hàng đầu dẫn đến tử vong ở trẻ sơ sinh, vì vậy điều quan trọng là nên nhắc các ông bố bà mẹ về việc nên cho trẻ nằm ngửa khi ngủ.  Nhiều bố mẹ sợ rằng nếu đặt trẻ nằm ngửa khi ngủ thì có thể trẻ bị nghẹt thở do nôn ói. Tuy nhiên theo Viện Hàn lâm Nhi khoa Hoa Kỳ (AAP) thì nguy cơ nghẹt thở đối với trẻ sơ sinh mạnh khỏe nằm ngửa khi ngủ không tăng. (Đối với trẻ sơ sinh bị trào ngược dạ dày thực quản mãn tính hoặc bị dị tật đường thở trên thì tư thế ngủ nằm sấp có thể tốt hơn. Tổ chức AAP khuyến nghị các bậc bố mẹ nên tham khảo ý kiến của bác sĩ để quyết định xem tư thế nằm ngủ như thế nào là tốt nhất cho con mình.)  AAP cho biết việc đặt trẻ nằm nghiêng khi ngủ cũng không phải là một ý hay bởi trong lúc ngủ trẻ cũng có thể lăn và lại nằm sấp úp mặt xuống dưới. Một số bố mẹ cũng lo ngại về hình dạng bất đối xứng của đầu con mình – có nghĩa là đầu bé bị méo, bị dẹt hoặc không tròn như bình thường – đây là một triệu chứng phần sau đầu bé phẳng lì hoặc dẹt đét do phải nằm ngửa trong thời gian quá lâu. Kể từ khi có cuộc vận động cho trẻ nằm ngửa thì triệu chứng này càng trở nên phổ biến hơn – nhưng cũng dễ dàng chữa dứt thôi bằng cách thay đổi tư thế nằm của bé và cũng nên cho bé thời gian “nằm sấp” nhiều hơn trong khi bé thức.  Tất nhiên là khi bé có thể lăn hoặc lật đều đặn – thường khoảng chừng từ 4 đến 7 tháng tuổi – bé có thể sẽ không nằm ngửa suốt cả đêm đâu. Vào độ tuổi này, bạn cũng có thể để cho bé tự nằm ở tư thế nào bé thích.  Các bí quyết giúp giảm nguy cơ đột tử ở trẻ sơ sinh dưới 1 tuổi Ngoài việc nên đặt trẻ sơ sinh khỏe mạnh nằm ngửa khi ngủ thì tổ chức AAP cũng khuyến cáo những biện pháp dưới đây nhằm giúp làm giảm nguy cơ gây đột tử ở trẻ sơ sinh khi ngủ: * Nên đặt bé ngủ trên nệm cứng, đừng cho bé  ngủ trên gối, giường nước, đệm nước, da cừu, đi văng, ghế hoặc trên một vật có bề mặt mềm nào khác. Để phòng tránh việc trẻ có thể hít lại khí thải ra, bạn không nên để chăn mền, khăn quàng cổ, đồ chơi nhồi bông, hoặc gối gần chỗ bé.  * Nên đảm bảo bé không cảm thấy quá ấm khi ngủ. Hãy giữ cho phòng bé được thoải mái với nhiệt độ vừa phải có thể cho người lớn mặc áo ngắn tay là được. Một số nhà nghiên cứu khuyến cáo trẻ ngủ quá ấm có thể ngủ sâu hơn và làm cho bé khó tỉnh thức hơn.  * Không nên hút thuốc, uống rượu bia hoặc sử dụng ma tuý khi mang thai và không nên để cho bé tiếp xúc với khói thuốc do người khác hút. Trẻ sơ sinh có mẹ hút thuốc trong thời gian thai nghén có nguy cơ đột tử SIDS cao hơn gấp 3 lần so với trẻ có mẹ không hút thuốc và tương tự trẻ tiếp xúc với khói thuốc do người khác hút có nguy cơ đột tử SIDS cao gấp đôi so với trẻ có mẹ không hút thuốc. Các nhà nghiên cứu phỏng đoán thuốc lá có thể làm ảnh hưởng đến hệ thần kinh trung ương, bắt đầu trước khi sanh và tiếp tục sau khi bé ra đời, làm tăng nguy cơ đột tử của bé trong khi ngủ.  * Nên khám và chăm sóc sức khỏe sớm và đều đặn trước khi sinh. * Nên đảm bảo bé được khám sức khỏe định kỳ đều đặn.  * Nên cho trẻ bú sữa mẹ, nếu có thể được. Nhiều bằng chứng cho thấy trẻ được bú sữa mẹ có thể giảm nguy cơ đột tử trong khi ngủ. Dẫu chưa có nguyên do gì rõ ràng cho việc này nhưng các nhà nghiên cứu cho rằng sữa mẹ có thể giúp trẻ phòng tránh được các bệnh nhiễm trùng làm tăng nguy cơ đột tử của trẻ khi ngủ.  * Nếu bé bị hội chứng trào ngược dạ dày thực quản (GERD) thì nên đảm bảo làm theo hướng dẫn của bác sĩ về việc cho ăn và tư thế ngủ của bé nhé. * Cho bé ngậm ti giả khi ngủ trong năm đầu đời. Nếu bé không thích thì đừng ép. Ti giả có khả năng làm giảm nguy cơ gây đột tử cho trẻ trong khi ngủ. Nếu bé bú sữa mẹ thì bạn nên chờ sau 1 tháng cho bé quen với việc bú mẹ.  * Khi bố mẹ mang trẻ sơ sinh sang giường mình để cho bé bú hoặc dỗ dành, vuốt ve con thì nên cho bé trở lại nôi hoặc giường cũi của mình khi bé muốn ngủ. Bạn nên để nôi hoặc giường cũi của bé trong phòng ngủ của mình, điều này có thể giúp làm giảm nguy cơ đột tử của bé trong lúc ngủ đấy.  Và việc nâng cao ý thức của người dân về hội chứng đột tử ở trẻ sơ sinh dưới 1 tuổi và các biện pháp phòng tránh sẽ có thể giúp nhiều bố mẹ hiểu biết hơn trong tương lai."
        }
    ],
    "suggestions": []
}