{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌniks'pleind]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không được giải thích; không chính xác; không xác định</td></tr></table><i/></div>",
            "word": "unexplained"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unexplained</k><blockquote>■ <cclass>adjective not made clear or accounted for. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unexplainable</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>unexplainably</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "unexplained"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unexplained"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unexplained"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unexplained"
        }
    },
    "sentences": [
        {
            "en": "It's an <em>unexplained</em> phenomenon.",
            "vi": "Đó là một hiện tượng không thể giải thích được."
        },
        {
            "en": "He has an <em>unexplained</em> absence of mind.",
            "vi": "Sự lơ đãng/đãng trí của anh ta không thể giải thích nổi."
        },
        {
            "en": "There was an <em>unexplained</em> excitement in his answering smile.",
            "vi": "Có vẻ phấn khích không sao tả nổi trong nụ cười đáp trả của anh ta."
        },
        {
            "en": "An intelligence Agent has disappeared under <em>unexplained</em> circumstances deep in the jungle.",
            "vi": "Một đặc vụ đã mất tích sâu trong rừng mà không có một tình huống giải thích nào."
        },
        {
            "en": "They said they were treating the cause of death as <em>unexplained</em>.",
            "vi": "Nguyên nhân của cái chết hiện chưa được xác định."
        },
        {
            "en": "This is part of the collection called the \"nutshell studies of <em>unexplained</em> death.\"",
            "vi": "Đây là một phần của bộ sưu tập mang tên \"tóm tắt những nghiên cứu về cái chết chưa rõ nguyên nhân.\""
        },
        {
            "en": "As they approach old age them seem to have an <em>unexplained</em> compulsion to return to the Sargasso Sea to breed",
            "vi": "Bởi vì chúng gần đến tuổi già ,chúng dường như có một sức mạnh tinh thần nào đó không giải thích được để quay lại với giống nói của chúng"
        },
        {
            "en": "As the name implies, sudden infant death syndrome (SIDS) is the sudden and <em>unexplained</em> death of an infant who is younger than one year old.",
            "vi": "Như đã tiềm ẩn trong tên gọi của nó, hội chứng đột tử ở trẻ dưới một tuổi (SIDS) là hội chứng gây tử vong đột ngột, bất thình lình và khó giải thích ở trẻ sơ sinh dưới một"
        },
        {
            "en": "\"I can be patient — if I make a great effort.\" He smiled, holding my glance, trying to lift me out of my sudden, <em>unexplained</em> dejection.",
            "vi": "\"Tôi có thể kiên nhẫn - nếu tôi cố gắng thiệt nhiều.\" Anh mỉm cười, vẫn nhìn tôi, cố làm tôi thoát được nỗi buồn nản khó hiểu, đột ngột xâm chiếm."
        },
        {
            "en": "As the name implies, sudden infant death syndrome (SIDS) is the sudden and <em>unexplained</em> death of an infant who is younger than one year old.",
            "vi": "Như đã tiềm ẩn trong tên gọi của nó,  hội chứng đột tử ở trẻ dưới một tuổi (SIDS) là hội chứng gây tử vong đột ngột, bất thình lình và khó giải thích ở trẻ sơ sinh dưới một tuổi."
        },
        {
            "en": "In other words, while inexplicable things have seemingly no logic to them, unexplainable things are just very difficult to explain. In fact, unexplainable could often be replaced with <em>unexplained</em> with little loss of meaning.",
            "vi": "Nói cách khác, những thứ inexplicable thì có vẻ không có lô - gích đối với người nói, còn những thứ unexplainable thì chỉ là rất khó giải thích. Thực ra, unexplainable thường có thể thay bằng unexplained mà không khác nghĩa bao nhiêu."
        },
        {
            "en": "I thought about Charlie's reaction when he woke up this morning, if - after all that life had put him through in the last week with Harry's loss, and then I had put him through with my <em>unexplained</em> disappearance - he was to find my bed empty.",
            "vi": "Tôi nghĩ đến phản ứng của Charlie sáng nay khi ông thức giấc, nếu - sau khi đời bắt ông phải trải qua chuyện Harry qua đời tuần trước, rồi tôi lại bắt ông chịu đựng sự biến mất không lời giải thích của mình - ông thấy giường tôi trống rỗng."
        },
        {
            "en": "Symptom: Weight gain or loss\n \nAn <em>unexplained</em> change in weight is one of the most common signs of a thyroid disorder. Weight gain may signal low levels of thyroid hormones, a condition called hypothyroidism. In contrast, if the thyroid produces more hormones than the body needs, you may lose weight unexpectedly. This is known as hyperthyroidism. Hypothyroidism is far more common.",
            "vi": "Triệu chứng: Tăng cân hoặc giảm cân      Việc thay đổi trọng lượng khó hiểu là một trong những dấu hiệu thường thấy nhất của chứng rối loạn tuyến giáp. Tăng cân có thể báo hiệu hàm lượng hoóc-môn tuyến giáp thấp, bệnh này được gọi là suy giáp. Nngược lại, nếu tuyến giáp sản sinh nhiều hoóc-môn hơn mức độ yêu cầu của cơ thể thì bạn có thể sẽ giảm cân một cách bất ngờ. Đây được gọi là cường giáp. Chứng suy giáp thường phổ biến hơn rất nhiều."
        },
        {
            "en": "I thought about Charlie's reaction when he woke up this morning, if - after all that life had put him through in the last week with Harry's loss, and then I had put him through with my <em>unexplained</em> disappearance - he was to find my bed empty.",
            "vi": "nghĩ đến phản ứng của Charlie sáng nay khi ông thức giấc, nếu - sau khi đời bắt ông phải trải qua chuyện Harry qua đời tuần trước, rồi tôi lại bắt ông chịu đựng sự biến mất không lời giải thích của mình - ông thấy giường tôi trống rỗng."
        },
        {
            "en": "Fatigue cause No. 14: CFS and fibromyalgiaIf your fatigue lasts more than six months and is so severe that you can’t manage your daily activities, chronic fatigue syndrome or fibromyalgia are a possibility. Both can have various symptoms, but persistent, <em>unexplained</em> exhaustion is a main one.Fix: While there’s no quick fix for CFS or fibromyalgia, patients often benefit from changing their daily schedule, learning better sleep habits, and starting a gentle exercise program.",
            "vi": "Nguyên nhân gây mệt mỏi 14: CFS (Chronic Fatigue Syndrome (hội chứng mệt mỏi kinh niên) và đau cơ, gân, khớp)Nếu tình trạng mệt mỏi của bạn kéo dài hơn sáu tháng và trầm trọng đến nỗi bạn không thể làm được các hoạt động thường nhật của mình thì có thể là bạn đang bị hội chứng mệt mỏi kinh niên hoặc đau cơ, gân, khớp. Cả hai có thể có triệu chứng khác nhau, nhưng vấn đề chính của chúng là kiệt sức kéo dài dai dẳng và không rõ nguyên nhân là gì. Giải pháp: Mặc dù không chữa được hội chứng mệt mỏi kinh niên hoặc đau cơ, gân, khớp nhanh chóng nhưng bệnh nhân thường có thể cảm thấy dễ chịu hơn bằng cách thay đổi thời gian biểu/ kế hoạch hằng ngày của mình, tập thói quen ngủ nghỉ tốt hơn, và bắt đầu một chương trình thể dục nhẹ nhàng nào đó."
        },
        {
            "en": "US doctors started to study Southeast Asian experiences with sleep paralysis when refugees from Cambodia, Laos, and Vietnam began to arrive in the country. Cambodia refugees, struggling with the trauma of surviving the Khmer Rouge's death camps, were complaining of khmaoch sângkât. The suddenly, in the early 80s, more than 100 otherwise healthy Hmong men died in their sleep. No one could understand what was going on. Doctors decided to call it Sudden <em>Unexplained</em> Nocturnal Death Syndrome or SUNDS.",
            "vi": "Các bác sĩ ở Mỹ bắt đầu nghiên cứu về tình trạng tê liệt khi ngủ của người Đông Nam Á khi những người tị nạn từ Campuchia, Lào và Việt Nam đến đất nước này. Những người tị nạn Campuchia phải vật lộn với chấn thương để tồn tại trong các khu trại tử thần của người Khơ-me Đỏ than phiền về khmaoch sângkât. Vào đầu những năm 80, đột nhiên có hơn 100 nam giới Hmông khỏe mạnh chết trong khi ngủ. Không một ai có thể hiểu nổi điều gì đang xảy ra. Các bác sĩ đã quyết định gọi nó là Hội chứng đột tử bí ẩn về đêm (SUNDS)."
        },
        {
            "en": "Fatigue cause No. 9: DiabetesIn people with diabetes, abnormally high levels of sugar remain in the bloodstream instead of entering the body’s cells, where it would be converted into energy. The result is a body that runs out of steam despite having enough to eat. If you have persistent, <em>unexplained</em> fatigue, ask your doctor about being tested for diabetes.Fix: Treatments for diabetes may include lifestyle changes such as diet and exercise, insulin therapy, and medications to help the body process sugar.",
            "vi": "Nguyên nhân gây mệt mỏi 9: Tiểu đường Ở người bị tiểu đường, nồng độ đường huyết cao bất thường dai dẳng trong máu thay vì vào tế bào của cơ thể, nơi đây nó sẽ được chuyển hoá thành năng lượng. Hậu quả là cơ thể không còn năng lượng mặc dù đã ăn uống đầy đủ. Nếu bạn cảm thấy mệt mỏi liên tục mà không rõ nguyên nhân là gì thì hãy nên hỏi khám bác sĩ về việc xét nghiệm bệnh tiểu đường. Giải pháp: Phương pháp điều trị tiểu đường có thể gồm việc thay đổi lối sống chẳng hạn như ăn kiêng và luyện tập thể dục, liệu pháp insulin, và thuốc nhằm giúp cho cơ thể chuyển hoá đường."
        },
        {
            "en": "Colorectal cancer warning signs  There are usually no early warning signs for colorectal cancer. For this reason it's important to get screened. Detecting cancer early means it's more curable. As the disease progresses, patients may notice blood in the stool, abdominal pain, a change in bowel habits (such as constipation or diarrhea), <em>unexplained</em> weight loss, or fatigue. By the time these symptoms appear, tumors tend to be larger and more difficult to treat.",
            "vi": "Các dấu hiệu cảnh báo bệnh ung thư kết tràng-trực tràng  Bệnh ung thư kết tràng-trực tràng thường không có dấu hiệu cảnh báo ban đầu. Bởi thế, điều quan trọng là bệnh phải nên được kiểm tra sàng lọc. Phát hiện bệnh sớm đồng nghĩa với việc có thể chữa lành được nhiều hơn. Khi bệnh tiến triển thì bệnh nhân có thể để ý thấy máu trong phân, đau bụng, thay đổi thói quen đi tiêu (chẳng hạn như táo bón hoặc tiêu chảy) , giảm cân không rõ nguyên nhân, hoặc mệt mỏi. Lúc xảy ra các triệu chứng này thì khối u thường có khuynh hướng to hơn và khó có thể chữa lành hơn."
        },
        {
            "en": "THE EVIDENCE: Over the last three decades, several reports of <em>unexplained</em> and mysterious human disappearances in Australia have been associated with strange animal imprints. Though a complete fossil skeleton of Megalania has never been found, a farmer in Queensland, Australia found bones of this prehistoric creature on his farm. They tested to be only 300 years old. Whether or not Megalania continues to roam the Australian rainforests today, it surely did encounter humans when Aborigines arrived on the continent 40,000 to 125,000 years ago.",
            "vi": "Bằng chứng: Trong ba thập kỷ qua, có nhiều báo cáo không giải thích được và những vụ mất tích bí ẩn của con người ở Úc đã gắn liền với các dấu vết của con vật lạ. Mặc dù chưa có một bộ xương hóa thạch hoàn chỉnh nào của thằn lằn khổng lồ Megalania được tìm thấy, một nông dân ở Queensland, Úc cho biết đã thấy xương của sinh vật thời tiền sử này ở trang trại của mình. Bộ xương đó được kiểm tra và chỉ mới 300 năm tuổi. Dù thằn lằn khổng lồ Megalania prisca có tồn tại hay không thì nếu nó vẫn lang thang trên các khu rừng nhiệt đới nước Úc ngày nay, chắc chắn nó đã gặp phải con người khi các thổ dân đến lục địa này từ 40.000 đến 125.000 năm trước."
        },
        {
            "en": "EVIDENCE OF AN OCTOPUS? Although no physical evidence exists in the case of the Oklahoma Octopus, many point to the high mortality rate and large number of <em>unexplained</em> drownings in the Oklahoma lakes as a clear sign of its presence. There have also been numerous reported sightings. Cryptozoologists have pointed out that species of jellyfish have been able to adapt from saltwater to freshwater conditions, and the same adaptation may have been possible for a giant cephalopod trapped in an inland lake when coastal waters receded.",
            "vi": "Bằng chứng? Mặc dù không có bằng chứng vật lý cho thấy sự tồn tại của bạch tuộc Oklahoma, nhiều người cho rằng tỷ lệ tử vong cao và số lượng lớn các trường hợp chết đuối không giải thích được lý do tại các hồ Oklahoma là một dấu hiệu rõ ràng về sự hiện diện của quái vật này. Cũng đã có nhiều báo cáo về việc trông thấy sinh vật này. Các nhà khoa học nghiên cứu sinh vật huyền bí đã chỉ ra rằng loài sứa có thể thích ứng từ điều kiện nước mặn sang nước ngọt, và sự thích ứng tương tự cũng có thể xảy ra đối với một động vật thân mềm khổng lồ bị mắc kẹt trong một cái hồ trong đất liền khi các vùng nước ven biển rút đi."
        }
    ],
    "suggestions": []
}