{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌniks'pleinəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không thể giảng giải, không thể giải nghĩa</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không thể giải thích, không thể thanh minh</td></tr></table><i/></div>",
            "word": "unexplainable"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "unexplainable"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unexplainable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unexplainable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unexplainable"
        }
    },
    "sentences": [
        {
            "en": "There are many <em>unexplainable</em> paranormal events in the world.",
            "vi": "Có nhiều hiện tượng siêu nhiên không giải thích được trên thế giới."
        },
        {
            "en": "What is the difference between <em>unexplainable</em> and inexplicable?",
            "vi": "Phân biệt Inexplicable và unexplainable"
        },
        {
            "en": "On Sunday we lost Sir Patrick Moore, an astronomer who explained more <em>unexplainable</em> things to more lesser-educated people than Brian “photogenic” Cox could in a month.  Don’t stigmatize in a rush to explain inexplicable evil. [National Journal]  Some events are <em>unexplainable</em> — suggesting that what happened was not from a scent, but a sense. A kind of “sixth sense.”  Inexplicable <em>Unexplainable</em>",
            "vi": "Chủ Nhật rồi chúng ta đã mất đi Ngài Patrick Moore, nhà thiên văn học đã giải thích những điều không thể giải thích cho nhiều người ít học vấn hơn cả số người Cox Brian\"ăn ảnh\" có thể giải thích trong một tháng.  Đừng vội nghĩ xấu để giải thích cái xấu không thể giải thích (khó hiểu, vô lý). [ Quốc gia Tập san ]  Một số sự kiện (lạ kỳ) không giải thích được - cho thấy chuyện xảy ra không phải do mùi hương, mà do giác quan. Một loại\" giác quan thứ sáu.\""
        },
        {
            "en": "In other words, while inexplicable things have seemingly no logic to them, <em>unexplainable</em> things are just very difficult to explain. In fact, <em>unexplainable</em> could often be replaced with unexplained with little loss of meaning.",
            "vi": "Nói cách khác, những thứ inexplicable thì có vẻ không có lô - gích đối với người nói, còn những thứ unexplainable thì chỉ là rất khó giải thích. Thực ra, unexplainable thường có thể thay bằng unexplained mà không khác nghĩa bao nhiêu."
        },
        {
            "en": "<em>Unexplainable</em> tends to describe nonhuman things, especially natural and supernatural phenomena, and it is also used for human things that are difficult to explain but not necessarily irrational.",
            "vi": "Unexplainable thường để mô tả những thứ phi nhân tính, nhất là những hiện tượng siêu nhiên và tự nhiên và cũng được dùng cho những thứ thuộc về con người, khó giải thích nhưng không nhất thiết phải bất hợp lý."
        },
        {
            "en": "Existentialism is a philosophy that emphasizes the uniqueness and isolation of the individual experience in a hostile or indifferent universe, regards human existence as <em>unexplainable</em>, and stresses freedom of choice and responsibility for the consequences of one's acts.",
            "vi": "Chủ nghĩa hiện sinh là một triết lý nhấn mạnh sự độc đáo và sự cô lập của những kinh nghiệm cá nhân trong một vũ trụ mang tính thù địch hoặc trung lập, liên quan đến sự tồn tại"
        },
        {
            "en": "Existentialism is a philosophy that emphasizes the uniqueness and isolation of the individual experience in a hostile or indifferent universe, regards human existence as <em>unexplainable</em>, and stresses freedom of choice and responsibility for the consequences of one's acts.",
            "vi": "Chủ nghĩa hiện sinh là một triết lý nhấn mạnh sự độc đáo và sự cô lập của những kinh nghiệm cá nhân trong một vũ trụ mang tính thù địch hoặc trung lập, liên quan đến sự tồn tại không giải thích được của con người, và nhấn mạnh tự do lựa chọn cũng như trách nhiệm về hậu quả của hành vi một người gây ra."
        },
        {
            "en": "\"Extreme, <em>unexplainable</em> fatigue is probably the most common sign of early pregnancy,\" says Gil Gross, MD, an associate professor of obstetrics and gynecology at the Washington University School of Medicine in St. Louis.",
            "vi": "“Mệt mỏi cực độ và vô cớ có thể là dấu hiệu phổ biến nhất của giai đoạn đầu thai kỳ”, theo bác sĩ Gil Gross, một phó giáo sư sản phụ khoa tại Trường Đại học Y Washington ở St Louis. "
        },
        {
            "en": "Inexplicable and <em>unexplainable</em> are mostly interchangeable—both describe things that can’t be explained—and using one in place of the other is never a serious error. They have differentiated slightly in modern use, though. Inexplicable tends to describe things that are seemingly without logic, especially human actions, feelings, and creations, but also other things that one can’t explain in rational terms.",
            "vi": "Inexplicable và unexplainable hầu như có thể dùng qua lại - cả hai đều mô tả những thứ không giải thích được - và sử dụng từ này thay cho từ kia không bao giờ là lỗi nghiêm trọng. Tuy vậy, ngày nay, người ta dùng chúng hơi khác nhau một chút. Inexplicable thường để mô tả những thứ có vẻ phi lô-gích, nhất là hành động , tình cảm, và sự sáng tạo của con người, và cả những thứ không thể giải thích một cách hợp lý."
        }
    ],
    "suggestions": []
}