{
    "en_vn": {
        "data": {
            "content": null,
            "word": "unfavorable"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "unfavorable"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unfavorable"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>unfavorable</k><blockquote><blockquote><abr>adj.</abr><abr>AE</abr>; <abr>BE</abr><abr>spelling</abr>: <kref>unfavourable</kref></blockquote></blockquote><ex>unfavorable to</ex></div>",
            "word": "unfavorable"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bất lợi</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">most unfavorable applied load</font><font color=\"#282828\">: tải trọng bất lợi nhất</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">the most unfavorable</font><font color=\"#282828\">: bất lợi nhất</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">unfavorable climatic condition</font><font color=\"#282828\">: điều kiện khí hậu bất lợi</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">unfavorable material dam</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đập đất đá xấu</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "unfavorable"
        }
    },
    "sentences": [
        {
            "en": "<em>Unfavorable</em>",
            "vi": "Bất lợi"
        },
        {
            "en": "The most <em>unfavorable</em>",
            "vi": "Bất lợi nhất"
        },
        {
            "en": "We need to overcome the <em>unfavorable</em> aspects.",
            "vi": "Chúng ta cần phải khắc phục những mặt không thuận lợi."
        },
        {
            "en": "The US companies would commence their business in <em>unfavorable</em> situations.",
            "vi": "Các công ty mỹ hẳn sẽ khởi đầu rất chật vật."
        },
        {
            "en": "The US companies would start their business in <em>unfavorable</em> conditions.",
            "vi": "Các công ty mỹ hẳn sẽ khởi đầu rất chật vật."
        },
        {
            "en": "The heavy snowfall has some <em>unfavorable</em> effects on the civil transportation such as traffic jams.",
            "vi": "Trận mưa tuyết lớn có một số hiệu ứng không có lợi lên giao thông vận tải thông thường như ùn tắc giao thông."
        },
        {
            "en": "If the actual quantity is more than the standard quantity, there will be an <em>unfavorable</em> variance.",
            "vi": "Nếu khối lượng thực tế nhiều hơn khối lượng tiêu chuẩn, thì sẽ có một sự thay đổi không tốt."
        },
        {
            "en": "In addition to the benefits of running a sole proprietorship, there are also some <em>unfavorable</em> aspects.",
            "vi": "Ngoài những lợi ích của việc cai quản một doanh nghiệp có một nghiệp chủ duy nhất, cũng còn một số khía cạnh bất lợi."
        },
        {
            "en": "It is strongly recommended that managers cancel or postpone projects that appear <em>unfavorable</em>.",
            "vi": "Điều được khuyến cáo mạnh là người quản lý nên cắt bỏ hay hoãn các dự án có vẻ như không được chuộng."
        },
        {
            "en": "A local man told reporters that Arabica is ‘difficult to grow’ because of insects and <em>unfavorable</em> conditions.",
            "vi": "Một người đàn ông địa phương nói với các phóng viên rằng Arabica 'khó trồng' vì côn trùng và các điều kiện không thuận lợi."
        },
        {
            "en": "<em>Able</em>-bodied",
            "vi": "Có thân thể khoẻ mạnh"
        },
        {
            "en": "Many organisms have evolved dormant stages that allow them to survive <em>unfavorable</em> periods, both predictable and unpredictable.",
            "vi": "Nhiều sinh vật đã tiến hoá hình thành những giai đoạn ngủ đông cho phép chúng tồn tại qua những thời kỳ không thuận lợi, dù là thất thường hay có thể dự báo."
        },
        {
            "en": "Having many small children, which creates an <em>unfavorable</em> dependency ratio, is an indicator in all study sites.",
            "vi": "Có nhiều con nhỏ tạo ra tỷ lệ phụ thuộc bất lợi và là một chỉ số được nhắc đến trong tất cả các địa bàn nghiên cứu."
        },
        {
            "en": "A few afternoons later, she did summon me to her apartment - on a day my almanac said was <em>unfavorable</em>.",
            "vi": "Mấy ngày sau, cô ấy gọi tôi đến nhà cô - vào ngày cuốn lịch của tôi nói là ngày xấu."
        },
        {
            "en": "But the computers have brought an <em>unfavorable</em> side, such as health problem when playing lots of games, time and money - consuming.",
            "vi": "Nhưng máy vi tính cũng có nhiều mặt xấu như mọi người chơi game quá nhiều ảnh hưởng đến sức khỏe, tiêu tốn thời gian và tiền bạc."
        },
        {
            "en": "A spore is a reproductive structure that is adapted for dispersal and surviving for extended periods of time in <em>unfavorable</em> conditions.",
            "vi": "Bào tử là một các trúc có thể sinh sôi, thích nghi với việc phát tán và sống sót qua một quãng thời gian dài trong các điều kiện không phù hợp."
        },
        {
            "en": "Inconvenient routes and stations with <em>unfavorable</em> conditions also deter people from getting on buses, forty-one percent of the respondents said.",
            "vi": "Tuyến đường bất tiện và điều kiện tại các trạm dừng không tốt cũng khiến người dân không thích xe buýt, bốn mươi mốt phần trăm số người được hỏi cho biết."
        },
        {
            "en": "<em>able</em> to make something",
            "vi": "có thể tham dự; có thể đến dự buổi gì đó"
        },
        {
            "en": "But the computers have brought an <em>unfavorable</em> side, such as health problem when playing lots of games, time and money-consuming.",
            "vi": "Nhưng máy vi tính cũng có nhiều mặt xấu như mọi người chơi game quá nhiều ảnh hưởng đến sức khỏe, tiêu tốn thời gian và tiền bạc."
        },
        {
            "en": "Agricultural losses are often associated with <em>unfavorable</em> climatic conditions or events such as floods, droughts, storms, or typhoons that affect whole communities.",
            "vi": "Thiệt hại trong nông nghiệp thường đi liền với điều kiện thời tiết bất lợi hoặc các hiện tượng như lụt lội, hạn hán, dông tố hay bão mà ảnh hưởng đến toàn bộ cộng đồng."
        }
    ],
    "suggestions": []
}