{
    "en_vn": {
        "data": {
            "content": null,
            "word": "unfastening"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "unfastening"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unfastening"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unfastening"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unfastening"
        }
    },
    "sentences": [
        {
            "en": "His wife made no reply. She was watching the mysterious movements of a man outside, who, peering in an undecided fashion at the house, appeared to be trying to make up his mind to enter. In mental connection with the two hundred pounds, she noticed that the stranger was well dressed and wore a silk hat of glossy newness. Three times he paused at the gate, and then walked on again. The fourth time he stood with his hand upon it, and then with sudden resolution flung it open and walked up the path. Mrs. White at the same moment placed her hands behind her, and hurriedly <em>unfastening</em> the strings of her apron, put that useful article of apparel beneath the cushion of her chair.",
            "vi": "Bà vợ không trả lời. Bà đang nhìn dõi theo một dáng người đàn ông lởn vởn bí hiểm phía bên ngoài, anh ta đang lưỡng lự nhìn vào ngôi nhà của họ, dường như đang cố cương quyết bước vào. Liên tưởng đến số tiền 200 pao, bà liền chú ý tới việc người lạ mặt ấy đang ăn mặc lịch sự và đội một cái nón lụa bóng tinh tươm. Anh ta dừng chân ở ngay cổng ba lần và lại bước đi. Lần thứ tư anh ta đứng đó tay đặt trên cánh cổng và rồi thình lình quyết định đẩy cánh cổng mở ra và bước vào lối đi dẫn vào ngôi nhà. Vừa lúc đó bà White đưa tay ra sau lưng vội tháo chiếc dây tạp dề, và nhét nó xuống dưới tấm nệm ghế."
        }
    ],
    "suggestions": []
}