{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ʌnfrul'fild]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không hoàn thành, chưa làm xong, chưa làm tròn (nhiệm vụ...); không thực hiện (lời hứa, lời tiên tri...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không được thi hành (mệnh lệnh...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không thành, không đạt, không toại (nguyện vọng, ước mong...)</td></tr></table><i/></div>",
            "word": "unfulfilled",
            "pronounce": "['ʌnfrul'fild]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unfulfilled</k><blockquote>■ <cclass>adjective not fulfilled: <cclass>an unfulfilled promise. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unfulfillable</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>unfulfilling</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "unfulfilled",
            "pronounce": "['ʌnfrul'fild]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unfulfilled",
            "pronounce": "['ʌnfrul'fild]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unfulfilled",
            "pronounce": "['ʌnfrul'fild]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unfulfilled",
            "pronounce": "['ʌnfrul'fild]"
        }
    },
    "sentences": [
        {
            "en": "<em>Unfulfilled</em> obligations",
            "vi": "Những nghĩa vụ chưa được hoàn thành"
        },
        {
            "en": "<em>Unfulfilled</em> contract.",
            "vi": "Hợp đồng dở dang."
        },
        {
            "en": "I am feeling <em>unfulfilled</em>.",
            "vi": "Tôi cảm thấy chưa toại nguyện."
        },
        {
            "en": "The work is still <em>unfulfilled</em>. How can I go out?",
            "vi": "Công việc hãy còn chưa xong. Sao tôi có thể đi chơi được?"
        },
        {
            "en": "When you're out of balance, you'll know because you'll be rushed, angry, and <em>unfulfilled</em>.",
            "vi": "Khi bạn mất cân bằng, bạn sẽ biết vì bạn hối hả, giận dữ, và thấy thiếu ý nghĩa."
        },
        {
            "en": "When you 're out of balance, you'll know because you'll be rushed, angry, and <em>unfulfilled</em>.",
            "vi": "Khi bạn mất cân bằng, bạn sẽ biết vì bạn hối hả, giận dữ, và thấy thiếu ý nghĩa."
        },
        {
            "en": "In spite of progress on many fronts, the ten-year old Agenda 21 remains for the most part <em>unfulfilled</em>:",
            "vi": "Mặc dù đã đạt được tiến bộ về nhiều mặt, Chương trình Nghị sự 21 mười năm hầu như vẫn chưa hoàn thành:"
        },
        {
            "en": "Inevitably, the pace and scale of change has left capacities <em>unfulfilled</em> and gaps in the system. among which include:",
            "vi": "Hiển nhiên, quy mô và tốc độ chuyển biến như vậy chắc chắn cũng tạo nên những thiếu sót trong năng lực và những lỗ hổng trong hệ thống như:"
        },
        {
            "en": "We reserve the right to rescind or to accept whole or any part of this S/C <em>unfulfilled</em> by you.",
            "vi": "Chúng tôi bảo lưu quyền hủy bỏ hay chấp nhận toàn bộ hay bất cứ phần nào của giấy xác nhận bán hàng này do ông không thực hiện."
        },
        {
            "en": "In the years 1989, 1990 and 1991, most Vietnamese people in East Germany were so disheartened that they had to come back home in large numbers, leaving many <em>unfulfilled</em> labor contracts behind.",
            "vi": "Trong những năm 1989, 1990 và 1991, hầu hết người việt nam ở đông đức đều chán nản đến nỗi nhiều người phải trở về quê hương, bỏ lại nhiều hợp đồng lao động dở dang."
        },
        {
            "en": "Previous administrations made this choice in the hope that freedom in China would expand in all of its forms -– not just economically, but politically, with a newfound respect for classical liberal principles, private property, personal liberty, religious freedom — the entire family of human rights. But that hope has gone <em>unfulfilled</em>.",
            "vi": "Các chính quyền trước đây đưa ra lựa chọn này với hy vọng tự do ở Trung Quốc sẽ mở rộng dưới mọi hình thức - không chỉ về mặt kinh tế, mà cả mặt chính trị, với sự tôn trọng mới dành cho các nguyên tắc tự do cổ điển, tài sản tư nhân, tự do tôn giáo và toàn thảy vấn đề nhân quyền… nhưng hy vọng này đã không được thành toàn."
        },
        {
            "en": "There have been more than 4,000 claimed sightings of the beast since it supposedly died out, and the average claims each year reported to authorities now number 150. Associate professor of zoology at the University of Tasmania, Randolph Rose, has said he dreams of seeing a thylacine. But Rose, who in his 35 years in Tasmanian academia has fielded countless reports of thylacine sightings, is now convinced that his dream will go <em>unfulfilled</em>.",
            "vi": "Có đến 4000 báo cáo quan sát về loài vật này từ khi chúng được cho rằng đang dần biến mất, và trung bình yêu cầu báo cáo gửi đến nhà chức trách hàng năm là 150. Giáo sư động vật học thuộc đại học Tasmania, Randolph Rose, đã nói rằng ông mơ ước được thấy Thylacine. Nhưng Rose, người có 35 năm làm việc trong giới học viện ở Tasmania đã đưa ra vô số báo cáo về việc phát hiện Thylacine, giờ đây cũng tự thuyết phục rằng giấc mơ của ông là bất khả thi."
        },
        {
            "en": "2. <em>Unfulfilled</em> promises of punishment  All of us have at least once come across those parents who throw empty threats:  ’If you do that again, don’t even dream of watching TV anymore’ / ’I’ll never take you to the game with me again if you behave like this anymore’ / ’There’ll be no more ice cream for you...’ and so on...and then they let things take their own course and forget about their promises.  Of course, children do the things they were told not to again. Why not? They won’t experience any consequences.",
            "vi": "Dọa nạt suông  Tất cả chúng ta đều ít nhất đã từng thấy những ông bố bà mẹ doạ suông con như thế này:  \"Nếu con làm như vậy nữa, thì đừng có mà mơ được xem ti vi đấy nhé\"/\"Ba sẽ không cho con chơi trò chơi với ba nữa nếu con còn như vậy\"/\"Không cho con ăn kem nữa đâu\"... vân vân... và rồi mọi chuyện diễn ra theo ý những ông bố bà mẹ ấy, nhưng họ quên béng những gì mình đã nói.  Dĩ nhiên các bé sẽ vẫn làm những việc bị cấm. Tại sao lại không cơ chứ? Chúng đâu có phải chịu một hình phạt nào đâu."
        }
    ],
    "suggestions": []
}