{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ung",
            "pronounce": "[ung]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ung",
            "pronounce": "[ung]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ung",
            "pronounce": "[ung]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ung",
            "pronounce": "[ung]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ung",
            "pronounce": "[ung]"
        }
    },
    "sentences": [
        {
            "en": "Nó đã biến chứng thành bệnh <em>ung</em> thư không thể mổ được – một bản án tử hình.",
            "vi": "It turned out to be inoperable cancer – a death sentence."
        },
        {
            "en": "However, <em>Ung</em> doesn’t think it is a good idea that only one business would get a license to provide the service.",
            "vi": "Tuy nhiên, ông Ứng không nghĩ rằng việc chỉ có một doanh nghiệp sẽ có được giấy phép cung cấp dịch vụ không phải là một ý hay."
        },
        {
            "en": "Dang <em>Ung</em> Van, principal of Hoa Binh University, also said that less prestigious state-owned schools and private schools may face problems this year in enrolling students.",
            "vi": "Ông Đặng Ung Văn, hiệu trưởng của trường Đại học Hòa Bình, cũng cho rằng các trường công lập có uy tín ít và những trường tư có thể phải đối mặt với nhiều vấn đề trong tuyển sinh năm nay."
        },
        {
            "en": "Local residents (of districts My Duc, <em>Ung</em> Hoa, Soc Son and Chuong My) have risked their lives on such bridges, facing possible collapse at any time.",
            "vi": "Người dân cư trú ở đây ( tại các huyện Mỹ Đức, Ứng Hòa, Sóc Sơn hay Chương Mỹ) đang phải mạo hiểm cuộc sống của mình trên các cây cầu, đối mặt với sự sụp đổ của các cây cầu bất kỳ lúc nào"
        },
        {
            "en": "Tourists can visit Marble Mountain, Ba Na Hills, Linh <em>Ung</em> Pagoda in Son Tra Peninsula ... Moreover, Da Nang has many green, clean beaches, which have been praised by prestigious newspapers and websites for travelers around the world.",
            "vi": "Du khách có tham quan Núi Đá, Đồi Bà Nà, Chừa Linh Ứng ở bán đảo Sơn Trà.... Hơn nữa, Đà nẵng có nhiểu bãi biển xanh, sạch, đã có nhiều lời khen ngợi bởi tờ báo uy tín và những trang web dành cho du lịch trên thế giới."
        },
        {
            "en": "Lawyers Bui Dinh <em>Ung</em> from the Hanoi Bar Association said he advocates the government’s decision to allow sports betting, because it occurs despite the ban. However, it is necessary to control the business to minimize possible negative impact on society.",
            "vi": "Luật sư Bùi Đình Ứng đến từ Đoàn Luật sư Hà Nội cho biết ông ủng hộ quyết định cho phép cá cược thể thao của Chính phủ, vì nó hiện đang xảy ra bất chấp lệnh cấm. Tuy nhiên, việc kiểm soát hoạt động kinh doanh để giảm thiểu tác động tiêu cực có thể đối với xã hội là cần thiết."
        },
        {
            "en": "The 22-year-old Phu Huu Bridge also spanning Day River, linking My Duc with <em>Ung</em> Hoa districts, was designed with a surface of timber, including iron handrails and concrete boats as bridge supports.     ",
            "vi": "22 năm tuổi cây cầu Phú Hữu cũng bắc qua sông Đáy, nối liền huyện Mỹ Đức và huyện Ứng Hòa, đã được thiết kế bao gồm bề mặt là gỗ, tay vị bằng sắt và chân đỡ cầu là những chiếc thuyền bê tông"
        },
        {
            "en": "Tia temporary bridge in <em>Ung</em> Hoa District, Ha Noi. As the 2016 rainy season in the north begins, thousands of Hanoians are traveling on temporary bridges that have stood for a long time. — Photopetrotimes.vn",
            "vi": "Cầu Tia tạm bợ tại huyện Ứng Hòa, Hà Nội. Khi vào mùa mưa năm 2016 ở miền Bắc bắt đầu, hàng ngàn người Hà Nội đang đi trên cây cầu tạm này đã được làm cách đây nhiều năm - Photopetrotimes.vn"
        },
        {
            "en": "Và các nhà khoa học đã từ lâu nghi ngờ rằng bệnh <em>ung</em> thư có thể vượt rào cản nhau thai và truyền từ mẹ sang con, nhưng mãi cho đến bây giờ mới có bằng chứng về điều đó.",
            "vi": "And scientists have long suspected that cancer can cross the placental barrier and spread from the mother to her unborn child, but have had no proof—until now."
        },
        {
            "en": "In district 8, according to Pham <em>Ung</em> Dung, director of the district’s education sub-department, the total number of classrooms is enough for all children. But the problem is that some localities have too few and others too many classrooms.",
            "vi": "Quận 8, theo ông Phạm Ung Dung tổng số phòng học là đủ cho tất cả các bé. Nhưng vấn đề là một số địa phương có quá ít và những nơi khác lại có quá nhiều phòng học."
        },
        {
            "en": "Fresh water supply projects supported by the municipal budget have been implemented in Thanh Oai, Thuong Tin, Me Linh, <em>Ung</em> Hoa, Phu Xuyen and My Duc Districts. The municipal Department of Agriculture and Rural Development and the project management board are building land clearance plans for the projects as well as making careful preparations to implement the projects immediately after the capital is arranged.",
            "vi": "Dự án cấp nước sạch cho người dân được hỗ trợ từ ngân sách thành phố đã được triển khai tại các huyện Thanh Oai, Thường Tín, Mê Linh, Ứng Hòa, Phú Xuyên, huyện Mỹ Đức. Sở Nông nghiệp và Phát triển nông thôn cùng với Ban quản lý dự án đang xây dựng kế hoạch giải phóng mặt bằng cho các dự án cũng như chuẩn bị cẩn thận để thực hiện các dự án ngay sau khi được sắp xếp."
        },
        {
            "en": "Besides the well-known sites such as the Linh <em>Ung</em> Pagoda, Son Tra Peninsula, Ngu Hanh Son, Ba Na Hills resort with thrilling games in the Fantasy Park, tourists in Danang will have a new experience: diving to shoot fish in Son Tra Peninsula.",
            "vi": "Bên cạnh những địa điểm nổi tiếng như chùa Linh Ứng, bán đảo Sơn Trà, Ngũ hàng sơn, resort Bà Nà hill với những trò chơi ú tim ở công viên Fantasy, du khách ở Đà Nẵng sẽ có một trái nghiệm mới: lặn để bắt cá ở bán đảo Sơn Trà"
        },
        {
            "en": "The Hanoi Population and Family Planning Department stated that their city’s male to female ratio of 113.6:100 remains high. There are several other districts like <em>Ung</em> Hoa, Son Tay, Ba Vi, Thach That, Soc Son, Me Lihn, and Phu Xuyen with an alarming high male to female ratio.",
            "vi": "Phòng dân số và kế hoạch hóa gia đình Hà Nội nói rằng tỉ lệ nam so với tỷ lệ nữ trong thành phố vẫn còn cao tương ứng 113,6: 100. Một số huyện khác như Ứng Hòa, Sơn Tây, Ba Vì, Thạch Thất, Sóc Sơn, Mê Linh, Phú Xuyên có tỉ lệ nam cao hơn nữ đáng báo động."
        },
        {
            "en": "The Hanoi Population and Family Planning Department stated that their city’s male to female ratio of 113.6:100 remains high. There are several other districts like <em>Ung</em> Hoa, Son Tay, Ba Vi, Thach That, Soc Son, Me Lihn, and Phu Xuyen with an alarming high male to female ratio.",
            "vi": "Phòng dân số và kế hoạch hóa gia đình Hà Nội nói rằng tỉ lệ nam so với tỷ lệ nữ trong thành phố vẫn còn cao tương ứng 113,6: 100. Một số huyện khác như Ứng Hòa, Sơn Tây, Ba Vì, Thạch Thất, Sóc Sơn, Mê Linh, Phú Xuyên có tỉ lệ nam cao hơn nữ đáng báo động."
        }
    ],
    "suggestions": []
}