{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ʌn'hʌrid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thong thả, không vội vàng, không hấp tấp</td></tr></table><i/></div>",
            "word": "unhurried"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unhurried</k><blockquote>■ <cclass>adjective moving, acting, or taking place without haste or urgency. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unhurriedly</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "unhurried"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unhurried</k><blockquote>▸ <cclass>adjective LEISURELY, easy, easy-going, relaxed, slow, deliberate, measured, calm.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>hasty.</blockquote></div>",
            "word": "unhurried"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unhurried"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unhurried"
        }
    },
    "sentences": [
        {
            "en": "The <em>unhurried</em> waiter asked.",
            "vi": "Anh bồi không vội hỏi."
        },
        {
            "en": "I stared the day with a relaxed and <em>unhurried</em> breakfast.",
            "vi": "Tôi bắt đầu bằng một bữa điểm tâm xả hơi chậm chạp."
        },
        {
            "en": "Call as soon as possible and arrange for enough time to conduct an <em>unhurried</em> visit.",
            "vi": "Gọi điện càng sớm càng tốt và sắp xếp để có đủ thời gian thực hiện cuộc viếng thăm thong thả."
        },
        {
            "en": "You will enjoy the <em>unhurried</em> life when walking around the clean historic streets, along wooden houses which were built around 300 years ago and have been well preserved. There are drains on both sides of the roads that bring water from the mountaintop.",
            "vi": "Bạn sẽ thích cuộc sống ung dung khi đi bộ xung quanh những con đường lịch sử sạch đẹp, dọc theo những ngôi nhà gỗ được xây dựng cách đây 300 năm và đã đượcgìn giữ tốt. Có ống dẫn dẫn nước cả bên hai bên đường mang nước từ trên đỉnh núi về làng."
        },
        {
            "en": "Constipation in infants and children    CONSTIPATION OVERVIEW Constipation is a common problem in children of all ages. A child with constipation may have bowel movements less frequently than normal, hard bowel movements, or large, difficult, and painful bowel movements. Most children with constipation do not have an underlying medical problem causing their symptoms. Constipation generally resolves with changes in diet, behavior, or sometimes with medicine. You can try some of these treatments at home. If home treatment is not helpful, talk to your child's healthcare provider. This article will focus on the diagnosis, treatment, and prevention of constipation. More detailed information about constipation in infants and children is available by subscription. (See \"Prevention and treatment of acute constipation in infants and children\" and \"Treatment of chronic functional constipation and fecal incontinence in infants and children\".) NORMAL VERSUS ABNORMAL BOWEL HABITS The \"normal\" amount of time between bowel movements in an infant or child depends upon their age and what they eat. The look of the bowel movement can also vary. Normal bowel habits     * During the first week of life, infants pass approximately four soft or liquid bowel movements per day (generally more in breast- compared with bottle-fed infants). (See \"Patient information: Deciding to breastfeed\".)     * During the first three months of life, breastfed infants have about three soft bowel movements per day. Some breastfed infants have a bowel movement after each feeding, whereas others have only one bowel movement per week. Infants who breastfeed are rarely constipated. (See \"Patient information: Common breastfeeding problems\".)     * Most formula-fed infants have two to three bowel movements per day, although this depends on which formula is given; some soy and cow's milk-based formulas cause harder bowel movements, while other formulas (eg, Alimentum Advance®, Pregestimil®, GoodStart®, and Nutramigen LIPIL®) can cause looser bowel movements.     * By two years of age, a child typically has one to two formed bowel movements per day.    * By four years of age, a child usually has one or two formed bowel movements per day. Abnormal bowel habits     * An infant who is constipated typically has bowel movements that look hard or pellet-like. The infant may cry while trying to move his or her bowels. The infant may have bowel movements less frequently than before. Fewer could mean that the infant has a bowel movement every one to two days rather than their previous normal of three to four per day. You may be worried that your infant is constipated if your child looks like he or she is straining. Because infants have weak abdominal muscles, they often strain during a bowel movement, causing their face to appear red. The infant is unlikely to be constipated if he or she passes a soft bowel movement within a few minutes of straining.     * If your child has fewer bowel movements than usual or complains of pain during a bowel movement, he or she may be constipated. For example, a child who normally has one to two bowel movements every day may be constipated if he or she has not had a bowel movement in two days. A child who normally has a bowel movement every two days is not constipated, as long as the bowel movement is reasonably soft and is not difficult or painful to pass.     * Many children with constipation develop unusual habits when they feel the urge to have a bowel movement.     * - Infants may arch their back, tighten their buttocks, and cry.     * - Toddlers may rock back and forth while stiffening their buttocks and legs, arch their back, stand on their tiptoes, and wriggle or fidget, or they may squat or get into other unusual positions.     * - Children may hide in a corner or some other special place while doing this \"dance\". Although these movements may look like the child is trying to have a bowel movement, the child is actually trying NOT to have a bowel movement because they are frightened of the toilet or worry that having the bowel movement will be painful. WHY CONSTIPATION DEVELOPS Pain — A child may delay moving their bowels if they do not have a place where they feel comfortable having a bowel movement, or if they are busy and ignore the need to use the toilet. When the child does have a bowel movement, it can be painful and lead them to withhold (avoid going) in an effort to avoid more pain. On occasion, a child may develop a tear in the anus (called an anal fissure) after passing a large or hard bowel movement. The pain from the tear can lead to withholding. Even infants can learn to withhold because of pain. (See \"Patient information: Anal fissure\".) Treatment is recommended if your child has hard or painful stools. Treating pain early can help prevent your child from withholding, which can lead to chronic constipation and leakage of bowel movements. Medical problems — Medical problems cause constipation in less than 5 percent of all children.  The most common medical problems that cause constipation include Hirschsprung disease (an abnormality of nerves in the colon), abnormal development of the anus, problems absorbing nutrients, spinal cord abnormalities, and certain medicines. In most cases, a doctor can rule out these problems by asking questions and performing a physical examination.  CONSTIPATION AND DEVELOPMENT Constipation is particularly common at three times in an infant and child's life: after starting cereal and puréed foods, during toilet training, and after starting school. Parents can help by being aware of these high-risk times, working to prevent constipation, recognizing the problem if it develops, and acting quickly so that constipation does not become a bigger problem. Transition to solid diet — Infants who are transitioning from breast milk or formula to solid foods may experience constipation. An infant who develops constipation during this time can be treated with one of the measures described below.  Toilet training — Children are at risk for constipation during toilet training for several reasons.      * If a child is not ready or interested in using the toilet, he or she may try to avoid going to the bathroom (called withholding), which can lead to constipation.     * Children who have experienced a hard or painful bowel movement are even more likely to withhold, and this only worsens the problem. If your child is withholding during the toilet training process, stop toilet training temporarily. Encourage your child to sit on the toilet as soon as they feel the urge to have a bowel movement and give positive reinforcement (a hug, kiss, or words of encouragement) for recognizing the urge and sitting, whether or not the child is successful. In addition, be sure the child has foot support, especially while using an adult-sized toilet. Foot support is important because it provides a place for the child to push against as he or she bears down to move their bowels. The stool also helps a child to feel more stable.  For all children, encourage a routine, <em>unhurried</em> time on the toilet. The best time is often after a meal because eating stimulates the bowels. Keeping the child company while in the bathroom can help to keep the child's calm. School entry — Once your child starts school, you may not be aware if he or she has problems going to the bathroom. Some children are reluctant to use the bathroom at school because it is unfamiliar or too \"public\", and this can lead to withholding. Continue to monitor your child's bowel movements when the child starts school for the first time (eg, kindergarten) and after long absences (eg, summer or winter breaks). You can do this by monitoring how often your child has a bowel movement while at home, particularly on weekends. Ask your child if he or she has any problems trying to have a bowel movement away from home; if limited time or embarrassment is an issue, you can work with your child and/or school to find a solution. HOME TREATMENTS FOR CONSTIPATION You can try using home remedies first to relieve your child's constipation. These remedies should begin to work within 24 hours; if your child does not have a bowel movement with 24 hours or if you are worried, call your child's doctor or nurse for advice. Infants — If your child is younger than four months old, talk to a doctor or nurse about treatment of constipation. For infants of any age, contact the child's doctor if there are concerning signs or symptoms (severe pain, rectal bleeding) along with constipation. The following treatments are for infants with constipation who are older than four months.     * Dark corn syrup — Dark corn syrup has been a folk remedy for constipation for hundreds of years. Dark corn syrup contains complex sugar proteins that keep water in the bowel movement. However, current types of dark corn syrup may not contain these sugar proteins, so the syrup may not be helpful. Light corn syrup is not helpful. For an infant who is healthy, a doctor or nurse may recommend adding one-quarter teaspoon to one teaspoon (1.25 to 5 mL) of dark corn syrup to four ounces of formula or expressed breast milk. Use the lowest dose initially; you can increase the amount up to a total of one teaspoon per four ounces of formula or expressed breast milk until the infant has a daily bowel movement. After your child's bowel movements become soft and more frequent, you can slowly stop the corn syrup. You can give corn syrup whenever the bowel movements start to get too hard, until your child begins eating cereal or solid foods.     * Fruit juice — If your infant is at least four months old, you can give certain fruit juices to treat constipation. This includes prune, apple, or pear juice (other juices are not as helpful). You can give a total of two to four ounces of 100 percent fruit juice per day for children 4 to 8 months old. You can give up to six ounces of fruit juice per day to infants 8 and 12 months old.     * High-fiber foods — If your infant has started eating solid foods, you can substitute barley cereal for rice cereal. You can also offer other high-fiber fruits and vegetables (or purées), including apricots, sweet potatoes, pears, prunes, peaches, plums, beans, peas, broccoli, or spinach. You can mix fruit juice (apple, prune, pear) with cereal or the fruit/vegetable purée.     * Formulas with iron —The iron in infant formula does not cause or worsen constipation because the dose of iron is very small. Therefore, changing to a low-iron formula is not recommended because this will not help with the constipation. Your doctor or nurse may recommend a different type of formula; consult them before making any formula changes.  Iron drops contain higher amounts of iron, and may sometimes cause constipation. Therefore, infants who need iron drops sometimes also need extra diet changes or treatments to make sure that they do not get constipated. Children — If your child has been constipated for a short time, changing what he or she eats may be the only treatment needed. You can make these changes as often as needed so that the child has soft and painless bowel movements. If your child does not have a bowel movement within 24 hours of trying the following suggestions, call your child's doctor or nurse. If your child has worrisome symptoms (severe pain, rectal bleeding) with constipation or you have questions, call your child's doctor or nurse before using any of the following treatments. Dietary recommendations     * Fruit juice — Certain fruit juices can help to soften bowel movements. These include prune, apple, or pear (other juices are not as helpful). Do not give more than four to six ounces of 100 percent fruit juice per day to children between one and six years of age; children older than seven years may drink up to two four-ounce servings per day.     * Fluids — It is not necessary to drink large amounts of fluid to treat constipation, although it is reasonable to be sure that the child drinks enough fluid. For children older than one year, enough fluid is defined as 32 ounces (960 mL) or more water or other non-milk liquids per day. It is not necessary or helpful for the child to drink more fluid than this if he or she is not thirsty.      * Food recommendations — Offer your child a well-balanced diet, including whole grain foods, fruits, and vegetables. However, do not force these foods and do not use a high fiber diet instead of other treatments.  Praise your child for trying these foods, and encourage him or her to eat them frequently, but do not force these foods if your child is unwilling to eat them. You should offer a new food 8 to 10 times before giving up. You may want to avoid giving (or give smaller amounts of) certain foods while your child is constipated, including cow's milk, yogurt, cheese, and ice cream. A fiber supplement may be recommended for some children. Fiber supplements are available in several forms, including wafers, chewable tablets, or powdered fiber that can be mixed in juice (or frozen into popsicles).       * Milk — Some children develop constipation because they are unable to tolerate the protein in cow's milk. If other treatments for constipation are not helpful, it may be reasonable for the child to avoid all cow's milk (and milk products) for one to two weeks. If your child does not improve during this time, you can begin giving cow's milk again. If the child does not drink milk for a long time, ask your child's doctor or nurse for suggestions about ways to be sure that the child gets enough calcium and vitamin D. Stop toilet training — If your child develops constipation while learning to use the toilet, stop toilet training temporarily. It is reasonable to wait two to three months before restarting toilet training. Reassure your child that it will not hurt to poop, and praise the child for sitting on the toilet, even if he or she does not have a bowel movement. Avoid punishing or pressuring the child.  Establish regular toilet time — If your child is toilet trained, encourage him or her to sit on the toilet for 5 to 10 minutes once or twice a day after eating. The child is more likely to have a bowel movement after a meal, especially breakfast. Reward the child with praise or attention for sitting, even if he or she does not have a bowel movement. Reading to the child or keeping him/her company while in the bathroom can help to keep the child's interest and encourage cooperation.  MEDICAL EVALUATION OF CONSTIPATION Some infants and children have concerning symptoms with constipation or have constipation that does not improve with home treatments. In these situations, your child should see a doctor or nurse. The doctor or nurse will ask you (and your child, if appropriate) when constipation began, if there was a painful bowel movement, and how often the child normally has a bowel movement. Mention any other symptoms (such as pain, vomiting, decreased appetite), how much the child drinks, and if you have seen blood in the child's bowel movements.  The doctor or nurse will do a physical examination, and may do a rectal examination. Most children with constipation will not require any laboratory testing or x-rays. RECURRENT CONSTIPATION If your infant or child has repeated episodes of constipation (called recurrent constipation), work with your child's doctor or nurse to figure out why this is happening. (See \"Treatment of chronic functional constipation and fecal incontinence in infants and children\".) Possible reasons for recurrent constipation include:     * Fear of pain due to hard stools or an anal fissure (a small tear in the anal opening)     * Fear of using the bathroom away from home     * Not having enough time to use the bathroom \"Clean out\" treatment — If your child has recurrent constipation, continue to follow the suggestions for home treatment above. Your child may also need a \"clean out\" treatment to help empty the bowels. This treatment may include a medicine (eg, polyethylene glycol [Miralax®]), an enema or rectal suppository (a pill that you insert in the child's bottom), or a combination of treatments. Consult your child's doctor or nurse before giving any of these treatments.  Maintenance treatment — After the \"clean out\" treatment, most infants and children are treated with a laxative for several months or longer. You can adjust the amount of laxative so that the child has one soft bowel movement per day.  Although many of these laxatives are available without a prescription, it is important to consult with your child's doctor or nurse before giving laxatives on a regular basis. Parents are often concerned about giving laxatives, fearing the child will not be able to have a bowel movement when the laxative is stopped. Using laxatives does not increase the risk of constipation in the future. Instead, careful use of laxatives can actually prevent long-term problems with constipation by breaking the cycle of pain and withholding, and helping the child to develop healthy toileting habits. Some children need to continue using a laxative treatment for months or even years. After the child has regular bowel movements and uses the toilet alone for at least six months, it is reasonable to talk about decreasing and eventually stopping the laxative with the child's doctor or nurse. Do not stop the laxative too soon because constipation could return and the child would need to start over with treatment. Rescue treatment — It is possible for a child to have a large bowel movement collect in the colon, even while using laxatives. Develop a \"rescue\" plan with your child's doctor or nurse in case this happens. If the child has not had a bowel movement for two to three days, a \"clean out\" treatment and an increased dose of the maintenance laxative are usually recommended. Behavior changes — In children who have constipation frequently, behavior changes are recommended to help the child develop normal bowel habits.     * Encourage your child to sit on the toilet within 30 minutes after meals (ie, for 5 to 10 minutes, two to three times per day). Do this every day.     * Design a reward system with your child to recognize the child's efforts. Give the reward after the child sits (the child does not have to have a bowel movement).     * Keep a diary of your child's bowel movements, medicines, pain, and accidents. This will help you and your child's doctor or nurse figure out if there are triggers for constipation. Dietary suggestions — There are a number of myths about dietary treatments for constipation in children and infants. Drinking extra fluids and eating a high-fiber diet are not enough to treat repeated episodes of constipation in children; most children also need a laxative and behavior changes.  Treatment follow-up — After beginning treatment for constipation, most doctors and nurses recommend periodic follow-up phone calls or visits to check on the child. Infants and children with constipation often need adjustments in treatment as they grow and there are changes in their diet and daily routine. WHEN TO SEEK HELP Call your child's doctor or nurse immediately (during the day or night) if your child has severe abdominal or rectal pain. In addition, call your child's doctor or nurse if any of the following occurs:     * Your child has not had a bowel movement within 24 hours of starting constipation treatment     * Your infant (younger than 4 months) has not had a bowel movement within 24 hours of their normal pattern (eg, if an infant who normally has a bowel movement every two days goes three days without a bowel movement)     * Your infant (younger than 4 months) has hard (rather than soft or pasty) stools     * You see blood in your child's bowel movement or diaper     * Your child has repeated episodes of constipation     * Your child complains of pain with bowel movements     * You have questions or concerns about your child's bowel habits",
            "vi": "Táo bón ở trẻ sơ sinh và trẻ nhỏ    KHÁI QUÁT VỀ CHỨNG TÁO BÓN  Táo bón là vấn đề thường gặp ở trẻ em thuộc bất kỳ độ tuổi nào. Một đứa trẻ bị táo bón có thể đi tiêu không thường hơn mức bình thường, đi tiêu khó, hoặc đi tiêu phân lớn, khó khăn và đau buốt. Hầu hết trẻ con bị táo bón đều không mắc một vấn đề tiềm ẩn gì gây ra các triệu chứng này. Người ta thường chữa táo bón bằng cách thay đổi chế độ dinh dưỡng, thói quen hoạt động, hoặc đôi khi còn phải sử dụng thuốc. Bạn có thể thử chữa trị ở nhà bằng các phương pháp này nhé. Nếu chữa ở nhà không có hiệu quả thì bạn nên tham khảo ý kiến của cán bộ chăm sóc sức khỏe cho con mình.    Bài báo này sẽ tập trung vào việc chẩn đoán, phương pháp điều trị và phòng ngừa táo bón. Những thông tin chi tiết hơn về chứng táo bón ở trẻ nhỏ và trẻ sơ sinh sẽ được cung cấp ở số báo dài hạn khác. (Xem “Biện pháp phòng tránh và chữa trị chứng táo bón cấp ở trẻ sơ sinh và trẻ nhỏ” và “Biện pháp chữa trị táo bón chức năng mãn tính và chứng ỉa đùn ở trẻ sơ sinh và trẻ nhỏ”.)  CÁC THÓI QUEN ĐƯỜNG RUỘT BÌNH THƯỜNG VÀ BẤT THƯỜNG Thời gian để đi tiêu “bình thường” ở trẻ sơ sinh hoặc trẻ nhỏ tuỳ thuộc vào lứa tuổi và khẩu phần dinh dưỡng của chúng. Vẻ ngoài của việc đi tiêu cũng khác nhau. Thói quen đường ruột bình thường * Trong tuần lễ đầu đời, mỗi ngày trẻ sơ sinh thường đi tiêu khoảng 4 lần phân mềm hay lỏng (thường thì trẻ bú mẹ đi nhiều hơn trẻ bú bình) (Xem “Thông tin bệnh nhân: Sự lựa chọn nuôi con bằng sữa mẹ”.) * Suốt 3 tháng đầu đời, thường thì trẻ bú mẹ mỗi ngày đi tiêu khoảng chừng 3 lần phân mềm. Một số trẻ bú mẹ thường đi tiêu sau mỗi lần bú xong, trong khi một số khác thì mỗi tuần chỉ đi 1 lần. Trẻ bú mẹ thường hiếm khi bị táo bón. (Xem “Thông tin bệnh nhân: Các vấn đề thường gặp đối với việc nuôi con bằng sữa mẹ.”) * Hầu hết trẻ bú bình thường đi tiêu từ 2 đến 3 lần mỗi ngày, mặc dù điều này còn tùy thuộc vào loại sữa bột của chúng nữa; một số loại sữa đậu nành và sữa bò làm táo bón nhiều hơn, trong khi các loại sữa bột khác (như Alimentum Advance®, Pregestimil®, GoodStart®, và Nutramigen LIPIL®) làm cho phân của trẻ lỏng hơn. * Trẻ thường đi tiêu từ 1 đến 2 lần mỗi ngày khi lên 2 tuổi.  Lên 4 tuổi, trẻ thường đi tiêu 1 đến 2 lần mỗi ngày. Thói quen đường ruột bất thường * Trẻ bị táo bón thường đi tiêu có vẻ cứng hoặc giống như viên. Trẻ có thể khóc lóc khi cố rặn phân ra ngoài. Trẻ có thể đi tiêu ít hơn trước. Việc đi tiêu ít hơn có nghĩa là cách 1 hoặc 2 ngày thì mới đi tiêu một lần chớ không phải là 3 hay 4 lần bình thường mỗi ngày như trước đây nữa.     Bạn có thể lo là con mình bị táo bón nếu thấy bé trông như đang cố gắng rặn mệt mỏi. Vì trẻ sơ sinh có cơ bụng yếu nên chúng thường rặn ì ạch khi đi tiêu, điều này khiến cho mặt chúng có vẻ như đỏ lên. Trẻ sơ sinh khó có thể bị táo bón nếu như bé có thể đi phân mềm trong một vài phút.  * Nếu con bạn đi tiêu ít hơn bình thường hay kêu đau khi đi tiêu thì có lẽ bé bị táo bón đấy. Chẳng hạn như, một đứa bé thường đi từ 1 tới 2 lần một ngày nay có thể bị táo bón nếu 2 ngày mà không đi tiêu được. Trẻ thường đi tiêu cứ cách 2 ngày 1 lần cũng không bị táo bón miễn là bé đi được phân mềm vừa phải và không cảm thấy khó rặn hay đau khi rặn. * Nhiều trẻ bị táo bón thường phát sinh thói quen bất thường khi cảm thấy muốn đi tiêu. * Trẻ sơ sinh có thể cong lưng lên, săn mông đít lại, và khóc. * Trẻ mới tập đi có thể lắc lư lui tới trong lúc săn cứng mông đít và chân lại và cong lưng lên, đứng trên đầu ngón chân, và khó chịu bực dọc hay cựa quậy nhúc nhích luôn, hoặc có thể ngồi xổm hay có những tư thế bất thường khác.    * Trẻ thường trốn trong góc hay ở một nơi đặc biệt nào khác khi phải thực hiện cái việc “rộn ràng” này.   Mặc dù các động tác này có vẻ như trẻ cố muốn đi tiêu, thực ra là nó cố KHÔNG đi vì sợ nhà vệ sinh hay sợ là đi tiêu sẽ làm cho mình bị đau. NGUYÊN NHÂN GÂY TÁO BÓN Đau – Trẻ có thể sẽ nín đi tiêu nếu không có chỗ thoải mái, hay nếu chúng bận việc hay phớt lờ nhu cầu đi vệ sinh. Khi trẻ đi tiêu, có thể là trẻ bị đau và khiến chúng nín lại (tránh đi) để cố tránh không bị đau nhiều hơn. Đôi khi trong hậu môn của trẻ cũng có thể bị một vết rách (gọi là vết rách hậu môn) sau khi phải rặn phân to và cứng. Vết rách này làm cho trẻ đau và khiến chúng nín lại, không đi tiêu nữa. Thậm chí trẻ sơ sinh cũng biết cách nín đi tiêu vì đau. (Xem “Thông tin bệnh nhân: Vết rách hậu môn”.) Bạn nên chữa trị nếu thấy con mình đi phân cứng và đau đớn. Việc điều trị sớm có thể giúp bé tránh được việc nín đi tiêu, có thể dẫn tới chứng táo bón kinh niên và chứng són phân.  Bệnh tật – Số trẻ bị táo bón do bệnh tật gây ra chưa đầy 5%.  Các chứng bệnh gây táo bón thường gặp nhất gồm bệnh Hirschsprung (sự bất thường của thần kinh đại tràng), hậu môn phát triển không bình thường, bất thường về việc hấp thu chất dinh dưỡng, dị dạng tuỷ sống, và một số thuốc nào đó. Trong hầu hết các trường hợp, bác sĩ có thể loại bỏ những vấn đề này bằng cách đặt câu hỏi và tiến hành kiểm tra sức khoẻ.  TÁO BÓN VÀ SỰ PHÁT TRIỂN BỆNH  Chứng táo bón đặc biệt thường thấy ở 3 giai đoạn trong cuộc đời của trẻ sơ sinh và trẻ nhỏ: sau khi bắt đầu ăn ngũ cốc và các thức ăn nghiền nhuyễn, trong giai đoạn dạy trẻ biết điều khiển việc đi vệ sinh và sử dụng nhà vệ sinh, và sau khi bắt đầu đi học. Bố mẹ có thể tránh được việc này bằng cách nhận ra những giai đoạn có nguy cơ gây táo bón cao này, có tác dụng ngăn ngừa táo bón, phát hiện ra chứng táo bón và điều trị nhanh chóng để không trở thành vấn đề rắc rối hơn. Chuyển sang ăn thức ăn đặc – Trẻ sơ sinh trong giai đoạn chuyển từ bú sữa mẹ hoặc bú bình sang ăn thức ăn đặc thường có thể bị táo bón. Trẻ bị táo bón trong giai đoạn này có thể được điều trị bằng một trong những biện pháp dưới đây.  Dạy cho trẻ biết cách điều khiển việc đi vệ sinh và sử dụng nhà vệ sinh – Trẻ con có nguy cơ bị táo bón trong suốt thời gian dạy cho chúng biết cách điều khiển việc đi vệ sinh và sử dụng nhà vệ sinh vì một vài lý do sau. * Nếu trẻ chưa sẵn sàng hay không thích sử dụng nhà vệ sinh thì chúng có thể sẽ cố tránh vào nhà vệ sinh (cố nín), và có thể dẫn đến việc táo bón. * Trẻ đã từng đi tiêu cứng hoặc đau buốt thậm chí còn cố nín nhiều hơn và điều này chỉ làm cho vấn đề càng nghiêm trọng hơn. Nếu con bạn nín đi vệ sinh trong suốt thời gian dạy cho bé biết điều khiển việc đi vệ sinh và sử dụng nhà vệ sinh thì hãy ngừng việc này trong một thời gian tạm thời. Hãy khuyến khích bé ngồi vào bồn vệ sinh ngay khi bé muốn đi tiêu và hãy ủng hộ thêm cho bé (ôm bé, hôn bé, hay nói những câu khích lệ cho bé) đối với việc muốn đi tiêu và ngồi xuống đi, dẫu bé có đi được hay không. Ngoài ra, phải đảm bảo cho bé có chỗ để tựa chân, gác chân, nhất là khi dùng nhà vệ sinh có kích cỡ người lớn. Chỗ tựa chân cũng rất cần thiết vì tạo cho bé một chỗ để chống khi phải rặn. Ghế ngồi để đi tiêu cũng có thể làm cho bé cảm thấy vững vàng hơn. Với trẻ con, hãy khuyến khích chúng tập một thói quen hằng ngày, thời gian thong thả khi ngồi trên bồn cầu. Thời gian tốt nhất thường là sau khi ăn xong vì ăn uống làm kích thích ruột. Việc cùng ngồi với bé trong nhà vệ sinh có thể giúp cho trẻ cảm thấy bình tĩnh. Bắt đầu đi học – Khi mà con bạn bắt đầu đi học thì bạn có thể không biết chúng có gặp khó khăn gì đối với việc đi vệ sinh hay không. Một số trẻ miễn cưỡng vào nhà vệ sinh của trường vì không quen hay vì quá “công cộng” và điều này có thể làm cho bé nín đi vệ sinh. Hãy tiếp tục quan sát việc đi tiêu của con  bạn khi bé bắt đầu đi học lần đầu tiên (ví dụ như trường mẫu giáo) và sau những đợt nghỉ dài (như nghỉ hè hay nghỉ đông). Bạn có thể kiểm tra con mình đi tiêu bao lâu một lần trong thời gian ở nhà, nhất là vào cuối tuần. Hãy hỏi xem bé có gặp vấn đề gì khi phải cố đi tiêu lúc không ở nhà không; nếu cảm thấy vấn đề là thời gian bị hạn chế hay ngượng thì  bạn có thể đặt vấn đề với con và/hay trường học để tìm giải pháp. CHỮA TÁO BÓN TẠI NHÀ Bạn có thể dùng các phương thuốc gia đình trước tiên để làm giảm bớt chứng táo bón của trẻ. Những biện pháp chữa trị này thường sẽ bắt đầu có tác dụng trong vòng 24 tiếng đồng hồ; nếu con bạn chưa đi tiêu được trong 24 tiếng hoặc nếu bạn cảm thấy lo lắng thì hãy gọi cho bác sĩ hay y tá của mình để được cho lời khuyên. Trẻ sơ sinh-Nếu con bạn chưa đầy 4 tháng tuổi thì hãy tham khảo ý kiến bác sĩ hoặc y tá về phương pháp chữa trị táo bón. Đối với trẻ sơ sinh ở bất kỳ độ tuổi nào, hãy liên hệ với bác sĩ trong trường hợp có các dấu hiệu hay triệu chứng gì đáng quan tâm (đau dữ dội, chảy máu ruột thẳng) khi bé bị táo bón. Các biện pháp sau đây dùng để điều trị cho trẻ bị táo bón trên 4 tháng tuổi.  * Si-rô làm từ bột ngô đen - Si-rô làm từ bột ngô đen là phương thuốc trị táo bón dân gian hàng trăm năm nay. Loại si-rô này chứa prô-tê-in đường thể phức có thể giữ nước trong phân. Tuy nhiên, loại si-rô làm từ bột ngô đen hiện giờ có thể không chứa các prô-tê-in đường này, vì vậy si-rô cũng có thể không có tác dụng gì. Si-rô làm từ bột ngô nhạt không có tác dụng. Đối với một đứa trẻ sơ sinh khỏe mạnh, bác sĩ hay y tá có thể khuyên dùng bổ sung thêm ¼ đến 1 muỗng cà phê (1,25 đến 5ml) si-rô làm từ bột ngô đen vào 4 ao-xơ sữa bình hoặc sữa mẹ vắt.   Ban đầu hãy dùng một liều lượng thấp nhất; bạn có thể tăng liều lượng lên đến tròn một muỗng cà phê với 4 ao-xơ sữa bình hoặc sữa mẹ vắt cho đến khi bé đi tiêu mỗi ngày. Sau khi con bạn có thể đi được phân mềm và đều đặn hơn thì bạn có thể ngưng dần loại si-rô bột ngô này. Bạn cũng có thể cho bé uống si-rô bột ngô bất cứ lúc nào bạn thấy phân bé bắt đầu cứng nhiều, cho đến khi bé bắt đầu biết ăn ngũ cốc hoặc các thức ăn đặc.   * Nước ép trái cây-Nếu con bạn từ 4 tháng tuổi trở lên, bạn có thể cho bé uống một số loại nước ép trái cây nào đó để trị chứng táo bón. Các thức uống này bao gồm nước ép mận, nước ép táo hoặc nước ép trái lê (những loại nước ép khác không công dụng bằng). Bạn có thể bổ sung thêm từ 2 đến 4 ao-xơ nước ép trái cây 100% mỗi ngày cho bé từ 4 đến 8 tháng tuổi; thêm tới 6 ao-xơ nước ép trái cây mỗi ngày cho bé từ 8 tháng 12 tháng tuổi.  * Thực phẩm giàu chất xơ – Nếu con bạn đã bắt đầu biết ăn thức ăn đặc, bạn có thể thay thế ngũ cốc lúa mạch bằng ngũ cốc gạo. Bạn cũng có thể cho ăn các loại trái cây và rau củ có hàm lượng chất xơ cao khác (hoặc thức ăn nghiền nhuyễn), gồm quả mơ, khoai lang, lê, mận, đào, đậu, cải bẹ xanh, hay cải bina. Bạn có thể hoà tan nước ép trái cây ( táo, mận, lê) với ngũ cốc hoặc trái cây / rau củ nghiền nhuyễn. * Sữa bột em bé chứa sắt – Sắt trong sữa bột em bé không gây ra chứng táo bón hay làm cho chứng táo bón trầm trọng thêm vì liều lượng sắt trong sữa là rất thấp. Do đó, việc thay đổi sữa có hàm lượng sắt thấp là không nên vì điều này không giúp gì được chứng táo bón cả. Bác sĩ hoặc y tá của bạn sẽ giới thiệu cho bạn một loại sữa bột khác; hãy tham khảo ý kiến của họ trước khi bạn quyết định thay đổi một loại sữa bột nào nhé. Viên sắt chứa hàm lượng sắt cao hơn và có thể gây ra táo bón. Do đó, trẻ sơ sinh cần uống viên sắt đôi khi cũng cần thay đổi chế độ dinh dưỡng thêm nữa hoặc cần các biện pháp để đảm bảo là trẻ không bị táo bón. Trẻ con-Nếu con bạn đã bị táo bón một thời gian ngắn rồi thì biện pháp duy nhất để chữa bệnh là thay đổi chế độ dinh dưỡng cho bé. Bạn có thể thay đổi khẩu phần ăn uống càng thường xuyên càng tốt sao cho bé có thể đi tiêu mềm và không bị đau nữa. Nếu con bạn không đi tiêu được trong vòng 24 tiếng đồ hồ sau khi đã dùng các cách gợi ý dưới đây thì hãy gọi cho bác sĩ hoặc y tá nhé. Nếu bé có các triệu chứng khiến bạn lo lắng (đau dữ dội, chảy máu ruột thẳng) khi bị táo bón hoặc nếu bạn có thắc mắc gì thì hãy gọi cho bác sĩ hoặc y tá trước khi sử dụng bất kỳ phương pháp chữa trị dưới đây. Các lời khuyên cho chế độ dinh dưỡng * Nước ép trái cây – Một số loại nước ép trái cây có thể giúp làm mềm phân như nước ép mận, táo, hoặc lê (các loại nước ép trái cây khác không tác dụng bằng). Không nên cho trẻ từ 1 đến 6 tuổi uống nhiều hơn 4 đến 6 ao-xơ nước ép trái cây 100% mỗi ngày; trẻ trên 7 tuổi có thể uống 8 ao-xơ nước ép trái cây mỗi ngày. * Thức uống – Không cần thiết phải uống nhiều thức uống để chữa chứng táo bón, mặc dù việc đảm bảo cho trẻ uống đủ các thức uống là có lý. Đối với trẻ trên 1 tuổi thì việc uống đủ thức uống là uống đủ 32 ao-xơ (960 mL) hoặc nhiều nước hơn hoặc các thứ thức uống khác không chứa sữa mỗi ngày. Cũng không cần thiết hay có tác dụng gì khi trẻ uống nhiều hơn mức này nếu bé không khát. * Những lời khuyên về thức ăn cho trẻ – Hãy cho con bạn một chế độ dinh dưỡng cân đối, gồm các loại thực phẩm ngũ cốc nguyên hạt, trái cây, và rau. Tuy nhiên, không bắt buộc những loại thực phẩm này và không nên lấy một chế độ dinh dưỡng giàu chất xơ thay vì dùng các phương pháp điều trị khác.  Hãy khen ngợi bé khi thử ăn những loại thức ăn này và đừng quên khuyến khích chúng ăn thường xuyên nhé, và đừng ép bé ăn những thứ này nếu bé chưa muốn ăn. Bạn nên cho bé thử ăn thức ăn mới từ 8 đến 10 lần trước khi chịu bó tay. Bạn cũng có lẽ cần tránh cho bé ăn (hoặc cho bé ăn một chút) các thứ thức ăn nhất định nào đó khi bé bị táo bón như sữa bò, sữa chua, phô-mai, và kem. Đối với một số trẻ, bạn cũng có thể nên bổ sung thêm chất xơ. Thực phẩm dùng để bổ sung thêm chất xơ có nhiều dạng như bánh xốp, viên (thuốc/kẹo) nhai được, hoặc chất xơ dạng bột có thể hoà chung với nước ép (hoặc được đông lạnh thành dạng kem que). * Sữa- Một số trẻ bị chứng táo bón do không dung nạp được prô-tê-in có trong sữa bò. Nếu các biện pháp chữa táo bón khác không có tác dụng thì có thể cho bé tránh dùng tất cả các lợi sữa bò (và các sản phẩm sữa) trong thời gian từ 1 đến 2 tuần. Nếu chứng táo bón của bé không tiến triển gì suốt khoảng thời gian này thid bạn có thể cho bé uống lại sữa bò. Nếu bé không uống sữa trong một thời gian dài thì bạn nên tham khảo gợi ý của bác sĩ hoặc y tá về cách đảm bảo cho bé có đủ can-xi và vi-ta-min D nhé. Ngưng thời gian dạy bé điều khiển việc đi vệ sinh và dùng nhà vệ sinh – Nếu bé bị táo bón trong thời gian học cách sử dụng nhà vệ sinh thì hãy ngừng việc này tạm thời. Nên chờ khoảng 2 đến 3 tháng trước khi bắt đầu lại công đoạn này với bé. Hãy chắc thêm một lần nữa là bé sẽ không bị đau khi đi tiêu và hãy khen bé khi ngồi vào nhà vệ sinh, dù là bé không đi vệ sinh đi chăng nữa. Tránh trừng phạt hay gây áp lực cho con của bạn nhé. Hãy tập thói quen giờ giấc đi vệ sinh đều đặn – Nếu con bạn đang trong giai đoạn học cách sử dụng nhà  vệ sinh thì hãy khuyến khích bé ngồi vào nhà vệ sinh trong khoảng từ 5 đến 10 phút từ 1 đến 2 lần mỗi ngày sau khi ăn xong. Trẻ con thường muốn đi tiêu sau bữa ăn, nhất là sau khi ăn sáng. Hãy chú ý hoặc khen ngợi khi bé ngồi vào nhà vệ sinh dẫu bé không đi tiêu. Hãy đọc sách cho bé  nghe hay cùng ngồi ở nhà vệ sinh với bé để làm cho bé thích thú và khuyến khích hợp tác với mình. ĐÁNH GIÁ, NHẬN ĐỊNH CỦA Y HỌC VỀ TÁO BÓN Một số trẻ sơ sinh và trẻ nhỏ có các triệu chứng liên quan đến táo bón hoặc bị táo bón mà không cải thiện được khi sử dụng các biện pháp chữa trị tại nhà thì bạn nên cho bé đến khám bác sĩ hay y tá. Bác sĩ hoặc y tá sẽ hỏi bạn (và nếu có thể sẽ hỏi con bạn) là bé bắt đầu bị táo bón khi nào, xem liệu bé có bị đau khi đi tiêu hay không, và xem bé thường đi tiêu bao lâu một lần. Hãy kể cho bác sĩ hay y tá nghe nếu bạn thấy bất kỳ một triệu chứng nào khác (như đau, nôn mửa, ăn ít ngon miệng hơn), bé uống được bao nhiêu, và nếu bạn có thấy máu trong phân của bé. Bác si hoặc y tá sẽ cho bé kiểm tra sức khỏe, và có thể kiểm tra ruột thẳng cho bé. Hầu hết trẻ bị táo bón không cần thử ống nghiệm (thử máu, nước tiểu, phân...) hay chụp X-quang. TÁO BÓN TÁI PHÁT Nếu con bạn bị táo bón trở lại (gọi là táo bón tái phát), thì bạn hãy tham khảo ý kiến bác sĩ hoặc y tá để tìm ra nguyên nhân làm cho bé bị táo bón trở lại. (Xem”Biện pháp chữa trị táo bón chức năng mãn tính và chứng ỉa đùn ở trẻ sơ sinh và trẻ nhỏ”.) Những lý do khả thi khiến trẻ bị táo bón tái phát: * Sợ đau do phân cứng hay bé bị vết rách hậu môn (vết rách nhỏ trong lỗ hậu môn) * Sợ vào nhà vệ sinh xa nhà * Không có đủ thời gian để vào nhà vệ sinh Phương pháp “Làm sạch ruột” – Nếu con bạn bị táo bón tái phát thì hãy tiếp tục thực hiện theo các biện pháp chỉ dẫn chữa trị tại nhà bên trên. Con bạn cũng có thể cần phương pháp “làm sạch ruột” để tống phân ra ngoài. Phương pháp này sử dụng thuốc (như polyethylene glycol [Miralax®]), dụng cụ thụt hoặc thuốc đạn dùng cho ruột thẳng (viên thuốc nhét vào hậu môn trẻ/ cho tan ra để trị táo bón), hoặc kết hợp nhiều phương pháp điều trị với nhau. Hãy tham khảo ý kiến của bác sĩ hay y tá trước khi bạn quyết định sử dụng bất kỳ biện pháp chữa trị nào. Phương pháp điều trị duy trì – Sau khi dùng biện pháp “làm sạch ruột”, hầu hết các trẻ sơ sinh và trẻ nhỏ được cho dùng thuốc nhuận trường trong thời gian vài tháng hay lâu hơn. Bạn có thể điều chỉnh liều lượng thuốc nhuận trường sao cho bé có thể đi tiêu phân mềm một lần/ngày.  Mặc dù có nhiều loại thuốc nhuận trường này được bán tự do không theo toa, nhưng quan trọng là phải tham khảo ý kiến của bác sĩ hoặc y tá trước khi cho bé dùng thuốc nhuận trường thường xuyên. Bố mẹ thường lo ngại về việc dùng thuốc nhuận trường; sợ rằng bé sẽ không đi tiêu được khi ngưng dùng thuốc. Việc sử dụng thuốc nhuận trường không làm tăng nguy cơ táo bón về sau. Nhưng thay vào đó, việc sử dụng thuốc nhuận trường một cách thận trọng thực ra có thể phòng tránh táo bón lâu dài bằng cách không làm cho bé đau và nín đi tiêu nữa, đồng thời giúp bé phát huy thói quen đi vệ sinh khỏe mạnh. Một số trẻ cần tiếp tục điều trị bằng thuốc nhuận trường nhiều tháng hoặc thậm chí là nhiều năm. Sau khi trẻ đã có thể đi tiêu đều đặn và dùng nhà vệ sinh một mình ít nhất là 6 tháng thì bạn có thể tham khảo ý kiến của bác sĩ hoặc y tá về việc giảm liều lượng thuốc và cuối cùng là ngưng hẳn thuốc. Không nên ngưng dùng thuốc nhuận trường quá sớm bởi chứng táo bón của con bạn có thể sẽ tái phát và bé sẽ phải bắt đầu được điều trị trở lại. Phương pháp cứu nguy – Có thể là trẻ tích tụ phân lại quá lớn trong đại tràng, thậm chí là khi dùng thuốc nhuận trường đi nữa. Hãy tham khảo ý kiến bác sĩ hay y tá để dùng phương pháp “cứu nguy”. Nếu sau 2 đến 3 ngày mà bé không đi tiêu được thì hãy dùng phương pháp “làm sạch ruột” và tăng liều lượng thuốc nhuận trường cho bé. Thay đổi thói quen hoạt động – Đối với trẻ bị táo bón thường xuyên thì việc thay đổi thói quen hoạt động cũng có thể giúp bé phát huy thói quen đi vệ sinh bình thường. * Khuyến khích bé ngồi vào nhà vệ sinh trong 30 phút sau bữa ăn (có nghĩa là từ 5 đến 10 phút, 2-3 lần/ngày). Hãy tập cho bé mỗi ngày nhé. * Hãy lên kế hoạch khen thưởng cho bé để công nhận nỗ lực của bé. Hãy khen thưởng bé sau mỗi lần bé ngồi vệ sinh (bé có thể chẳng cần phải đi tiêu).  * Hãy ghi lại nhật ký việc đi tiêu, thuốc, đau và các tai nạn của con bạn. Điều này sẽ có thể giúp bạn và bác sĩ hay y tá biết được nguyên nhân gây táo bón cho bé. Các lời khuyên chế độ dinh dưỡng – Có nhiều điều bí ẩn về các biện pháp dinh dưỡng chống táo bón ở trẻ sơ sinh và trẻ nhỏ. Việc uống thêm nhiều các loại thức uống hay ăn chế độ dinh dưỡng có hàm lượng chất xơ cao cũng chưa đủ để điều trị chứng táo bón tái phát nhiều lần ở trẻ; hầu hết trẻ cũng cần dùng thuốc nhuận trường và thay đổi thói quen hoạt động của mình.    Phương pháp điều trị theo dõi – Sau khi bắt đầu điều trị táo bón thì hầu hết các bác sĩ và y tá đều đề nghị nên gọi điện hay đến khám định kỳ để kiểm tra cho bé. Trẻ sơ sinh và trẻ nhỏ bị táo bón cần được điều chỉnh phương pháp điều trị vì chúng càng ngày càng lớn và có nhiều thay đổi trong chế độ dinh dưỡng và hoạt động thường nhật của mình. KHI NÀO BẠN CẦN TRỢ GIÚP Hãy gọi điện cho bác sĩ hoặc y tá ngay lập tức (vào ban ngày hay đêm) nếu con bạn bị đau bụng hay đau ruột thẳng dữ dội. Ngoài ra, bạn cũng nên gọi cho bác sĩ hay y tá trong bất kỳ trường hợp nào sau đây: * Con bạn không đi tiêu được trong 24 tiếng đồng hồ sau khi bắt đầu điều trị táo bón. * Con bạn (dưới 4 tháng tuổi) không đi tiêu trong 24 tiếng đồng hồ như bình thường (có nghĩa là bé thường đi tiêu cách 2 ngày 1 lần thì giờ 3 ngày mà không đi được) * Con bạn (dưới 4 tháng tuổi) đi phân cứng (chớ không phải là mềm hay sệt) * Bạn thấy máu trong phân hay tã của bé * Con bạn bị táo bón tái phát * Bé kêu đau khi đi tiêu * Bạn thắc mắc hay lo lắng về thói quen đường ruột của con mình."
        },
        {
            "en": "13        13. CONFESSIONS Edward in the sunlight was shocking. I couldn't get used to it, though I'd been staring at him all afternoon. His skin, white despite the faint flush from yesterday's hunting trip, literally sparkled, like thousands of tiny diamonds were embedded in the surface. He lay perfectly still in the grass, his shirt open over his sculpted, incandescent chest, his scintillating arms bare. His glistening, pale lavender lids were shut, though of course he didn't sleep. A perfect statue, carved in some unknown stone, smooth like marble, glittering like crystal. Now and then, his lips would move, so fast it looked like they were trembling. But, when I asked, he told me he was singing to himself; it was too low for me to hear. I enjoyed the sun, too, though the air wasn't quite dry enough for my taste. I would have liked to lie back, as he did, and let the sun warm my face. But I stayed curled up, my chin resting on my knees, unwilling to take my eyes off him. The wind was gentle; it tangled my hair and ruffled the grass that swayed around his motionless form. The meadow, so spectacular to me at first, paled next to his magnificence. Hesitantly, always afraid, even now, that he would disappear like a mirage, too beautiful to be real… hesitantly, I reached out one finger and stroked the back of his shimmering hand, where it lay within my reach. I marveled again at the perfect texture, satin smooth, cool as stone. When I looked up again, his eyes were open, watching me. Butterscotch today, lighter, warmer after hunting. His quick smile turned up the corners of his flawless lips. \"I don't scare you?\" he asked playfully, but I could hear the real curiosity in his soft voice. \"No more than usual.\" He smiled wider; his teeth flashed in the sun. I inched closer, stretched out my whole hand now to trace the contours of his forearm with my fingertips. I saw that my fingers trembled, and knew it wouldn't escape his notice. \"Do you mind?\" I asked, for he had closed his eyes again. \"No,\" he said without opening his eyes. \"You can't imagine how that feels.\" He sighed. I lightly trailed my hand over the perfect muscles of his arm, followed  the faint pattern of bluish veins inside the crease at his elbow. With my other hand, I reached to turn his hand over. Realizing what I wished, he flipped his palm up in one of those blindingly fast, disconcerting movements of his. It startled me; my fingers froze on his arm for a brief second. \"Sorry,\" he murmured. I looked up in time to see his golden eyes close again. \"It's too easy to be myself with you.\" I lifted his hand, turning it this way and that as I watched the sun glitter on his palm. I held it closer to my face, trying to see the hidden facets in his skin. \"Tell me what you're thinking,\" he whispered. I looked to see his eyes watching me, suddenly intent. \"It's still so strange for me, not knowing.\" \"You know, the rest of us feel that way all the time.\" \"It's a hard life.\" Did I imagine the hint of regret in his tone? \"But you didn't tell me.\" \"I was wishing I could know what you were thinking…\" I hesitated. \"And?\" \"I was wishing that I could believe that you were real. And I was wishing that I wasn't afraid.\" \"I don't want you to be afraid.\" His voice was just a soft murmur. I heard what he couldn't truthfully say, that I didn't need to be afraid, that there was nothing to fear. \"Well, that's not exactly the fear I meant, though that's certainly something to think about.\" So quickly that I missed his movement, he was half sitting, propped up on his right arm, his left palm still in my hands. His angel's face was only a few inches from mine. I might have — should have — flinched away from his unexpected closeness, but I was unable to move.  His golden eyes mesmerized me. \"What are you afraid of, then?\" he whispered intently. But I couldn't answer. As I had just that once before, I smelled his cool breath in my face. Sweet, delicious, the scent made my mouth water. It was unlike anything else. Instinctively, unthinkingly, I leaned closer, inhaling. And he was gone, his hand ripped from mine. In the time it took my eyes to focus, he was twenty feet away, standing at the edge of the small meadow, in the deep shade of a huge fir tree. He stared at me, his eyes dark in the shadows, his expression unreadable. I could feel the hurt and shock on my face. My empty hands stung. \"I'm… sorry… Edward,\" I whispered. I knew he could hear. \"Give me a moment,\" he called, just loud enough for my less sensitive ears. I sat very still. After ten incredibly long seconds, he walked back, slowly for him. He stopped, still several feet away, and sank gracefully to the ground, crossing his legs. His eyes never left mine.  He took two deep breaths, and then smiled in apology. \"I am so very sorry.\" He hesitated. \"Would you understand what I meant if I said I was only human?\" I nodded once, not quite able to smile at his joke. Adrenaline pulsed through my veins as the realization of danger slowly sank in. He could smell that from where he sat. His smile turned mocking. \"I'm the world's best predator, aren't I? Everything about me invites you in — my voice, my face, even my smell. As if I need any of that!\" Unexpectedly, he was on his feet, bounding away, instantly out of sight, only to appear beneath the same tree as before, having circled the meadow in half a second. \"As if you could outrun me,\" he laughed bitterly. He reached up with one hand and, with a deafening crack, effortlessly ripped a two-foot-thick branch from the trunk of the spruce. He balanced it in that hand for a moment, and then threw it with blinding speed, shattering it against another huge tree, which shook and trembled at the blow. And he was in front of me again, standing two feet away, still as a stone. \"As if you could fight me off,\" he said gently. I sat without moving, more frightened of him than I had ever been. I'd never seen him so completely freed of that carefully cultivated facade. He'd never been less human… or more beautiful. Face ashen, eyes wide, I sat like a bird locked in the eyes of a snake. His lovely eyes seem to glow with rash excitement. Then, as the seconds passed, they dimmed. His expression slowly folded into a mask of ancient sadness. \"Don't be afraid,\" he murmured, his velvet voice unintentionally seductive. \"I promise…\" He hesitated. \"I swear not to hurt you.\" He seemed more concerned with convincing himself than me. \"Don't be afraid,\" he whispered again as he stepped closer, with exaggerated slowness. He sat sinuously, with deliberately <em>unhurried</em> movements, till our faces were on the same level, just a foot apart. \"Please forgive me,\" he said formally. \"I can control myself. You caught me off guard. But I'm on my best behavior now.\" He waited, but I still couldn't speak. \"I'm not thirsty today, honestly.\" He winked. At that I had to laugh, though the sound was shaky and breathless. \"Are you all right?\" he asked tenderly, reaching out slowly, carefully, to place his marble hand back in mine. I looked at his smooth, cold hand, and then at his eyes. They were soft, repentant. I looked back at his hand, and then deliberately returned to tracing the lines in his hand with my fingertip. I looked up and smiled timidly. His answering smile was dazzling. \"So where were we, before I behaved so rudely?\" he asked in the gentle cadences of an earlier century. \"I honestly can't remember.\" He smiled, but his face was ashamed. \"I think we were talking about why you were afraid, besides the obvious reason.\" \"Oh, right.\" \"Well?\" I looked down at his hand and doodled aimlessly across his smooth, iridescent palm. The seconds ticked by. \"How easily frustrated I am,\" he sighed. I looked into his eyes, abruptly grasping that this was every bit as new to him as it was to me. As many years of unfathomable experience as he had, this was hard for him, too. I took courage from that thought. \"I was afraid… because, for, well, obvious reasons, I can't stay with you. And I'm afraid that I'd like to stay with you, much more than I should.\" I looked down at his hands as I spoke. It was difficult for me to say this aloud. \"Yes,\" he agreed slowly. \"That is something to be afraid of, indeed. Wanting to be with me. That's really not in your best interest.\" I frowned. \"I should have left long ago,\" he sighed. \"I should leave now. But I don't know if I can.\" \"I don't want you to leave,\" I mumbled pathetically, staring down again. \"Which is exactly why I should. But don't worry. I'm essentially a selfish creature. I crave your company too much to do what I should.\" \"I'm glad.\" \"Don't be!\" He withdrew his hand, more gently this time; his voice was harsher than usual. Harsh for him, still more beautiful than any human voice. It was hard to keep up — his sudden mood changes left me always a step behind, dazed. \"It's not only your company I crave! Never forget that. Never forget I am more dangerous to you than I am to anyone else.\" He stopped, and I looked to see him gazing unseeingly into the forest. I thought for a moment. \"I don't think I understand exactly what you mean — by that last part anyway,\" I said. He looked back at me and smiled, his mood shifting yet again. \"How do I explain?\" he mused. \"And without frightening you again… hmmmm.\" Without seeming to think about it, he placed his hand back in mine; I held it tightly in both of mine. He looked at our hands. \"That's amazingly pleasant, the warmth.\" He sighed. A moment passed as he assembled his thoughts. \"You know how everyone enjoys different flavors?\" he began. \"Some people love chocolate ice cream, others prefer strawberry?\" I nodded. \"Sorry about the food analogy — I couldn't think of another way to explain.\" I smiled. He smiled ruefully back. \"You see, every person smells different, has a different essence. If you locked an alcoholic in a room full of stale beer, he'd gladly drink it. But he could resist, if he wished to, if he were a recovering alcoholic. Now let's say you placed in that room a glass of hundred-year-old brandy, the rarest, finest cognac — and filled the room with its warm aroma — how do you think he would fare then?\" We sat silently, looking into each other's eyes — trying to read each other's thoughts. He broke the silence first. \"Maybe that's not the right comparison. Maybe it would be too easy to turn down the brandy. Perhaps I should have made our alcoholic a heroin addict instead.\" \"So what you're saying is, I'm your brand of heroin?\" I teased, trying to lighten the mood. He smiled swiftly, seeming to appreciate my effort. \"Yes, you are exactly my brand of heroin.\" \"Does that happen often?\" I asked. He looked across the treetops, thinking through his response. \"I spoke to my brothers about it.\" He still stared into the distance. \"To Jasper, every one of you is much the same. He's the most recent to join our family. It's a struggle for him to abstain at all. He hasn't had time to grow sensitive to the differences in smell, in flavor.\" He glanced swiftly at me, his expression apologetic. \"Sorry,\" he said. \"I don't mind. Please don't worry about offending me, or frightening me, or whichever. That's the way you think. I can understand, or I can try to at least. Just explain however you can.\" He took a deep breath and gazed at the sky again. \"So Jasper wasn't sure if he'd ever come across someone who was as\" — he hesitated, looking for the right word — \"appealing as you are to me.  Which makes me think not. Emmett has been on the wagon longer, so to speak, and he understood what I meant. He says twice, for him, once stronger than the other.\" \"And for you?\" \"Never.\" The word hung there for a moment in the warm breeze. \"What did Emmett do?\" I asked to break the silence. It was the wrong question to ask. His face grew dark, his hand clenched into a fist inside mine. He looked away. I waited, but he wasn't going to answer. \"I guess I know,\" I finally said. He lifted his eyes; his expression was wistful, pleading. \"Even the strongest of us fall off the wagon, don't we?\" \"What are you asking? My permission?\" My voice was sharper than I'd intended. I tried to make my tone kinder — I could guess what his honesty must cost him. \"I mean, is there no hope, then?\" How calmly I could discuss my own death! \"No, no!\" He was instantly contrite. \"Of course there's hope! I mean, of course I won't…\" He left the sentence hanging. His eyes burned into mine. \"It's different for us. Emmett… these were strangers he happened across. It was a long time ago, and he wasn't as… practiced, as careful, as he is now.\" He fell silent and watched me intently as I thought it through. \"So if we'd met… oh, in a dark alley or something…\" I trailed off. \"It took everything I had not to jump up in the middle of that class full of children and —\" He stopped abruptly, looking away. \"When you walked past me, I could have ruined everything Carlisle has built for us, right then and there. If I hadn't been denying my thirst for the last, well, too many years, I wouldn't have been able to stop myself.\" He paused, scowling at the trees. He glanced at me grimly, both of us remembering. \"You must have thought I was possessed.\" \"I couldn't understand why. How you could hate me so quickly…\" \"To me, it was like you were some kind of demon, summoned straight from my own personal hell to ruin me. The fragrance coming off your skin… I thought it would make me deranged that first day. In that one hour, I thought of a hundred different ways to lure you from the room with me, to get you alone. And I fought them each back, thinking of my family, what I could do to them. I had to run out, to get away before I could speak the words that would make you follow…\" He looked up then at my staggered expression as I tried to absorb his bitter memories. His golden eyes scorched from under his lashes, hypnotic and deadly. \"You would have come,\" he promised. I tried to speak calmly. \"Without a doubt.\" He frowned down at my hands, releasing me from the force of his stare. \"And then, as I tried to rearrange my schedule in a pointless attempt to avoid you, you were there — in that close, warm little room, the scent was maddening. I so very nearly took you then. There was only one other frail human there — so easily dealt with.\" I shivered in the warm sun, seeing my memories anew through his eyes, only now grasping the danger. Poor Ms. Cope; I shivered again at how close I'd come to being inadvertently responsible for her death. \"But I resisted. I don't know how. I forced myself not to wait for you, not to follow you from the school. It was easier outside, when I couldn't smell you anymore, to think clearly, to make the right decision. I left the others near home — I was too ashamed to tell them how weak I was, they only knew something was very wrong — and then I went straight to Carlisle, at the hospital, to tell him I was leaving.\" I stared in surprise.  \"I traded cars with him — he had a full tank of gas and I didn't want to stop. I didn't dare to go home, to face Esme. She wouldn't have let me go without a scene. She would have tried to convince me that it wasn't necessary… \"By the next morning I was in Alaska.\" He sounded ashamed, as if admitting a great cowardice. \"I spent two days there, with some old acquaintances… but I was homesick. I hated knowing I'd upset Esme, and the rest of them, my adopted family. In the pure air of the mountains it was hard to believe you were so irresistible. I convinced myself it was weak to run away. I'd dealt with temptation before, not of this magnitude, not even close, but I was strong. Who were you, an insignificant little girl\" — he grinned suddenly — \"to chase me from the place I wanted to be? So I came back…\" He stared off into space. I couldn't speak. \"I took precautions, hunting, feeding more than usual before seeing you again. I was sure that I was strong enough to treat you like any other human. I was arrogant about it. \"It was unquestionably a complication that I couldn't simply read your thoughts to know what your reaction was to me. I wasn't used to having to go to such circuitous measures, listening to your words in Jessica's mind… her mind isn't very original, and it was annoying to have to stoop to that. And then I couldn't know if you really meant what you said. It was all extremely irritating.\" He frowned at the memory. \"I wanted you to forget my behavior that first day, if possible, so I tried to talk with you like I would with any person. I was eager actually, hoping to decipher some of your thoughts. But you were too interesting, I found myself caught up in your expressions… and every now and then you would stir the air with your hand or your hair, and the scent would stun me again… \"Of course, then you were nearly crushed to death in front of my eyes. Later I thought of a perfectly good excuse for why I acted at that moment — because if I hadn't saved you, if your blood had been spilled there in front of me, I don't think I could have stopped myself from exposing us for what we are. But I only thought of that excuse later. At the time, all I could think was, 'Not her.'\" He closed his eyes, lost in his agonized confession. I listened, more eager than rational. Common sense told me I should be terrified. Instead, I was relieved to finally understand. And I was filled with compassion for his suffering, even now, as he confessed his craving to take my life. I finally was able to speak, though my voice was faint. \"In the hospital?\" His eyes flashed up to mine. \"I was appalled. I couldn't believe I had put us in danger after all, put myself in your power — you of all people. As if I needed another motive to kill you.\"  We both flinched as that word slipped out. \"But it had the opposite effect,\" he continued quickly. \"I fought with Rosalie, Emmett, and Jasper when they suggested that now was the time… the worst fight we've ever had. Carlisle sided with me, and Alice.\" He grimaced when he said her name. I couldn't imagine why. \"Esme told me to do whatever I had to in order to stay.\" He shook his head indulgently. \"All that next day I eavesdropped on the minds of everyone you spoke to, shocked that you kept your word. I didn't understand you at all. But I knew that I couldn't become more involved with you. I did my very best to stay as far from you as possible. And every day the perfume of your skin, your breath, your hair… it hit me as hard as the very first day.\" He met my eyes again, and they were surprisingly tender. \"And for all that,\" he continued, \"I'd have fared better if I had exposed us all at that first moment, than if now, here — with no witnesses and nothing to stop me — I were to hurt you.\" I was human enough to have to ask. \"Why?\" \"Isabella.\" He pronounced my full name carefully, then playfully ruffled my hair with his free hand. A shock ran through my body at his casual touch. \"Bella, I couldn't live with myself if I ever hurt you. You don't know how it's tortured me.\" He looked down, ashamed again. \"The thought of you, still, white, cold… to never see you blush scarlet again, to never see that flash of intuition in your eyes when you see through my pretenses… it would be unendurable.\" He lifted his glorious, agonized eyes to mine. \"You are the most important thing to me now. The most important thing to me ever.\" My head was spinning at the rapid change in direction our conversation had taken. From the cheerful topic of my impending demise, we were suddenly declaring ourselves. He waited, and even though I looked down to study our hands between us, I knew his golden eyes were on me.  \"You already know how I feel, of course,\" I finally said. \"I'm here… which, roughly translated, means I would rather die than stay away from you.\" I frowned. \"I'm an idiot.\" \"You are an idiot,\" he agreed with a laugh. Our eyes met, and I laughed, too. We laughed together at the idiocy and sheer impossibility of such a moment. \"And so the lion fell in love with the lamb…\" he murmured. I looked away, hiding my eyes as I thrilled to the word. \"What a stupid lamb,\" I sighed. \"What a sick, masochistic lion.\" He stared into the shadowy forest for a long moment, and I wondered where his thoughts had taken him. \"Why… ?\" I began, and then paused, not sure how to continue. He looked at me and smiled; sunlight glinted off his face, his teeth.  \"Yes?\" \"Tell me why you ran from me before.\" His smile faded. \"You know why.\" \"No, I mean, exactly what did I do wrong? I'll have to be on my guard, you see, so I better start learning what I shouldn't do. This, for example\" — I stroked the back of his hand — \"seems to be all right.\" He smiled again. \"You didn't do anything wrong, Bella. It was my fault.\" \"But I want to help, if I can, to not make this harder for you.\" \"Well…\" He contemplated for a moment. \"It was just how close you were. Most humans instinctively shy away from us, are repelled by our alienness… I wasn't expecting you to come so close. And the smell of your throat.\" He stopped short, looking to see if he'd upset me. \"Okay, then,\" I said flippantly, trying to alleviate the suddenly tense atmosphere. I tucked my chin. \"No throat exposure.\" It worked; he laughed. \"No, really, it was more the surprise than anything else.\" He raised his free hand and placed it gently on the side of my neck. I sat very still, the chill of his touch a natural warning — a warning telling me to be terrified. But there was no feeling of fear in me. There were, however, other feelings… \"You see,\" he said. \"Perfectly fine.\" My blood was racing, and I wished I could slow it, sensing that this must make everything so much more difficult — the thudding of my pulse in my veins. Surely he could hear it. \"The blush on your cheeks is lovely,\" he murmured. He gently freed his other hand. My hands fell limply into my lap. Softly he brushed my cheek, then held my face between his marble hands. \"Be very still,\" he whispered, as if I wasn't already frozen. Slowly, never moving his eyes from mine, he leaned toward me. Then abruptly, but very gently, he rested his cold cheek against the hollow at the base of my throat. I was quite unable to move, even if I'd wanted to. I listened to the sound of his even breathing, watching the sun and wind play in his bronze hair, more human than any other part of him. With deliberate slowness, his hands slid down the sides of my neck. I shivered, and I heard him catch his breath. But his hands didn't pause as they softly moved to my shoulders, and then stopped. His face drifted to the side, his nose skimming across my collarbone. He came to rest with the side of his face pressed tenderly against my chest. Listening to my heart. \"Ah,\" he sighed. I don't know how long we sat without moving. It could have been hours.  Eventually the throb of my pulse quieted, but he didn't move or speak again as he held me. I knew at any moment it could be too much, and my life could end — so quickly that I might not even notice. And I couldn't make myself be afraid. I couldn't think of anything, except that he was touching me. And then, too soon, he released me.  His eyes were peaceful. \"It won't be so hard again,\" he said with satisfaction. \"Was that very hard for you?\" \"Not nearly as bad as I imagined it would be. And you?\" \"No, it wasn't bad… for me.\" He smiled at my inflection. \"You know what I mean.\" I smiled. \"Here.\" He took my hand and placed it against his cheek. \"Do you feel how warm it is?\" And it was almost warm, his usually icy skin. But I barely noticed, for I was touching his face, something I'd dreamed of constantly since the first day I'd seen him. \"Don't move,\" I whispered. No one could be still like Edward. He closed his eyes and became as immobile as stone, a carving under my hand. I moved even more slowly than he had, careful not to make one unexpected move. I caressed his cheek, delicately stroked his eyelid, the purple shadow in the hollow under his eye. I traced the shape of his perfect nose, and then, so carefully, his flawless lips. His lips parted under my hand, and I could feel his cool breath on my fingertips. I wanted to lean in, to inhale the scent of him. So I dropped my hand and leaned away, not wanting to push him too far. He opened his eyes, and they were hungry. Not in a way to make me fear, but rather to tighten the muscles in the pit of my stomach and send my pulse hammering through my veins again. \"I wish,\" he whispered, \"I wish you could feel the… complexity… the confusion… I feel. That you could understand.\" He raised his hand to my hair, then carefully brushed it across my face. \"Tell me,\" I breathed. \"I don't think I can. I've told you, on the one hand, the hunger — the thirst — that, deplorable creature that I am, I feel for you. And I think you can understand that, to an extent. Though\" — he half-smiled — \"as you are not addicted to any illegal substances, you probably can't empathize completely. \"But…\" His fingers touched my lips lightly, making me shiver again. \"There are other hungers. Hungers I don't even understand, that are foreign to me.\" \"I may understand that better than you think.\" \"I'm not used to feeling so human. Is it always like this?\" \"For me?\" I paused. \"No, never. Never before this.\" He held my hands between his. They felt so feeble in his iron strength. \"I don't know how to be close to you,\" he admitted. \"I don't know if I can.\" I leaned forward very slowly, cautioning him with my eyes. I placed my cheek against his stone chest. I could hear his breath, and nothing else. \"This is enough,\" I sighed, closing my eyes. In a very human gesture, he put his arms around me and pressed his face against my hair. \"You're better at this than you give yourself credit for,\" I noted. \"I have human instincts — they may be buried deep, but they're there.\" We sat like that for another immeasurable moment; I wondered if he could be as unwilling to move as I was. But I could see the light was fading, the shadows of the forest beginning to touch us, and I sighed. \"You have to go.\" \"I thought you couldn't read my mind.\" \"It's getting clearer.\" I could hear a smile in his voice. He took my shoulders and I looked into his face. \"Can I show you something?\" he asked, sudden excitement flaring in his eyes. \"Show me what?\" \"I'll show you how I travel in the forest.\" He saw my expression. \"Don't worry, you'll be very safe, and we'll get to your truck much faster.\" His mouth twitched up into that crooked smile so beautiful my heart nearly stopped. \"Will you turn into a bat?\" I asked warily. He laughed, louder than I'd ever heard. \"Like I haven't heard that one before!\" \"Right, I'm sure you get that all the time.\" \"Come on, little coward, climb on my back.\" I waited to see if he was kidding, but, apparently, he meant it. He smiled as he read my hesitation, and reached for me. My heart reacted; even though he couldn't hear my thoughts, my pulse always gave me away. He then proceeded to sling me onto his back, with very little effort on my part, besides, when in place, clamping my legs and arms so tightly around him that it would choke a normal person. It was like clinging to a stone. \"I'm a bit heavier than your average backpack,\" I warned.  \"Hah!\" he snorted. I could almost hear his eyes rolling. I'd never seen him in such high spirits before. He startled me, suddenly grabbing my hand, pressing my palm to his face, and inhaling deeply. \"Easier all the time,\" he muttered. And then he was running. If I'd ever feared death before in his presence, it was nothing compared to how I felt now. He streaked through the dark, thick underbrush of the forest like a bullet, like a ghost. There was no sound, no evidence that his feet touched the earth. His breathing never changed, never indicated any effort. But the trees flew by at deadly speeds, always missing us by inches. I was too terrified to close my eyes, though the cool forest air whipped against my face and burned them. I felt as if I were stupidly sticking my head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, in a matter of minutes, we were back to the truck. \"Exhilarating, isn't it?\" His voice was high, excited. He stood motionless, waiting for me to climb down. I tried, but my muscles wouldn't respond. My arms and legs stayed locked around him while my head spun uncomfortably. \"Bella?\" he asked, anxious now. \"I think I need to lie down,\" I gasped. \"Oh, sorry.\" He waited for me, but I still couldn't move. \"I think I need help,\" I admitted. He laughed quietly, and gently unloosened my stranglehold on his neck. There was no resisting the iron strength of his hands. Then he pulled me around to face him, cradling me in his arms like a small child. He held me for a moment, then carefully placed me on the springy ferns. \"How do you feel?\" he asked. I couldn't be sure how I felt when my head was spinning so crazily. \"Dizzy, I think.\" \"Put your head between your knees.\" I tried that, and it helped a little. I breathed in and out slowly, keeping my head very still. I felt him sitting beside me. The moments passed, and eventually I found that I could raise my head. There was a hollow ringing sound in my ears. \"I guess that wasn't the best idea,\" he mused. I tried to be positive, but my voice was weak. \"No, it was very interesting.\" \"Hah! You're as white as a ghost — no, you're as white as me!\" \"I think I should have closed my eyes.\" \"Remember that next time.\" \"Next time!\" I groaned. He laughed, his mood still radiant. \"Show-off,\" I muttered. \"Open your eyes, Bella,\" he said quietly. And he was right there, his face so close to mine. His beauty stunned my mind — it was too much, an excess I couldn't grow accustomed to. \"I was thinking, while I was running…\" He paused. \"About not hitting the trees, I hope.\" \"Silly Bella,\" he chuckled. \"Running is second nature to me, it's not something I have to think about.\" \"Show-off,\" I muttered again. He smiled. \"No,\" he continued, \"I was thinking there was something I wanted to try.\" And he took my face in his hands again. I couldn't breathe. He hesitated — not in the normal way, the human way. Not the way a man might hesitate before he kissed a woman, to gauge her reaction, to see how he would be received. Perhaps he would hesitate to prolong the moment, that ideal moment of anticipation, sometimes better than the kiss itself. Edward hesitated to test himself, to see if this was safe, to make sure he was still in control of his need. And then his cold, marble lips pressed very softly against mine. What neither of us was prepared for was my response. Blood boiled under my skin, burned in my lips. My breath came in a wild gasp. My fingers knotted in his hair, clutching him to me. My lips parted as I breathed in his heady scent. Immediately I felt him turn to unresponsive stone beneath my lips. His hands gently, but with irresistible force, pushed my face back. I opened my eyes and saw his guarded expression. \"Oops,\" I breathed. \"That's an understatement.\" His eyes were wild, his jaw clenched in acute restraint, yet he didn't lapse from his perfect articulation. He held my face just inches from his. He dazzled my eyes. \"Should I… ?\" I tried to disengage myself, to give him some room. His hands refused to let me move so much as an inch. \"No, it's tolerable. Wait for a moment, please.\" His voice was polite, controlled. I kept my eyes on his, watched as the excitement in them faded and gentled. Then he smiled a surprisingly impish grin. \"There,\" he said, obviously pleased with himself. \"Tolerable?\" I asked. He laughed aloud. \"I'm stronger than I thought. It's nice to know.\" \"I wish I could say the same. I'm sorry.\" \"You are only human, after all.\" \"Thanks so much,\" I said, my voice acerbic. He was on his feet in one of his lithe, almost invisibly quick movements. He held out his hand to me, an unexpected gesture. I was so used to our standard of careful non-contact. I took his icy hand, needing the support more than I thought. My balance had not yet returned. \"Are you still faint from the run? Or was it my kissing expertise?\" How lighthearted, how human he seemed as he laughed now, his seraphic face untroubled. He was a different Edward than the one I had known. And I felt all the more besotted by him. It would cause me physical pain to be separated from him now. \"I can't be sure, I'm still woozy,\" I managed to respond. \"I think it's some of both, though.\" \"Maybe you should let me drive.\" \"Are you insane?\" I protested. \"I can drive better than you on your best day,\" he teased. \"You have much slower reflexes.\" \"I'm sure that's true, but I don't think my nerves, or my truck, could take it.\" \"Some trust, please, Bella.\" My hand was in my pocket, curled tightly around the key. I pursed my lips, deliberated, then shook my head with a tight grin. \"Nope. Not a chance.\" He raised his eyebrows in disbelief. I started to step around him, heading for the driver's side. He might have let me pass if I hadn't wobbled slightly. Then again, he might not have. His arm created an inescapable snare around my waist. \"Bella, I've already expended a great deal of personal effort at this point to keep you alive. I'm not about to let you behind the wheel of a vehicle when you can't even walk straight. Besides, friends don't let friends drive drunk,\" he quoted with a chuckle. I could smell the unbearably sweet fragrance coming off his chest. \"Drunk?\" I objected. \"You're intoxicated by my very presence.\" He was grinning that playful smirk again. \"I can't argue with that,\" I sighed.; I couldn't resist him in anything. I held the key high and dropped it, watching his hand flash like lightning to catch it soundlessly. \"Take it easy — my truck is a senior citizen.\" \"Very sensible,\" he approved. \"And are you not affected at all?\" I asked, irked. \"By my presence?\" Again his mobile features transformed, his expression became soft, warm. He didn't answer at first; he simply bent his face to mine, and brushed his lips slowly along my jaw, from my ear to my chin, back and forth. I trembled. \"Regardless,\" he finally murmured, \"I have better reflexes.\"",
            "vi": "13        13. Thú nhận Edward dưới ánh nắng thật rực rỡ. Tôi không thể quen được với vẻ đẹp của anh, dù đã nhìn anh suốt buổi chiều. Da anh, trắng mặc cho nét phấn khích mơ hồ từ chuyến đi săn hôm qua, lấp lánh theo nghĩa đen, như hàng ngàn viên kim cương nhỏ xíu được gắn trên bề mặt. Anh nằm yên không nhúc nhích trên cỏ, áo sơ mi để lộ bờ ngực sáng chói, như tượng tạc, cánh tay thanh tú để trần.  Đôi mi tím nhạt lấp lánh nhắm lại, dù dĩ nhiên anh không ngủ. Một bức tượng hoàn hảo, tạc ra từ một tảng đá không rõ tên, mịn như cẩm thạch, lấp lánh như pha lê.  Thỉnh thoảng, môi anh động đậy, thật nhanh giống như chúng đang run rẩy. Nhưng, khi tôi hỏi, anh nói là mình đang hát nghêu ngao; quá nhỏ đến nỗi tôi không nghe được.  Tôi cũng tận hưởng nắng trời, dù không khí không hoàn toàn khô ráo như tôi thích. Tôi lẽ ra cũng thích nằm ngã lưng ra, như anh, để mặt trời sưởi ấm mặt mình. Nhưng tôi cứ ngồi ôm gối, cằm để trên đầu gối, không muốn rời mắt khỏi anh. Gió dịu dàng; làm bù rối mái tóc tôi và làm gợn sóng đám cỏ rung rinh quanh cơ thể bất động của anh.  Đồng cỏ, lúc đầu đối với tôi thật ngoạn mục, nay mờ nhạt bên vẻ lộng lẫy của anh.  Ngập ngừng, thậm chí cả bây giờ, tôi vẫn luôn sợ anh sẽ biến mất như một ảo ảnh, quá đẹp để có thể là sự thực ... ngập ngừng, tôi vươn một ngón tay ra phía trước và vuốt lưng bàn  tay sáng mờ mờ, đang trong tầm tay tôi. Tôi lại kinh ngạc vì làn da hoàn hảo, mượt như xa tanh, lạnh như đá. Khi tôi nhìn lên trở lại, mắt anh đang mở, ngắm nhìn tôi.  Hôm nay, mắt anh màu kẹo bơ, nhạt hơn, ấm hơn sau khi đi săn. Nụ cười thoáng hiện nơi khoé môi hoàn mỹ.  \"Tôi không làm em sợ chứ?\" anh hỏi đùa, nhưng tôi có thể nghe sự tò mò thực sự trong giọng nói dịu dàng đó.  \"Không hơn bình thường. \" Anh toét miệng cười to hơn; răng loé dưới ánh nắng trời.  Tôi xích lại gần hơn, đưa nguyên bàn tay dò theo đường nét cánh tay anh bằng đầu ngón tay. Tôi thấy ngón tay mình run rẩy, và biết điều đó không thoát ánh mắt anh.  \"Anh có phiền không?\" tôi hỏi, vì anh lại nhắm mắt.  \"Không, \" anh nói không mở mắt. \"Em không thể tưởng tượng được tôi cảm thấy sao đâu.” anh thở dài.  Tôi nhẹ lướt tay mình lên những bắp cơ hoàn hảo của cánh tay anh, di chuyển theo đường mờ mờ của mạch máu xanh xanh bên trong nếp gấp ở khuỷu tay anh. Với bàn tay khác, tôi lật bàn tay anh lại. Nhận ra điều tôi muốn, anh lật lòng bàn tay anh lên bằng một cử động nhanh như cắt. Nó làm tôi giật mình; ngón tay tôi sững lại trên cánh tay anh trong chốc lát.  \"Xin lỗi, \" anh thì thầm. Tôi nhìn lên đúng lúc thấy đôi mắt vàng của anh lại nhắm lại. \"Thật dễ là chính mình khi ở bên em.” for me, not knowing.\" Tôi nâng tay anh lên, xoay nó theo đủ hướng để xem mặt trời lấp lánh trên lòng bàn tay anh. Tôi cầm nó gần mặt mình hơn, cố xem những khía kim cương ẩn trong da anh.  \"Kể cho tôi nghe điều em đang nghĩ đi, \" anh thì thầm. Tôi nhìn thấy mắt anh đang quan sát tôi, chăm chú bất ngờ. \"Với tôi vẫn thật kỳ lạ, vì không biết em nghĩ gì. \" \"Anh biết mà, ai cũng cảm nhận như nhau. \" \"Thật là một cuộc sống khó khăn. \" Có phải tôi tưởng tượng ra chút hối tiếc trong giọng anh ?\" Nhưng em vẫn chưa nói tôi biết em đang nghĩ gì.” \"Tôi đang ước tôi có thể biết anh đang nghĩ gì \" tôi do dự.  \"Và ?\" \"Tôi đang ước có thể tin rằng anh có thực. Và tôi đang ước mình không e sợ.” \"Tôi không muốn em e sợ. \" Giọng anh chỉ còn là một tiếng thì thầm dịu dàng. Tôi nghe điều anh không thể nói thực lòng, là tôi không cần phải e sợ, chẳng có gì phải sợ hãi cả.  \"Ừm, tôi đâu có ý nói là sợ hãi, dù đó là hẳn là chuyện phải suy nghĩ.” Nhanh chóng đến nỗi tôi không kịp thấy anh di chuyển, anh đã nửa ngồi nửa nằm, tựa trên cánh tay phải, lòng bàn tay trái của anh vẫn nằm trong tay tôi. Khuôn mặt thiên thần của anh chỉ cách tôi vài inch. Tôi có thể – lẽ ra nên – lùi ra xa sự gần gũi bất ngờ của anh, nhưng tôi không nhúc nhích được.  Đôi mắt vàng của anh thôi miên tôi.  \"Vậy thì em e sợ điều gì?\" anh thì thầm chăm chú.  Nhưng tôi không trả lời được. Y như trước đây, tôi ngửi thấy hơi thở mát rượi của anh trên mặt tôi. Mùi ngọt, ngon, làm tôi thèm thuồng. Chẳng giống bất cứ thứ gì khác. Theo bản năng, không suy nghĩ, tôi cúi gần, hít vào.  Và anh biến mất, tay anh xé tay mình khỏi tay tôi.  Khi tôi tập trung mắt nhìn được thì anh đã cách tôi hai mươi bước, đứng ở rìa đồng cỏ nhỏ, trong bóng âm u của cây linh sam khổng lồ. Anh nhìn tôi chằm chằm, mắt anh đen thẫm trong bóng tối, vẻ mặt anh khó hiểu.  Tôi có thể cảm thấy nỗi tổn thương và sốc trên mặt mình. Bàn tay trống rỗng của tôi đau nhói.  \"Tôi xin lỗi Edward, \" tôi thì thầm. Tôi biết anh nghe thấy.  \"Cho tôi một phút, \" anh gọi, chỉ đủ to cho đôi tai không nhạy lắm của tôi. Tôi ngồi yên không nhúc nhích.  Sau mười giây lâu như hàng thế kỷ, anh quay lại, chậm rãi đối với anh. Anh dừng lại, vẫn cách tôi vài bước, và duyên dáng ngồi xuống đắt, bắt chéo chân. Mắt anh chẳng hề rời  mắt tôi.  Anh hít hai hơi thở sâu, rồi mỉm cười xin lỗi.  \"Tôi vô cùng xin lỗi. \" anh do dự. \"Em có hiểu ý tôi nói gì không khi tôi nói mình đã chỉ là con người?\" Tôi gật đầu một lần, vẫn chưa thể cười được vì lời nói đùa của anh. Adrenaline rần rật chảy trong mạch máu của tôi khi dần nhận ra nguy hiểm. Anh có thể cảm nhận được điều đó từ nơi anh đang ngồi. Nụ cười anh chế giễu trở lại.  \"Tôi là con dã thú hùng mạnh nhất thế giới, phải không?  Mọi thứ trong tôi đều mời mọc em - giọng tôi, mặt tôi, thậm chí mùi hương của tôi. Làm như tôi cần đến mấy thứ đó vậy!\" Bất ngờ, anh đứng dậy, phóng đi, ngay lập tức khuất khỏi tầm nhìn, rồi lại  xuất hiện dưới cái cây cũ, anh vừa đi một vòng quanh đồng cỏ trong vòng nửa giây.  \"Làm như em có thể chạy nhanh hơn tôi, \" anh cười chua chát.  Anh vươn một tay lên và, rắc một tiếng điếc tai, bẻ một nhánh mập hai feet khỏi thân cây vân sam. Anh giữ thăng bằng nó trong bàn tay trong chốc lát, rồi ném nó vào một cây khổng lồ khác với tốc độ khủng khiếp, thân cây này lắc lư, run rẩy vì cú đâm.  Và anh lại ở phía trước tôi, cách hai bước chân, lặng như đá.  \"Làm như thể em có thể kháng cự được tôi, \" anh nói nhẹ nhàng.  Tôi ngồi không nhúc nhích, khiếp sợ anh chưa từng thấy. Tôi chưa từng nhìn thấy anh thoát khỏi bề ngoài văn minh chỉnh chu ấy.  Anh chưa từng ít tính người hơn ... hay xinh đẹp hơn. Khuôn mặt tái mét, mắt mở to, tôi ngồi như con chim bị thôi miên dưới ánh mắt của con rắn.  Đôi mắt đẹp của anh dường như đầy vẻ kích động mênh mông. Rồi vài giây trôi qua, chúng mờ đi. Khuôn mặt anh từ từ bị bao phủ  bởi chiếc mặt nạ buồn bã muôn thuở.  \"Đừng sợ, \" anh thì thầm, giọng nói mượt mà quyến rũ không chủ tâm. \"Tôi hứa ...\" Anh do dự. \"Tôi thề sẽ không hại em. \" Anh có vẻ lo tự thuyết phục mình hơn thuyết phục tôi.  \"Đừng sợ, \" anh lại thì thầm khi bước đến gần hơn, chậm hơn. Anh ngồi uyển chuyển, với chuyển động cố tình không vội vã, cho đến khi khuôn mặt của chúng tôi ngang bằng nhau, chỉ cách một bước chân.  \"Xin hãy tha thứ cho tôi, \" anh nói trịnh trọng. \"Tôi có thể kiểm soát mình. Em làm tôi bị bất ngờ. Nhưng tôi bây giờ sẽ cư xử đàng hoàng. \" Anh đợi, nhưng tôi vẫn không nói được.  \"Hôm nay tôi không khát đâu, thật đó. \" Anh nháy mắt.  Tới lúc này thì tôi phải phá ra cười, dù âm thanh run run và nghẹn thở.  \"Em ổn chứ ?\" anh hỏi dịu dàng, từ từ, cẩn thận, đưa bàn tay cẩm thạch ra để đặt vào tay tôi.  Tôi nhìn vào bàn tay lạnh, mượt mà của anh rồi nhìn vào mắt anh.  Chúng thật dịu dàng, ăn năn. Tôi ngoái lại nhìn bàn tay anh, rồi thong thả dò theo đường nét của bàn tay anh lần nữa bằng đầu ngón tay. Tôi nhìn lên và mỉm cười rụt rè.  Nụ cười đáp trả của anh thật rực rỡ.  \"Mình đang nói đến đâu nhỉ, trước khi tôi cư xử thô lỗ như thế?\" anh hỏi bằng giọng điệu dịu dàng của thế kỷ trước.  \"Tôi thực chẳng nhớ. \" Anh mỉm cười, nhưng mặt anh xấu hổ. \"Tôi nghĩ mình đang nói về chuyện vì sao em e sợ, ngoài lý do rõ rệt đó. \" \"Ồ, đúng rồi. \" \"Sao?\" Tôi nhìn xuống tay anh và vẽ nguệch ngoạc vu vơ qua lòng bàn tay mịn, óng ánh của anh. Từng giây trôi qua.  \"Sao tôi lại dễ nản lòng đến thế, \" anh thở dài. Tôi nhìn vào mắt anh, đột ngột hiểu rằng điều này hoàn toàn mới đối với anh cũng như đối với tôi. Dù anh đã có bao năm kinh nghiệm sống thì chuyện này cũng thật khó đối với anh. Tôi can đảm hẳn khi nghĩ vậy.  \"Tôi sợ ... vì, vì, ờ thì, rõ ràng là tôi không thể ở bên anh. Mà tôi e sợ là tôi muốn ở bên anh, nhiều hơn tôi nên thế. \" Tôi nhìn xuống tay anh vừa nói. Thật khó với tôi khi nói ra điều này.  \"Đúng vậy, \" anh đồng ý từ từ. \"Đó là điều phải e sợ, thật sự. Muốn ở bên tôi ư?  Đó thực sự không phải là điều tốt nhất cho em đâu.” Tôi cau mày.  \"Lẽ ra tôi nên bỏ đi lâu rồi, \" anh thở dài. \"Bây giờ tôi nên đi ngay. Nhưng tôi không biết liệu tôi làm được chuyện đó không. \" \"Tôi không muốn anh bỏ đi, \" tôi lầm bầm thảm hại, lại nhìn xuống.  \"Đó chính là lý do tại sao tôi nên đi. Nhưng đừng lo. Tôi là một sinh vật hết sức ích kỷ. Tôi khao khát có em ở bên mình nhiều đến nỗi không thể làm điều nên làm. \" \"Tôi mừng lắm. \" you mean — by that last part anyway,\" I said. \"Đừng mừng!\" anh rút tay ra, nhẹ nhàng hơn lần này; giọng anh gay gắt hơn bình thường. Gay gắt đối với anh, nhưng vẫn ngọt ngào hơn giọng nói của bất kỳ ai. Thật khó theo kịp – tâm trạng thay đổi đột ngột của anh luôn làm tôi bất ngờ, mê mụ.  \"Không chỉ sự kề cận của em, tôi khao khát! Đừng bao giờ quên điều đó. Đừng bao giờ quên tôi nguy hiểm đối với em hơn với bất kỳ ai khác. \" Anh dừng lại, và tôi thấy anh đang nhìn đờ đẫn vào rừng.  Tôi nghĩ trong chốc lát.  \" Dầu sao chăng nữa, tôi không nghĩ mình hiểu anh muốn nói gì cả – về đoạn cuối đó, \" tôi nói.  Anh ngoái lại nhìn tôi và mỉm cười, tâm trạng anh thay đổi lần nữa.  \"Làm sao để giải thích đây?\" anh trầm ngâm. \" mà không làm em sợ lần nữa... hmmmm. \" Dường như chẳng hề suy nghĩ, anh đặt bàn tay mình vào tay tôi; tôi ôm chặt bàn tay ấy trong hai tay mình. Anh nhìn bàn tay của chúng tôi.  \"Thật dễ chịu đến không ngờ, hơi ấm này. \" anh thở dài.  Một thời gian trôi qua khi anh tập trung suy nghĩ trở lại.  \"Em biết mỗi người thích một mùi hương khác nhau như thế nào không?\" anh bắt đầu. \"Có người thích kem sô - cô - la, có người lại thích dâu hơn?\" Tôi gật đầu.  \"Xin lỗi vì so sánh em với thức ăn - tôi không nghĩ ra được cách nào khác để giải thích cho em hiểu. \" Tôi mỉm cười. Anh mỉm cười buồn bã trở lại.  \"Em thấy đó, mỗi người toả một mùi khác nhau, có mùi hương khác nhau. Nếu em nhốt một bợm rượu vô phòng đầy bia ôi cũ, anh ta sẽ sung sướng uống nó.  Nhưng anh ta có thể kháng cự lại, nếu anh ta muốn, nếu anh ta đang cố cai rượu.  Bây giờ để coi, em đặt vào căn phòng đó một ly rượu mạnh trăm tuổi, loại rượu cô-nhắc hiếm nhất, ngon nhất làm cho căn phòng ngập tràn mùi thơm ngon ấm áp của nó - em nghĩ bây giờ anh ta xoay xở làm sao?\" Chúng tôi ngồi lặng lẽ, nhìn vào mắt nhau - cố đọc suy nghĩ của nhau.  Anh phá tan yên lặng trước.  \"Có lẽ không so sánh hợp lắm. Có lẽ quá dễ từ chối ly rượu mạnh ấy. Có lẽ tôi nên đổi kẻ nghiện rượu ấy thành kẻ nghiện ma túy thì đúng hơn. \" \"Vậy điều anh muốn nói là, tôi là một loại ma túy của anh?\" tôi trêu, cố làm không khí vui vẻ lên.  Anh mỉm cười ngay, có vẻ cảm kích nỗ lực của tôi. \"Ừ, em đúng là loại ma túy của tôi. \" \"Chuyện đó có thường gặp không?\" tôi hỏi.  Anh nhìn qua ngọn cây, suy tính cách trả lời.  \"Tôi đã kể cho anh em trong nhà nghe về chuyện đó. \" anh vẫn nhìn ra xa. \"Với Jasper, ai trong loài người của em cũng mang lại cảm giác giống nhau.  Anh ấy là người mới gia nhập vào gia đình chúng tôi nhất.  Đó quả là cuộc đấu tranh kiêng nhịn của anh ta. Anh ta chưa có thời gian để phân biệt sự khác biệt về mùi, về hương vị. \" Anh liếc nhanh về phía tôi, mặt anh đầy hối tiếc.  \"Xin lỗi, \" anh nói.  \"Tôi không phiền đâu. Xin đừng lo tôi giận, hoặc làm tôi sợ, hoặc gì hết.  Đó là cách anh nghĩ. Tôi có thể hiểu, hoặc tôi ít nhất cũng cố để hiểu. Cứ giải thích trong khả năng của anh.” Anh hít thật sâu và nhìn chằm chằm vào bầu trời trở lại.  \"Vì thế Jasper không biết anh ấy đã bao giờ gặp một người\" - anh do dự, tìm lời để nói - \"hấp dẫn như em hấp dẫn tôi.  Tôi nghĩ là không. Emmett đã kiêng cữ lâu hơn, ấy là nói thế thôi, nên anh ta hiểu tôi muốn nói gì. Anh ấy nói anh ấy đã gặp chuyện đó hai lần, một lần mạnh hơn lần kia.\" \"Còn anh thì sao?\" \"Chưa từng. \" Lời nói ấy lơ lửng ở đó hồi lâu trong làn gió nhẹ ấm áp.  \"Emmett đã làm gì?\" tôi hỏi để phá tan yên lặng.  Đó là câu hỏi sai lầm. Khuôn mặt anh tối sầm, tay anh cuộn lại thành nắm đấm trong tay tôi. Anh nhìn sang chỗ khác. Tôi đợi, nhưng anh không trả lời.  \"Tôi nghĩ tôi biết, \" cuối cùng thì tôi cũng nói.  Anh ngước lên; vẻ mặt anh u sầu, van lơn.  \"Thậm chí người mạnh nhất trong chúng tôi cũng không kiềm chế được, phải không?\" \"Anh đang hỏi gì?  Xin phép tôi ư?\" Giọng tôi sắc lạnh hơn dự định. Tôi cố làm giọng mình tử tế hơn - tôi có thể đoán sự trung thực của anh làm anh phải trả giá gì. \"Ý tôi muốn nói là, chẳng có hy vọng nào cả, phải không?\"  Sao mà tôi có thể bình tĩnh nói về cái chết của mình như thế! \"Không, không phải!\" anh ân hận ngay lập tức. \"Dĩ nhiên là có hy vọng! Ý tôi là, tất nhiên tôi sẽ không …\" anh bỏ lửng câu nói. Mắt anh thiêu cháy mắt tôi.  \"Chúng ta khác. Emmett ... gặp người lạ mà.  Đó là chuyện ngày xửa ngày xưa, khi anh ấy chưa ... được tập luyện, cẩn thận, như bây giờ.\" as I thought it through. \"It took everything I had not to jump Anh chìm vào im lặng và nhìn tôi chằm chằm còn tôi nghĩ thế là xong.  \"Vậy nếu chúng ta gặp nhau ... ồ, trong một con hẻm tối tăm hoặc cái gì đó tương tự...” giọng tôi nhỏ dần.  \"Thật khó khăn để tôi không đứng bật dậy giữa lớp đầy học sinh và  - \" anh dừng lại đột ngột, nhìn sang chỗ khác. \"Khi em đi qua tôi, tôi lẽ ra đã phá hỏng mọi thứ Carlisle đã tạo dựng cho chúng tôi, ngay lập tức. Nếu không phải đã rất lâu năm rồi tôi đè nén được cơn khát của mình, ờ thì, chắc tôi không kiềm chế được mình rồi. \" anh ngừng lại, quắc mắt nhìn vào rừng.  Anh liếc nhìn tôi buồn rầu, cả hai chúng tôi cùng nhớ lại. \"Em hẳn nghĩ tôi bị ma ám. \" \"Tôi không thể hiểu vì sao. Vì sao anh có thể ghét tôi nhanh thế ... \" \"Đối với tôi, tựa như em là một loại quỷ dữ, từ địa ngục trong tôi chui lên để cám dỗ tôi. Mùi thơm toả ra từ da em ... tôi nghĩ nó có thể làm tôi bị loạn trí trong ngày đầu tiên ấy. Trong một tiếng đồng hồ đó, tôi nghĩ hàng trăm cách để nhử em ra khỏi phòng với tôi, để em chỉ có một mình. Rồi tôi phải chiến đấu chống lại từng ý tưởng đó, nghĩ về gia đình tôi, điều tôi có thể gây ra cho họ. Tôi phải bỏ chạy, để rời khỏi trước khi tôi có thể nói những lời sẽ làm em đi theo tôi... \" \"You would have come,\" he promised. Anh ngước lên nhìn vào nét mặt do dự của tôi khi tôi cố tiếp nhận những kỷ niệm đắng của anh. Đôi mắt vàng của anh nóng bỏng từ dưới hàng mi, hấp dẫn và chết người.  \"Lẽ ra em đã đến với tôi rồi, \" anh thề.  Tôi cố nói bình tĩnh. \" Chắc chắn rồi. \" Anh cau mày nhìn xuống tay tôi, giải phóng tôi khỏi sức mạnh của cái nhìn chăm chú của anh.  \"Và rồi, khi tôi cố gắng vô ích để đổi lịch học để tránh em, em lại đã ở đó - trong cái phòng nhỏ ấm áp, gần gũi đó, mùi hương làm tôi phát điên. Tôi gần như suýt bắt em đi. Chỉ có một con người yếu ớt khác ở đó thôi - quá dễ xử lý. \" Tôi rùng mình trong nắng ấm, nhìn thấy ký ức mình một lần nữa qua đôi mắt anh, chỉ bây giờ mới biết được nỗi nguy hiểm đã qua. Cô Cope tội nghiệp; tôi rùng mình lần nữa vì tôi suýt vô tình chịu trách nhiệm về cái chết của cô ấy.  \"Nhưng tôi đã cưỡng lại. Tôi không biết làm sao mà được vậy. Tôi buộc mình không chờ em, không đi theo em từ trường. Dễ cưỡng lại hơn khi đã ở bên ngoài, khi không ngửi thấy mùi em nữa, để suy nghĩ mạch lạc, để quyết định đúng đắn. Tôi thả mọi người xuống gần nhà - quá xấu hổ không dám kể họ nghe tôi đã yếu đuối ra sao, họ chỉ biết đã có chuyện không ổn - rồi tôi đi thẳng đến gặp Carlisle, ở bệnh viện, để nói với ông là tôi sẽ bỏ đi. \" Tôi nhìn chằm chằm ngạc nhiên.  \"Tôi đổi xe với ông – ông có đầy bình xăng mà tôi thì không muốn dừng nửa chừng. Tôi không dám về nhà, gặp mặt Esme. Bà sẽ không để tôi đi một mình như thế. Bà sẽ cố thuyết phục tôi rằng đó là chuyện không cần thiết \"Vào sáng hôm sau tôi đã ở Alaska. \" Giọng anh có vẻ xấu hổ, như thể thừa nhận nỗi hèn nhát to lớn. \"Tôi ở đó hai ngày, với một số người quen cũ ... nhưng tôi nhớ nhà. Tôi không muốn làm Esme buồn lòng, và những người khác trong gia đình nữa, gia đình đã nuôi tôi.  Trong không khí trong lành của miền núi, thật khó tin nổi em có thể hấp dẫn không cưỡng lại nỗi như thế. Tôi tự thuyết phục mình thật hèn yếu khi bỏ chạy. Tôi đã đối phó với cám dỗ trước đây, không lớn thế này, không chút nào, nhưng tôi mạnh mẽ. Em là ai chứ, một cô bé nhỏ nhoi tầm thường” - anh cười toe toét đột ngột - \"mà lại xua tôi ra khỏi nơi tôi muốn ở? Vì thế tôi quay về...” anh nhìn vào khoảng không.  Tôi không nói được.  \"Tôi áp dụng biện pháp đề phòng, đi săn, ăn nhiều hơn bình thường trước khi gặp lại em. Tôi chắc chắn mình đủ mạnh mẽ để cư xử với em như bất cứ ai khác. Tôi kiêu ngạo về chuyện đó.  \"Rõ là hết sức phức tạp khi tôi không dễ dàng đọc được suy nghĩ của em để biết phản ứng của em dành cho tôi. Tôi không quen với chuyện phải dùng những biện pháp vòng vòng quanh co, lắng nghe lời của em trong tâm trí Jessica ... tâm trí của cô này không độc đáo cho lắm, và thật khó chịu khi phải hạ mình làm chuyện đó. Và rồi tôi cũng không biết em có thật sự nghĩ như đã nói không.  Thật cực kỳ khó chịu. \" Anh cau mày khó chịu vì ký ức ấy.  \"Tôi đã muốn em quên đi hành vi của tôi trong ngày đầu tiên đó, nếu có thể, vì vậy tôi cố nói chuyện với em như mọi người khác. Tôi thực sự háo hức, mong hiểu được suy nghĩ của em. Nhưng em quá thú vị, tôi thấy mình hiểu được vẻ mặt em ... và thỉnh thoảng em khuấy động không khí bằng tay hay tóc em, và mùi hương lại làm tôi choáng váng... \"Dĩ nhiên, thế rồi,  em suýt bị cán chết trước mắt tôi.  Sau này tôi nghĩ ra một cái cớ khá tốt để giải thích vì sao lúc đó mình lại ra tay - vì nếu không cứu em, nếu máu em đổ trước mặt tôi, tôi nghĩ tôi không thể ngăn mình để lộ cho mọi người biết mình là gì. Nhưng tôi chỉ nghĩ ra cái cớ ấy  sau này. Lúc đó, tôi chỉ nghĩ,  'Cô ấy không thể chết. ' \" Anh nhắm mắt lại, chìm đắm trong lời thú nhận khổ sở. Tôi nghe, háo hức hơn nên thế. Kinh nghiệm bảo tôi nên khiếp sợ.  Nhưng thay vào đó, tôi cảm thấy nhẹ nhõm vì cuối cùng đã hiểu. Và lòng tôi đầy trắc ẩn cho nỗi đau khổ của anh, cho dù là bây giờ, anh đã thú nhận nỗi thèm muốn kết liễu đời tôi.  Cuối cùng thì tôi cũng nói được, dù giọng yếu ớt. \"Còn trong bệnh viện?\" Mắt anh liếc lên tôi. \"Tôi kinh sợ. Tôi không thể tin nổi rốt cuộc mình đã làm cả nhà bị nguy hiểm, đã đặt mình dưới sự chi phối của em – em trong bao người.  Như thể tôi cần một lý do khác để giết em.\"   Cả hai chúng tôi đều chùn người khi từ ấy thốt ra. \"Nhưng nó lại có tác dụng ngược, \" anh nói tiếp thật nhanh. \"Tôi đã cãi nhau với Rosalie, Emmett, và Jasper khi họ gợi ý là đã đến lúc …  trận cãi nhau tệ hại nhất từng có. Carlisle đứng về phe tôi, và Alice nữa. \" Anh nhăn nhó khi anh gọi tên cô ấy. Tôi không hiểu vì sao. \" Esme bảo tôi hãy làm bất cứ điều gì cần làm để ở lại. \" Anh lắc đầu khoan dung.  \"Mọi chuyện tôi làm ngày hôm sau là nghe lén suy nghĩ của những người em nói chuyện, sửng sốt vì thấy em giữ lời hứa không tiết lộ. Tôi không hiểu em chút nào cả. Nhưng tôi biết rằng tôi không nên quá dính líu vô em. Tôi cố hết sức để ở càng xa em càng tốt. Và mỗi ngày mùi thơm của da thịt em, hơi thở em, tóc em ... giày vò tôi y như ngày đầu tiên ấy.\" Anh tìm lại mắt tôi, và chúng dịu dàng kỳ lạ.  \"Tuy thế, \" anh tiếp tục, \"Tôi hẳn xoay xở tốt hơn nếu tôi để lộ thân phận của mình ngay phút đầu tiên gặp em, còn hơn là bây giờ, ở đây - không có nhân chứng nào và không gì để ngăn chặn tôi - hại em. \" Tôi đủ nhân tính để hỏi. \"Tại sao chứ?\" \"Isabella. \" anh gọi tên đầy đủ của tôi cẩn thận, sau đó nghịch ngợm làm rối tóc tôi bằng bàn tay tự do kia.  Một cơn sốc chạy qua cơ thể tôi nơi anh chạm đến. \"Bella, tôi không thể sống nỗi nếu tôi hại em. Em không biết điều đó giày vò tôi như thế nào. \" Anh nhìn xuống, lại xấu hổ. \"Cái ý nghĩ em cứng đờ, trắng, lạnh ... không bao giờ thấy em ửng hồng má lần nữa, không bao giờ thấy ánh mắt nhạy cảm của em xuyên thấu sự giả vờ của tôi... không thể nào chịu đựng nỗi. \" Anh ngước đôi mắt đẹp đầy cay đắng nhìn vào mắt tôi. \"Em là thứ quan trọng nhất đối với tôi bây giờ. Người quan trọng nhất đời tôi từng có. \" Đầu óc tôi quay cuồng vì sự đổi hướng nhanh chóng của câu chuyện đang nói. Từ đề tài vui vẻ sang cái chết sắp đến của tôi, rồi chúng tôi đột ngột thổ lộ lòng mình. Anh đợi, và mặc dù tôi nhìn xuống nghiên cứu bàn tay của chúng tôi đang ở giữa, tôi biết đôi mắt vàng của anh đang nhìn tôi.  \"Anh biết rõ em cảm nhận sao rồi,” Cuối cùng thì tôi cũng nói. \"Em đang ở đây ...  nghĩa là em thà chết còn hơn phải lìa xa anh. \" tôi cau mày. \"Em là một đứa ngốc. \" \"Ừ, em là một đứa ngốc, \" anh cười to đồng ý. Mắt của chúng tôi gặp nhau, và tôi cũng cười. Chúng tôi cùng cười cho hành động ngu si và điều hoàn toàn không tưởng của khoảnh khắc như thế.  \"Vậy nghĩa là con sư tử đã phải lòng con cừu con” anh thì thầm. Tôi nhìn sang chỗ khác, giấu đôi mắt hồi hộp vì lời anh.  \"Con cừu con mới ngu ngốc làm sao, \" tôi thở dài.  \"Con sư tử bệnh hoạn, khổ dâm làm sao. \" Anh nhìn chằm chằm vào khu rừng u ám hồi lâu, và tôi tự hỏi suy nghĩ của anh đang đưa anh đi đâu.  \"Tại sao...?\" tôi bắt đầu, rồi ngừng lại, không biết làm sao để tiếp tục.  Anh nhìn tôi mỉm cười; ánh nắng lấp lánh trên mặt anh, răng anh.  \"Sao?\" \"Hãy nói em biết tại sao lúc trước anh trốn chạy em. \" Nụ cười anh phai tàn. \"Em biết tại sao rồi. \" \"Không, ý em là, em đã làm gì sai? Em sẽ phải cẩn thận, anh thấy đó, nên tốt hơn em nên biết những chuyện mình không nên làm. Ví dụ như\" - tôi dịu dàng vuốt mu bàn tay anh - \"chuyện này thì hình như ổn nhỉ.” Anh lại mỉm cười. \"Em không làm gì sai cả, Bella. Do lỗi anh thôi. \" \"Nhưng em muốn giúp, nếu có thể, không làm chuyện này khó khăn hơn với anh. \" \"Ừm... \" anh suy ngẫm chốc lát. \"Chỉ là em quá gần gũi. Hầu hết con người ai cũng theo bản năng đều né tránh chúng tôi, xa cách vì sự khác lạ của chúng tôi ... Tôi không nghĩ em gần gũi như thế. Và mùi cổ họng em. \"Anh ngừng giữa chừng, nhìn thử xem anh có làm tôi khó chịu không.  \"Ổn mà, được rồi\" tôi nói suồng sã, cố làm dịu bầu không khí căng thẳng đột ngột. Tôi giấu cằm. \" Không phơi họng ra rồi nhé. \" Có tác dụng ngay; anh cười. \"Không, thật đó, kỳ lạ hơn bất cứ thứ gì khác. \" Anh đưa bàn tay tự do của anh và đặt nhẹ nhàng bên cổ tôi. Tôi ngồi yên, cơn ớn lạnh của khi anh chạm vào là lời cảnh báo tự nhiên - báo tôi biết phải khiếp sợ. Nhưng chẳng hề có cảm giác sợ hãi nào trong tôi. Mà lại có cảm xúc khác ... \"Em thấy đó, \" anh nói. \"Ổn cả. \" Máu tôi chảy rần rần, và tôi ước có thể làm chậm lại, biết điều này làm mọi thứ khó khăn hơn nhiều – tiếng đập của mạch trong tĩnh mạch. Chắc chắn anh có thể nghe nó.  \"Má em ửng hồng rất dễ thương, \" anh thì thầm. Anh nhẹ nhàng rút tay kia ra. Tay tôi rơi yếu ớt vào lòng. Nhẹ nhàng anh vuốt má, sau đó giữ khuôn mặt tôi giữa đôi tay màu cẩm thạch của anh.  \"Hãy ngồi thật yên,\" anh thì thầm, như thể tôi chưa cứng hết người vậy.  Từ từ, không rời khỏi mắt tôi, anh nghiêng mình về phía tôi. Rồi đột ngột, nhưng rất nhẹ nhàng, anh áp đôi má lạnh vào vùng lõm ở cổ họng tôi. Tôi hoàn toàn không thể nhúc nhích được, dù tôi có muốn thế.  Tôi lắng nghe nhịp thở đều đều của anh, ngắm mặt trời và gió rong chơi trong mái tóc màu đồng của anh, con người hơn bất cứ một bộ phận nào trên cơ thể anh.  Với sự chậm rãi cố tình, tay anh trượt xuống cổ tôi. Tôi rùng mình, và tôi nghe anh cố giữ nhịp thở bình thường. Nhưng tay anh không ngừng lại khi di chuyển nhẹ nhàng đến vai tôi, rồi dừng lại.  moment it could be too much, andKhuôn mặt anh trượt sang bên, mũi anh lướt qua xương đòn của tôi. Anh dừng lại với một bên má dịu dàng tì vào ngực tôi.  Lắng nghe tiếng tim tôi.  \" A, \" anh thở dài.  Tôi không biết chúng tôi đã ngồi yên không nhúc nhích bao lâu. Có thể hàng giờ.  Cuối cùng tiếng rộn rã của mạch máu tôi lắng xuống, nhưng anh không nhúc nhích hay nói gì nữa khi anh giữ tôi. Tôi biết bất kỳ lúc nào cũng có thể là quá sức chịu đựng của anh, và đời tôi có thể chấm dứt - nhanh đến nỗi tôi có thể chẳng hề hay biết. Và tôi không được làm mình sợ. Tôi không nghĩ ra được chuyện gì cả, ngoại trừ chuyện anh đang vuốt ve tôi.  Thế rồi, quá sớm, anh thả tôi ra.  Mắt anh thư thái.  \"Sẽ không khó nữa, \" anh hài lòng nói.  \"Rất khó với anh ư?\" \"Không tệ như anh tưởng tượng. Còn em thì sao?\" \"Không, không tệ ... đối với em. \" Anh cười vì sự nói tránh đi của tôi. \"Em biết ý anh muốn nói gì. \" Tôi mỉm cười.  \"Đây nè. \" anh nắm tay tôi và đặt nó tựa vào má anh. \" Em có cảm thấy nó ấm ghê không?\" Làn da luôn lạnh giá của anh gần như ấm áp. Nhưng tôi vừa mới nhận ra, mình đang sờ vào mặt anh, điều tôi hằng mơ ước từ ngày đầu tiên gặp gỡ.  \"Đừng nhúc nhích nhé, \" tôi thì thầm.  Không ai có thể ngồi yên không nhúc nhích như Edward. Anh nhắm mắt lại và im lìm như đá, chạm trổ dưới bàn tay tôi.  Tôi nhích người thậm chí còn chậm hơn anh, cẩn thận không làm động tác đột ngột nào. Tôi vuốt ve má anh, vuốt nhẹ mí mắt anh, cái bóng màu tím trong quầng mắt anh. Tôi dò theo hình dạng chiếc mũi hoàn hảo của anh, rồi, rồi thật cẩn thận, đôi môi hoàn mỹ của anh. Môi anh tách ra dưới bàn tay tôi, và tôi có thể cảm thấy hơi thở mát rượi của anh trên đầu ngón tay mình. Tôi muốn tựa vào, để hít mùi hương của anh. Nên tôi buông tay tránh ra, không muốn đẩy anh quá xa.  Anh mở mắt, và đôi mắt anh đói khát. Không theo kiểu làm tôi sợ, nhưng phần nào làm dạ dày tôi quặn thắt và mạch máu nện thình thịch trong tĩnh mạch trở lại.  \"Anh ước gì, \" anh thì thầm, \"anh ước gì em có thể cảm nhận được ... sự phức tạp ... bối rối ... anh đang cảm nhận. Ước gì em hiểu được. \" Anh đưa tay lên tóc tôi, rồi cẩn thận vuốt qua mặt tôi.  \"Nói em biết đi, \" tôi thở.  \"Anh nghĩ anh không diễn tả được. Anh đã nói em biết rồi, ngoài cơn đói - khát -, mà sinh vật tồi tệ là anh, anh cảm nhận từ em. Và anh nghĩ em có thể hiểu điều đó, đến một mức độ nào đó. Mặc dù”  - anh cười nửa miệng - \" vì em chẳng nghiện một vật chất bất hợp pháp nào, nên em có lẽ không thể thông cảm hoàn toàn.  \"Nhưng... \" ngón tay anh chạm vào môi tôi nhẹ nhàng, làm tôi rùng mình lần nữa.  \"Có những khao khát khác. Những khao khát thậm chí anh cũng không hiểu, xa lạ với anh.” \"Em chắc hiểu chuyện đó tốt hơn anh nghĩ. \" \"Anh không quen với cảm nhận quá con người như thế. Luôn vậy sao?\" \"Đối với em hả?\" tôi ngừng lại. \" Chưa, chưa từng. Chưa từng có trước đây. \" Anh giữ hai tay tôi giữa đôi tay anh.  Chúng có vẻ thật yếu ớt dưới sức mạnh sắt đá của anh.  \"Anh không biết làm sao để gần em, \" anh thừa nhận. \"anh không biết anh có làm vậy được không.” Tôi nghiêng người về phía trước thật chậm, báo trước anh biết bằng mắt. Tôi đặt má mình lên bờ ngực rắn chắc của anh. Tôi có thể nghe được hơi thở anh, nhưng không có gì khác.  \"Vậy là đủ, \" tôi thở dài, nhắm mắt lại.  Bằng một cử chỉ rất người, anh vòng tay quanh tôi và áp mặt lên tóc tôi.  \"Anh giỏi chuyện này hơn là anh nghĩ đó, \" tôi nhận xét.  \"Anh có bản năng của con người mà - có thể bị chôn sâu, nhưng vẫn có ở đó. \" Chúng tôi ngồi như thế không biết bao lâu; Tôi tự hỏi không biết anh có chẳng hề muốn nhúc nhích như tôi không. Nhưng tôi thấy ánh sáng đang nhạt dần, bóng rừng bắt đầu che phủ chúng tôi, nên tôi thở dài.  \"Em phải đi rồi. \" \"Em tưởng anh không đọc được suy nghĩ của em chứ. \" \"Ngày càng dễ đọc hơn. \" Tôi có thể nghe nụ cười trong giọng anh.  Anh nắm vai tôi và tôi nhìn vào mặt anh.  \"Anh có thể cho em xem một chuyện không?\" anh hỏi, nỗi phấn khích bất ngờ sáng ngời trong mắt.  \"Cho em xem gì ?\" \"Anh cho em xem cách anh đi lại trong rừng.” Anh nhìn thấy vẻ mặt tôi. \"Đừng lo, em sẽ rất an toàn, và mình sẽ đến xe tải của em nhanh hơn nhiều. \" Miệng anh chúm lại cười nụ cười nhếch môi rất xinh đẹp làm tim tôi gần như ngừng lại.  \"Anh có biến thành dơi không vậy?\" tôi hỏi thận trọng.  Anh cười, to chưa từng thấy. \"Làm như anh chưa từng nghe ai hỏi câu đó trước đây!\" \"Đúng vậy, em chắc anh nghe câu hỏi đó suốt. \" \"Thôi nào, tên hèn nhát nhỏ bé, trèo lên lưng tôi đi. \" Tôi chờ để xem có phải anh đang nói đùa không, nhưng, rõ ràng, anh nói thật. Anh mỉm cười khi thấy nỗi ngần ngại trong tôi, và đưa tay với lấy tôi. Trái tim tôi phản ứng lại; mặc dù anh không thể đọc được suy nghĩ của tôi, nhưng mạch máu của tôi luôn phản bội tôi.  Rồi anh khoác tôi lên lưng anh, mà tôi chẳng cần phải làm gì, khi đã đúng chỗ, anh kẹp chân và tay tôi thật chặt quanh người anh mà nếu là người bình thường thì sẽ bị nghẹt thở.  Cứ tựa như bám vào đá vậy.  \"Em nặng hơn cái ba lô anh thường đeo đó nhe, \" tôi cảnh báo.  \"Hah!\" anh khịt mũi. Tôi gần như có thể nghe mắt anh tỏ vẻ không tin. Tôi chưa từng thấy anh phấn khích như vậy.  Anh làm tôi giật mình, đột ngột chộp tay tôi, ép lòng bàn tay tôi vào mặt anh, và hít sâu.  \"Càng lúc càng dễ, \" anh thì thầm.  Rồi anh chạy.  Nếu tôi chưa từng sợ chết vì sự hiện diện của anh, thì chẳng có gì có thể so với cảm giác của tôi hiện nay.  Anh vút qua thật nhanh các bụi cây thấp dày sẫm đen trong rừng như viên đạn, như ma. Không một âm thanh, không một bằng chứng cho thấy chân anh chạm đất. Hơi thở anh chẳng hề thay đổi, chẳng cho thấy chút cố gắng nào. Nhưng cây cối trôi qua với tốc độ chết người, luôn chỉ cách chúng tôi vài inch.  head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, Tôi quá kinh hoàng đến nỗi không nhắm mắt lại được, dù khí rừng mát mẻ quất vào mặt tôi và thiêu cháy mắt tôi. Tôi cảm thấy như thể mình đang ngu xuẩn thò đầu ra cửa sổ máy bay đang bay. Và, lần đầu tiên trong đời, tôi cảm thấy ngất xỉu chóng mặt vì buồn nôn.  Rồi mọi chuyện cũng qua. Sáng nay chúng tôi đã đi bộ hàng giờ mới đến được đồng cỏ của Edward, mà bây giờ, chỉ vài phút thôi, chúng tôi đã quay lại xe tải rồi.  \"Vui hả em?\" giọng anh lanh lảnh đầy phấn khích.  Anh đứng bất động, chờ tôi leo xuống. Tôi cố leo xuống, nhưng bắp cơ không chịu tuân theo. Cánh tay và chân vẫn kẹp chặt quanh người anh còn đầu thì xoay mòng mòng.  \"Bella ?\" anh hỏi, bây giờ đầy lo lắng.  \"Em nghĩ mình cần nằm xuống, \" tôi nói hổn hển.  \"Ồ, xin lỗi. \" anh chờ tôi, nhưng tôi vẫn không nhúc nhích được.  \"Em nghĩ em cần giúp đỡ, \" tôi thừa nhận.  Anh cười lặng lẽ, và nhẹ nhàng tháo vòng tay siết chặt của tôi trên cổ anh.  Sức mạnh sắt đá của đôi tay anh không gặp sự kháng cự nào. Sau đó anh kéo tôi vòng qua đối mặt với anh, bế tôi trong tay như bế một đứa bé. Anh ôm tôi một chốc, rồi cẩn thận đặt tôi lên dương xỉ êm ái.  \"Em cảm thấy thế nào ?\" anh hỏi.  Tôi không biết chắc mình cảm thấy thế nào khi đầu tôi quay như điên.  \"Em nghĩ là chóng mặt. \" \"Đặt đầu giữa đầu gối đi. \" Tôi thử, và có tác dụng một chút. Tôi hít thở từ từ, giữ yên đầu. Tôi cảm thấy anh ngồi bên cạnh. Thời gian trôi qua, rồi cuối cùng tôi thấy mình có thể ngẩng đầu lên. Có âm thanh u u kêu trong tai.  \"Anh nghĩ đó không phải là ý hay, \" anh trầm ngâm.  Tôi cố tỏ ra lạc quan, nhưng giọng yếu ớt. \"Không, rất thú vị.” \"Hah! Em tái nhợt như thây ma - à không, em trắng nhợt y như anh!\" \"Em nghĩ đáng lẽ em phải nhắm mắt lại.” \"Lần sau nhớ nhé. \" \"Lần sau!\" tôi rên rỉ.  Anh cười, tâm trạng anh vẫn hớn hở.  \"Phô trương, \" tôi thì thầm.  \"Mở mắt ra, Bella, \" anh nói lặng lẽ.  Và anh ở ngay đó, mặt anh thật gần mặt tôi. Sắc đẹp anh làm đầu óc tôi choáng váng - quá sức chịu đựng.  \"Anh đã nghĩ, khi đang chạy ...” anh ngừng lại.  \"Lo sao cho không tông đầu vô cây, em hy vọng vậy. \" \"Bella ngốc, \" anh cười khúc khích. \" chạy là bản năng thứ nhì của anh, đó không phải là điều anh phải nghĩ đến. \" \"Phô trương, \" tôi thì thầm lần nữa.  Anh mỉm cười.  \"Không, \" anh tiếp tục, \"Anh đã nghĩ có một chuyện anh muốn thử. \" Và anh ôm mặt tôi trong tay mình lần nữa.  Tôi không thở được.  Anh do dự - không theo kiểu thông thường, kiểu của con người.  Không phải kiểu một người con trai do dự trước khi hôn một người con gái, để biết phản ứng của cô ấy, để biết mình sẽ được chấp nhận như thế nào. Có lẽ anh ta do dự để kéo dài giây phút này, giây phút tuyệt diệu sắp sửa hôn, đôi khi còn đẹp hơn chính nụ hôn.  Còn Edward do dự kiểm tra mình, để xem liệu chuyện anh sắp làm có an toàn không, để chắc chắn vẫn kiểm soát được nhu cầu của mình.  Rồi đôi môi cẩm thạch, lạnh giá của anh áp thật nhẹ lên môi tôi.  Điều mà chẳng ai trong chúng tôi đề phòng trước là phản ứng của tôi.  Máu sôi dưới da tôi, thiêu cháy trong môi tôi. Hơi thở tôi trở thành tiếng hổn hển hoang dã. Ngón tay tôi siết vào tóc anh, kéo anh sát vào mình. Môi tôi hé mở khi hít mùi hương say người của anh.  Ngay lập tức tôi cảm thấy anh biến thành tảng đá không nhúc nhích dưới môi tôi. Bàn tay anh nhẹ nhàng, nhưng với sức mạnh không cưỡng nỗi, đẩy mặt tôi ra. Tôi mở mắt và thấy vẻ thận trọng của anh.  \"Tiếc quá, \" tôi thở.  \"Đó là nói nhẹ đi rồi. \" Mắt anh điên cuồng, hàm nghiến lại kiềm chế dữ dội, mà vẫn giọng nói vẫn hoàn hảo. Anh kéo mặt tôi đến gần mặt anh.  Làm loá mắt tôi.  \"Em có nên …?\" tôi nhích người xa anh.  Bàn tay anh không chịu để tôi nhúc nhích một xăng ti mét nào.  \"Không, anh chịu được mà. Đợi anh một chút thôi.” Giọng anh lịch sự, tự chủ.  Tôi nhìn vào mắt anh, quan sát nỗi phấn khích trong mắt anh giảm dần và dịu dàng trở lại.  Sau đó anh mỉm cười tinh quái đến không ngờ.  \"Đó, \" anh nói, rõ ràng hài lòng với mình.  \"Chịu đựng được?\" tôi hỏi.  Anh cười ầm lên. \"Anh mạnh hơn anh nghĩ.  Thật vui khi biết vậy. \" \"Em ước mình có thể nói giống anh.  Em xin lỗi. \" \"Dù sao em cũng chỉ là con người thôi.” \"Cám ơn rất nhiều, \" tôi nói, giọng tôi chua chát.  Anh đứng lên bằng một trong những động tác uyển chuyển mềm mại, nhanh không thấy kịp.  Anh chìa tay về phía tôi, một cử chỉ bất ngờ vì tôi đã quá quen với kiểu cẩn thận không để đụng chạm giữa chúng tôi. Tôi nắm bàn tay lạnh giá của anh, cần giúp nhiều hơn tôi nghĩ. Khả năng giữ thăng bằng của tôi vẫn chưa quay lại.  \"Em vẫn còn yếu vì anh chạy? Hay vì anh hôn quá sành sỏi?”  Bây giờ khi anh cười, anh thật vui vẻ, thật con người, khuôn mặt thiên thần của anh thật bình yên. Anh là một Edward khác hơn người tôi đã từng biết. Và tôi càng cảm thấy mê đắm anh hơn.  Tôi sẽ đau đớn biết bao nếu bây giờ bị tách rời khỏi anh.  \"Em không rõ, em vẫn còn chóng mặt, \" tôi cố trả lời. \"Tuy vậy, em nghĩ chắc tại cả hai.” \"Chắc em nên để cho anh lái xe. \" \"Anh điên à?\" tôi phản đối.  \"Anh có thể lái giỏi hơn cả ngày em lái giỏi nhất, \" anh trêu. \"Em phản xạ chậm hơn nhiều.” \"Em chắc chắn đúng vậy, nhưng em không nghĩ thần kinh của em, hay xe tải em, chịu nỗi chuyện đó.” \"Tin tưởng chút đi, Bella. \" Bàn tay tôi vẫn ở trong túi, nắm chặt chìa khoá. Tôi bĩu môi, cân nhắc, rồi cười hết mức lắc đầu.  \"Không. Không được đâu. \" Anh nhíu mày tỏ vẻ không tin.  Tôi bắt đầu bước qua anh, về phía tài xế. Anh hẳn đã để tôi đi qua nếu tôi không hơi lảo đảo. Và rồi một lần nữa, anh đã không để tôi đi qua. Cánh tay anh tạo thành một cái bẫy không thoát ra được quanh eo tôi.  \"Bella, anh đã cố hết sức mình chỉ để giữ mạng sống cho em. Anh sẽ không để em ngồi sau tay lái khi em thậm chí còn không thể đi đứng thẳng thớm được. Hơn nữa, bạn bè sẽ không để bạn mình lái xe khi đang say,”   anh trích dẫn câu nói với nụ cười khúc khích. Tôi ngửi thấy mùi thơm ngát ngọt ngào không chịu được tỏa ra từ ngực anh.  \"Say?\" tôi phản đối.  \"Em say vì chính sự hiện diện của anh. \" Anh lại cười nụ cười tự mãn bỡn cợt ấy.  \"Em không cãi lại được lập luận đó rồi,”  tôi thở dài. Tôi không thể cưỡng lại anh bất cứ chuyện gì. Tôi đưa chìa khoá lên cao rồi thả nó, xem tay anh nhanh như tia chớp tóm bắt nó không một tiếng động. \"Nhẹ nhàng nào - xe tải của em cao tuổi lắm đó. \" \"Hết sức nhẹ nhàng, \" anh đồng ý.  \"Thế anh chẳng bị ảnh hưởng chút nào?\" tôi hỏi, khó chịu. \" vì sự hiện diện của em sao?\" Một lần nữa, khuôn mặt linh hoạt của anh thay đổi, nét mặt anh trở nên dịu dàng, ấm áp.  Lúc đầu anh không trả lời; anh chỉ cúi mặt sát mặt tôi, lướt môi chậm rãi dọc theo hàm của tôi, từ tai đến cằm, rồi từ cằm đến tai. Tôi run rẩy.  \"Dù sao đi nữa, \" cuối cùng anh cũng thì thầm, \"anh cũng có phản xạ tốt hơn. \""
        }
    ],
    "suggestions": []
}