{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌn,intə'rʌptid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không đứt quãng; liên tục</td></tr></table><i/></div>",
            "word": "uninterrupted"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>uninterrupted</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 continuous. </blockquote></blockquote><blockquote><blockquote>2》 unobstructed. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>uninterruptedly</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "uninterrupted"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>uninterrupted</k><blockquote>▸ <cclass>adjective UNBROKEN, continuous, continual, undisturbed, untroubled.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>intermittent.</blockquote></div>",
            "word": "uninterrupted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "uninterrupted"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không gián đoạn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">uninterrupted traffic</font><font color=\"#282828\">: chuyển động không gián đoạn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> liên tục</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">uninterrupted flow</font><font color=\"#282828\">: dòng nước chảy liên tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">uninterrupted traffic</font><font color=\"#282828\">: chuyển động liên tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">uninterrupted traffic highway</font><font color=\"#282828\">: đường giao thông liên tục</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">uninterrupted duty</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chế độ (vận hành) không được cắt tải</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">uninterrupted duty</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chế độ không ngắt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">uninterrupted duty</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chịu tải không đứt quãng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">uninterrupted duty</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vận hành không ngắt</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "uninterrupted"
        }
    },
    "sentences": [
        {
            "en": "They pressed him with <em>uninterrupted</em> questions yesterday.",
            "vi": "Hôm qua họ đã hỏi tôi dồn dập."
        },
        {
            "en": "The <em>uninterrupted</em> power supply is very important to our lives.",
            "vi": "Nguồn cung cấp điện liên tục rất quan trọng đối với cuộc sống của chúng ta."
        },
        {
            "en": "He can build an <em>uninterrupted</em> chain of links.",
            "vi": "Ông có thể xây dựng một chuỗi liên hoàn liên kết."
        },
        {
            "en": "Unless I get eight hours of <em>uninterrupted</em> sleep, I feel tired the next day.",
            "vi": "Trừ khi tôi ngủ được 8 tiếng mà không bị giật mình, nếu không ngày hôm sau tôi thấy mệt liền."
        },
        {
            "en": "I grew slightly less depressed as I considered all the <em>uninterrupted</em> alone time.",
            "vi": "Tôi dần ít muộn phiền hơn khi nghiền ngẫm mọi chuyện liên tục một mình."
        },
        {
            "en": "Subscribers can watch up to nearly three hours of <em>uninterrupted</em> television with a normal battery.",
            "vi": "Các thuê bao có thể xem tivi liên tục tới gần ba giờ với nguồn pin bình thường."
        },
        {
            "en": "Thanks to their act, the school year for the hamlet’s 25 students has gone <em>uninterrupted</em> by water or safety concerns.",
            "vi": "Nhờ vào hành động đó của họ mà năm học của 25 học sinh trong thôn đã không bị gián đoạn bởi nước hay những mối quan ngại về vấn đề an toàn."
        },
        {
            "en": "Information superiority is the capability to collect, process and disseminate an <em>uninterrupted</em> flow of information while exploiting or denying an adversary's ability to do same.",
            "vi": "Ưu thế thông tin là khả năng thu thập, xử lý và phổ biến một dòng thông tin liên tục trong khi kha thác hoặc loại trừ khả năng tương tự của kẻ địch."
        },
        {
            "en": "But surely the real terror cornea when success continues <em>uninterrupted</em> for such a long period of time that we forget what failure is like",
            "vi": "Nhưng chắc chắn sự khiếp sợ là có thực khi thành công tiếp tục không bị gián đoạn trong một thời gian dài đến mức chúng ta quên mất thất bại là như thế nào."
        },
        {
            "en": "When he returned to Beacon Hill for Christmas, he was looking forward to an <em>uninterrupted</em> period in which to get to grips with Principia Mathematica.",
            "vi": "Thời gian về nhà nghỉ nhân dịp lễ Giáng Sinh, anh giành tất cả tâm trí vào việc nắm vững những nguyên lý về toán."
        },
        {
            "en": "From what I have seen, this city has the most modern infrastructure in India, local government promises <em>uninterrupted</em> power and exemption from statutory power cuts.",
            "vi": "Từ điều tôi đã thấy, thành phố này có kết cấu nền hiện đại nhất ở Ấn Độ, chính quyền địa phương hứa điện không bị ngắt và miễn trừ việc cắt điệu theo luật."
        },
        {
            "en": "We had an <em>uninterrupted</em> block of time ahead of us, and he couldn't escape me on an airplane - well, not easily, at least.",
            "vi": "Chúng tôi còn biết bao thời gian không bị ai cản trở trước mắt, và anh không thể trốn tôi trên máy bay được - ừm, ít ra thì không dễ trốn."
        },
        {
            "en": "All major providers in Vietnam confirmed that they had backup plans in place to maintain <em>uninterrupted</em> international connectivity in the event of problems with any of the cables.",
            "vi": "Tất cả các nhà cung cấp mạng lớn ở Việt Nam xác nhận rằng họ đã có kế hoạch dự phòng để duy trì kết nối quốc tế không bị gián đoạn trong trường hợp có vấn đề với bất kỳ tuyến cáp nào."
        },
        {
            "en": "This Government has steered the economy through seven years of <em>Uninterrupted</em> economic growth ; A trend which is set to continue with our major success in stimulating growth .",
            "vi": "Chính phủ này đã lái nền kinh tế qua 7 năm phát triển kinh tế không ngừng. Một xu hướng cái mà bắt đầu lao vào để tiếp tục cùng với những thành công đáng kể của chúng ta trong sự phát triển đầy hào hứng ."
        },
        {
            "en": "The good news is that after more than five years of <em>uninterrupted</em> decline, ODA picked up in 1998 by nearly ten per cent.",
            "vi": "Điều đáng mừng là sau hơn 5 năm liên tục bị giảm sút, nguồn vốn ODA đã tăng lên gần 10% trong năm 1998."
        },
        {
            "en": "His white shirt was sleeveless, and he wore it unbuttoned, so that the smooth white skin of his throat flowed <em>uninterrupted</em> over the marble contours of his chest, his perfect musculature no longer merely hinted at behind concealing clothes.",
            "vi": "Áo trắng của anh không tay, không cài nút, khiến làn da trắng mịn nơi cổ hở suốt đến đường nét của vồng ngực màu cẩm thạch, hệ cơ hoàn hảo của anh không còn ẩn sau quần áo che kín."
        },
        {
            "en": "Ill-planned housing projects and an ever-expanding number of private water pumps, installed by households, industries and companies that wish to ensure an <em>uninterrupted</em> personal water supply, have also severely damaged groundwater tables.",
            "vi": "Các dự án nhà ở quy hoạch và ngày càng nhiều máy bơm nước tư nhân được lắp đặt bởi các hộ gia đình, các khu công nghiệp và công ty để đảm bảo cung cấp nước sạch liên tục cũng đã làm hỏng nghiêm trọng mạch nước ngầm."
        },
        {
            "en": "\"Most recent advances in cosmology have been achieved from space where there are <em>uninterrupted</em> views of our Universe,\" he said \"but we must also continue to go into space for the future of humanity.",
            "vi": "Ông nói: \"Những tiến bộ mới nhất trong ngành vụ trụ học chúng ta đã đạt được từ không gian giúp chúng ta có cái nhìn liên tục về vũ trụ của mình, nhưng chúng ta vẫn phải tiếp tục đi sâu vào vũ trụ vì tương lai nhân loại.\""
        },
        {
            "en": "His white shirt was sleeveless, and he wore it unbuttoned, so that the smooth white skin of his throat flowed <em>uninterrupted</em> over the marble contours of his chest, his perfect musculature no longer merely hinted at behind concealing clothes.",
            "vi": "anh không tay, không cài nút, khiến làn da trắng mịn nơi cổ hở suốt đến đường nét của vồng ngực màu cẩm thạch, hệ cơ hoàn hảo của anh không còn ẩn sau quần áo che kín."
        },
        {
            "en": "In the document to MIC, the association proposed to give up transport firms more time to upgrade monitoring devices to ensure the <em>uninterrupted</em> exploitation of vehicles. It also asked to provide technical solutions to help maintain the operation of the devices run on 2G or 2.5G platforms so as to ease the difficulties for the device providers and users.",
            "vi": "Trong một văn bản gửi Bộ TT & TT, Hiệp hội đề xuất cung cấp cho các hãng vận tải thêm thời gian để nâng cấp các thiết bị giám sát nhằm đảm bảo việc khai thác liên tục phương tiện. Đồng thời cũng yêu cầu cung cấp các giải pháp kỹ thuật giúp duy trì hoạt động của các thiết bị chạy trên băng tần 2G hoặc 2,5G để giảm bớt khó khăn cho các nhà cung cấp thiết bị và người dùng."
        }
    ],
    "suggestions": []
}