{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌnin'tendid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không được định hướng trước, không do dự tính trước</td></tr></table><i/></div>",
            "word": "unintended",
            "pronounce": "[,ʌnin'tendid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unintended</k><blockquote>■ <cclass>adjective not planned or meant. </cclass></blockquote></div>",
            "word": "unintended",
            "pronounce": "[,ʌnin'tendid]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unintended",
            "pronounce": "[,ʌnin'tendid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unintended",
            "pronounce": "[,ʌnin'tendid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unintended",
            "pronounce": "[,ʌnin'tendid]"
        }
    },
    "sentences": [
        {
            "en": "<em>Unintended</em> inventory investment",
            "vi": "Đầu tư vào tồn kho ngoài dự kiến"
        },
        {
            "en": "<em>Unintended</em> inventory disinvestment",
            "vi": "Giảm đầu tư vào tồn kho không dự kiến"
        },
        {
            "en": "Even remarks made in jest can have an <em>unintended</em> impact.",
            "vi": "Thậm chí những lời nhận xét khi đùa giỡn cũng có thể gây tác động người dự kiến."
        },
        {
            "en": "This tendency toward self-abasement is having <em>unintended</em> ramifications for western culture all over the globe.",
            "vi": "Xu hướng tự hạ phẩm giá đang gây hậu quả ngoài mong đợi đến văn hóa phương Tây trên khắp thế giới."
        },
        {
            "en": "This tendency toward self - abasement is having <em>unintended</em> ramifications for western culture all over the globe.",
            "vi": "Xu hướng tự hạ phẩm giá đang gây hậu quả ngoài mong đợi đến văn hóa phương Tây trên khắp thế giới."
        },
        {
            "en": "Rising inequalities are perhaps the most serious <em>unintended</em> and undesired effect of doi moi.",
            "vi": "Sự bất bình đẳng đang gia tăng có lẽ là tác động không mong muốn và ngoài dự kiến nghiêm trọng nhất của “đổi mới”."
        },
        {
            "en": "But in most cases, leakage is more of an <em>unintended</em> consequence, calling for a strengthening of targeting mechanisms.",
            "vi": "Tuy nhiên, trong đa số trường hợp, sự rò rỉ chỉ là hậu quả không cố ý, đòi hỏi các cơ chế xác định ưu tiên phải được tăng cường."
        },
        {
            "en": "By communicating with others, a widening circle of influence is an <em>unintended</em> result, not a calculated aim.",
            "vi": "Bằng việc giao thiệp với người khác, việc mở rộng tầm ảnh hưởng là một kết quả tất yếu, không phải là mục tiêu được tính trước."
        },
        {
            "en": "This policy may achieve <em>unintended</em> results, pushing labour into the informal economy and discouraging companies from creating new positions.",
            "vi": "Chính sách này có thể dẫn đến những kết quả không mong muốn, đẩy người lao động vào nền kinh tế không chính thức và không khuyến khích các công ty tạo ra những vị trí mới."
        },
        {
            "en": "It will be important to consider direct although <em>unintended</em> consequences of public policies on the well-being of women and men.",
            "vi": "Cần xem xét các ảnh hưởng trực tiếp, tuy không cố ý, của các chính sách công về phúc lợi của nam giới và phụ nữ."
        },
        {
            "en": "If there is no viable solution to the Ukrainian conflict, we believe that the <em>unintended</em> \"winner\" of the crisis could well be China.",
            "vi": "Nếu không có một giải pháp khả thi cho xung đột Ukraine, chúng tôi tin rằng người chiến thắng ngoài ý muốn của cuộc khủng hoảng này có thể là Trung Quốc."
        },
        {
            "en": "The large interest of donors in strengthening participatory planning and budgeting at the local level could have <em>unintended</em> consequences, if not managed properly.",
            "vi": "Mối quan tâm của các nhà tài trợ đối với việc tăng cường công tác kế hoạch và ngân sách ở cấp địa phương có thể dẫn đến những hệ quả ngoài dự kiến, nếu không được quản lý một cách đúng đắn."
        },
        {
            "en": "One of the <em>unintended</em> and indirect effects of laissez-faire was thus to establish a climate in Britain of a much greater degree of obedience and respect for the law than had existed earlier.",
            "vi": "Một trong những ảnh hưởng không mong đợi và gián tiếp của tự chủ tự quyết do đó đã tạo ra một bầu không khí ở Anh với mức độ tuân phục và tuân thủ pháp luật cao hơn nhiều so với những gì đã có trước đó."
        },
        {
            "en": "Even when <em>unintended</em>, media coverage of the MDG-related statements or activities of individual members or groups of legislators can also go a long way toward raise awareness of MDGs.",
            "vi": "Thậm chí khi các phương tiện truyền thông vô tình đưa tin về các phát biểu hoặc các hoạt động của từng cá nhân hay nhóm các nhà lập pháp liên quan đến MDG, về lâu dài, cũng có thể nâng cao nhận thức về các MDG."
        },
        {
            "en": "One of the <em>unintended</em> and indirect effects of laissez-faire was thus to establish a climate in Britain of a much greater degree of obedience and respect for the law than had existed earlier. ",
            "vi": "Một trong những ảnh hưởng không mong đợi và gián tiếp của tự chủ tự quyết do đó đã tạo ra một bầu không khí ở Anh với mức độ tuân phục và tuân thủ pháp luật cao hơn nhiều so với những gì đã có trước đó."
        },
        {
            "en": "One reason for our caution is the sensitivity of policy makers to arguments about <em>unintended</em> effects of public subsidies makes the issue one that should be given long and careful analysis.",
            "vi": "Một lý do cho sự thận trọng của chúng tôi là độ nhạy cảm của các nhà hoạch định chính sách trước những lập luận về tác động không lường trước của trợ cấp công một vấn đề cần tới phân tích cẩn thận và lâu dài."
        },
        {
            "en": "To date, such measures have largely been in the form of fiscal incentives, but incentives are often not an ideal - or sustainable - solution in the long-term, and have the potential to create <em>unintended</em> side effects of their own.",
            "vi": "Hiện tại, những biện pháp này chủ yếu dưới dạng những ưu đãi tài chính nhưng ưu đãi tài chính thường không phải là giải pháp lý tưởng và bền vững về lâu dài, chúng có nguy cơ tạo ra các tác dụng phụ không dự đoán được trước."
        },
        {
            "en": "This is not a case of <em>unintended</em> consequences. A new generation of \"cellulosic\" fuels (made from grasses, crop residue or wood chips) might deliver benefits, but the adverse effects of corn-based ethanol were widely anticipated.",
            "vi": "Đây rõ ràng không phải là một trường hợp không cố ý gây hậu quả. Thế hệ nhiên liệu 'có nguồn gốc xenlulô' mới (được sản xuất từ cỏ, rơm rạ hay gỗ vụn) rất có thể đưa lại những lợi ích, thế nhưng những tác động nguy hiểm của loại ethanol được sản xuất từ ngô thì ai cũng nhìn thấy trước."
        },
        {
            "en": "Over the course of a year, 15 out of 100 typical couples who rely on male condoms alone to prevent pregnancy will have an accidental pregnancy. The use of the female condom is a little less reliable and 21 out of 100 couples will have an <em>unintended</em> pregnancy.",
            "vi": "Trong một năm, 15 trong số 100 cặp vợ chồng khỏe mạnh và chỉ sử dụng bao cao su dành cho nam để tránh thai sẽ có thai ngoài ý muốn. Hiệu quả của bao cao su dành cho nữ thì thấp hơn chút nữa, trong 100 cặp thì sẽ có 21 cặp có thai ngoài ý muốn."
        },
        {
            "en": "“We are increasingly smothering ecosystems in plastic and I am very worried that there may be all kinds of <em>unintended</em>, adverse consequences that we will only find out about once it is too late,” said Prof Roland Geyer, from the University of California and Santa Barbara, who led the study.",
            "vi": "“Chúng ta đang ngày càng làm cho hệ sinh thái bị ô nhiễm bởi nhựa và tôi rất lo lắng rằng nó có thể dẫn tới hậu quả không lường trước và nguy hại mà chúng tôi sẽ chỉ tìm ra khi đã quá muộn” Giáo sư Roland Geyer từ Đại học California và Santa Barbara, người đã đưa ra cuộc nghiên cứu cho biết."
        }
    ],
    "suggestions": []
}