{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ʌn'kept]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bị bỏ rơi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không ai bảo vệ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không được chăm sóc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không được tuân thủ, biết đến</td></tr></table><i/></div>",
            "word": "unkept",
            "pronounce": "[ʌn'kept]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unkept</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 (of an undertaking) not honoured. </blockquote></blockquote><blockquote><blockquote>2》 not tidy or cared for. </blockquote></blockquote></div>",
            "word": "unkept",
            "pronounce": "[ʌn'kept]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unkept",
            "pronounce": "[ʌn'kept]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unkept",
            "pronounce": "[ʌn'kept]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unkept",
            "pronounce": "[ʌn'kept]"
        }
    },
    "sentences": [
        {
            "en": "Do I just look <em>unkept</em>?",
            "vi": "Có phải trông tôi bê bối quá?"
        },
        {
            "en": "I delivered for a couple years after high school. We knew who tipped and who didn’t. Guess whose order got bumped to the top of my route whenever possible? But from time to time, I did get a heartfelt apology on why they couldn’t tip more.  I got one such apology from someone that still sticks out in my mind. It was a man in a small <em>unkept</em> house(at least on the outside) who had ordered a small cheese pizza. He was profusely apologetic that he could only tip $1(still not a no-tip like some other more well off people).  Then I saw through the door to the kitchen all 4 kids and a teenager that were waiting anxiously for their pizza. 6 people sharing a small pizza because that was all they could afford. It broke my heart. My shift was just about over, so I went back to cash out and made 2 large pizzas, wings, chicken tenders, grabbed some sodas, the whole 9.  It looked like this grown man was going to burst into tears when I gave it to him; he was just super appreciative. He offered to come down and pay for it all another day, which I flat out refused. Yeah, I didn’t do anything to get them out of their situation and it was the restaurant footing the bill anyway. But my hope is that he remembers that and maybe his kids learned that when you treat someone like a human being, good things can happen.",
            "vi": "Tôi làm công việc giao đồ ăn vài năm sau khi học xong phổ thông. Có người thì cho thêm tiền, có người thì không. Chắc bạn cũng đoán được khách hàng thân thiết của tôi là ai. Nhưng đôi khi, tôi nhận được lời xin lỗi chân thành vì sao họ không thể cho tôi thêm tiền.  Tôi nhận được lời xin lỗi như vậy từ một người mà tôi nhớ mãi. Đó là một người đàn ông trong một ngôi nhà nhỏ tồi tàn (ít nhất là nhìn bề ngoài), ông ta trước đó đã đặt mua một chiếc bánh pizza phô mai nhỏ. Ông luôn miệng xin lỗi vì chỉ có thể cho tôi 1 đô là mà thôi (dù sao thì vẫn là cho tiền chứ nhiều người còn không cho gì cơ).  Thế rồi tôi nhìn qua khe cửa vào trong bếp thấy 4 đứa nhóc và một đứa lớn đang ngồi sốt ruột đợi chiếc bánh pizza của chúng. 6 người chia nhau một chiếc bánh pizza nhỏ vì họ không đủ tiền mua thêm. Tôi thấy nhói lòng. Tôi vừa mới giao hàng xong, nên tôi quay về kết sổ rồi làm hai chiếc pizza lớn, có thịt gà cùng vài chai nước ngọt, mọi thứ sẵn sàng.  Người đàn ông lớn tuổi ấy chực khóc khi tôi đưa cho ông chỗ quà đó; ông cảm ơn rối rít. Ông bảo một ngày nào đó sẽ trả lại đầy đủ tiền cho tôi, nhưng tôi từ chối. Tôi đâu có cần trả ơn vì nhà hàng thanh toán chỗ đó rồi. Nhưng tôi mong ông ta nhớ một điều rằng có thể lũ trẻ biết được: khi cha chúng đối xử tử tế với người khác thì những điều tốt đẹp có thể xảy ra."
        }
    ],
    "suggestions": []
}