{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[(')ʌn'nesis(ə)rili]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">unnecessary</font></td></tr></table><i/></div>",
            "word": "unnecessarily",
            "pronounce": "[(')ʌn'nesis(ə)rili]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "unnecessarily",
            "pronounce": "[(')ʌn'nesis(ə)rili]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unnecessarily",
            "pronounce": "[(')ʌn'nesis(ə)rili]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unnecessarily",
            "pronounce": "[(')ʌn'nesis(ə)rili]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unnecessarily",
            "pronounce": "[(')ʌn'nesis(ə)rili]"
        }
    },
    "sentences": [
        {
            "en": "annoyed <em>unnecessarily</em>",
            "vi": "khó chịu không cần thiết"
        },
        {
            "en": "The music at funerals is <em>unnecessarily</em> sad.",
            "vi": "Nhạc trong đám tang không cần thiết là phải buồn."
        },
        {
            "en": "Edward thought I was being <em>unnecessarily</em> difficult.",
            "vi": "Edward nghĩ tôi đã cố chấp một cách không cần thiết."
        },
        {
            "en": "I have to hurry through things <em>unnecessarily</em>.",
            "vi": "Tôi phải vội làm vàng cho xong những việc không cần thiết."
        },
        {
            "en": "Avoid touching the antenna area <em>unnecessarily</em> while the antenna is transmitting or receiving.",
            "vi": "Tránh chạm vào vùng ăng-ten một cách không cần thiết trong khi ăng-ten đang phát hoặc nhận tín hiệu."
        },
        {
            "en": "Avoid touching the antenna area <em>unnecessarily</em> while the antenna is transmitting or receiving.",
            "vi": "Tránh chạm vào vùng ăng - ten một cách không cần thiết trong khi ăng - ten đang phát hoặc nhận tín hiệu."
        },
        {
            "en": "Viet Nam’s legal framework for business regulation, however, remains highly fragmented and <em>unnecessarily</em> complex.",
            "vi": "Tuy nhiên, hệ thống pháp luật về đăng ký kinh doanh vẫn còn tản mạn và phức tạp một cách không cần thiết."
        },
        {
            "en": "Well, look at me, I said, <em>unnecessarily</em> as he was already staring.",
            "vi": "Ừm, nhìn tôi nè, Tôi nói, không cần thiết vì anh đã nhìn sẵn rồi."
        },
        {
            "en": "Alienating or aggravating the authorities <em>unnecessarily</em> may make working more difficult.",
            "vi": "Lẩn tránh hoặc gây khó chịu cho lãnh đạo chính quyền có thể khiến công việc trở nên khó khăn hơn."
        },
        {
            "en": "This is not only wastes disk space, but it's <em>unnecessarily</em> redundant.",
            "vi": "Điều này không chỉ laơng phí chỗ trên đĩa, mà còn dư thừa vô ích."
        },
        {
            "en": "Extra words detract from the presenter's message and make the audience work <em>unnecessarily</em> hard to capture key points.",
            "vi": "Những từ thêm thắt làm giảm giá trị thông điệp của người thuyết trình và làm khán giả phải lao tâm khổ tứ một cách không cần thiết để có thể nắm bắt được những ý chính."
        },
        {
            "en": "His eyebrows knit together.\"I don't understand,\" he admitted, and he seemed <em>unnecessarily</em> frustrated by that fact.",
            "vi": "Lông mày anh nhíu lại với nhau. \"Tôi không hiểu,\" anh thừa nhận, và anh có vẻ tuyệt vọng thái quá vì chuyện đó."
        },
        {
            "en": "His eyebrows knit together. \"I don't understand,\" he admitted, and he seemed <em>unnecessarily</em> frustrated by that fact.",
            "vi": "Lông mày anh nhíu lại với nhau.\"Tôi không hiểu,\" anh thừa nhận, và anh có vẻ tuyệt vọng thái quá vì chuyện đó."
        },
        {
            "en": "For good measure the boy rewarded them with the top mathematics scholarship, <em>unnecessarily</em> saving the family some three hundred dollars a year.",
            "vi": "Chú lại được hưởng học bổng cho môn toán, đỡ được khoản 300 đô - la một năm cho gia đình mà thực ra điều đó không cần thiết."
        },
        {
            "en": "For good measure the boy rewarded them with the top mathematics scholarship, <em>unnecessarily</em> saving the family some three hundred dollars a year.",
            "vi": "Chú lại được hưởng học bổng cho môn toán, đỡ được khoản 300 đô-la một năm cho gia đình mà thực ra điều đó không cần thiết."
        },
        {
            "en": "In addition, some of the existing criteria for the acceptance of associations are fairly stringent, such as the requirement of an <em>unnecessarily</em> high minimum number of members.",
            "vi": "Ngoài ra, một số tiêu chí xét duyệt đơn đăng ký của các hiệp hội hiện tại vẫn quá chặt chẽ, ví dụ như yêu cầu số lượng thành viên tối thiểu cao quá mức cần thiết."
        },
        {
            "en": "These types of services are necessary to promote family unity and prevent children from being separated <em>unnecessarily</em> from their parents or other family members.",
            "vi": "Những dịch vụ như thế này là rất cần thiết giúp tăng sự đoàn kết trong gia đình và phòng ngừa nguy cơ trẻ em bị tách biệt một cách không cần thiết ra khỏi sự chăm sóc của cha mẹ hoặc các thành viên khác trong gia đình."
        },
        {
            "en": "In addition, parents worry the they will be bothering the doctors <em>unnecessarily</em> and that their anxiety for their child is unfounded.",
            "vi": "hơn thế nữa, cha mẹ còn lo lắng có nên đưa con đi khám bác sĩ hay không và sự lo lăng là vô căn cứ."
        },
        {
            "en": "If he asked again, I probably wouldn't lie, but I don' t think he will ask again, and leaving my truck at home would just bring up the subject <em>unnecessarily</em>.",
            "vi": "Nếu bố lại hỏi nữa, tôi có lẽ sẽ không nói dối, nhưng tôi không nghĩ bố sẽ hỏi lại, và nếu để chiếc xe tải của tôi ở nhà thì sẽ sinh chuyện không cần thiết."
        },
        {
            "en": "If he asked again, I probably wouldn't lie, but I don't think he will ask again, and leaving my truck at home would just bring up the subject <em>unnecessarily</em>.",
            "vi": "Nếu bố lại hỏi nữa, tôi có lẽ sẽ không nói dối, nhưng tôi không nghĩ bố sẽ hỏi lại, và nếu để chiếc xe tải của tôi ở nhà thì sẽ sinh chuyện không cần thiết."
        }
    ],
    "suggestions": []
}