{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌn'ni:did]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không đòi hỏi phải có</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không cần thiết, không cần dùng đến; vô dụng</td></tr></table><i/></div>",
            "word": "unneeded"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unneeded</k><blockquote>■ <cclass>adjective not needed. </cclass></blockquote></div>",
            "word": "unneeded"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unneeded"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unneeded"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unneeded"
        }
    },
    "sentences": [
        {
            "en": "He has just bought an <em>unneeded</em> machine.",
            "vi": "Ông ấy vừa mới mua về một cái máy vô dụng."
        },
        {
            "en": "Just because you don't use the vi editor doesn't mean that it's an <em>unneeded</em> program.",
            "vi": "Chính vì bạn không dùng trình soạn thảo vi nên không biết nó có là một chương trình không cần nữa hay không."
        },
        {
            "en": "Building <em>unneeded</em> roads or ports and building them to too high a standard imposes substantial costs on the country.",
            "vi": "Xây dựng các con đường hoặc bến cảng không cần thiết, và xây dựng chúng theo tiêu chuẩn quá cao gây chi phí đáng kể cho đất nước."
        },
        {
            "en": "The government should scrap the large numbers of <em>unneeded</em> regulations in favor of a small number that are needed;",
            "vi": "Chính phủ nên bãi bỏ một phần lớn các quy định không cần thiết và giữ lại các quy định cần thiết;"
        },
        {
            "en": "The Circular tries to fulfill the Prime Minister's requirements related to business startup: streamlining unnecessary steps, abolishing <em>unneeded</em> paperwork and minimizing the time and costs for entrepreneurs.",
            "vi": "Thông tư cố gắng hoàn thành các yêu cầu của Thủ tướng liên quan tới thành lập doanh nghiệp: đơn giản hóa các bước không cần thiết, xóa bỏ những loại giấy tờ không cần thiết và rút ngắn tối đa thời gian và chi phí cho nhà doanh nghiệp."
        },
        {
            "en": "There has been a distinct tendency to “gold plate” public investment, building <em>unneeded</em> roads or ports, building them to too high a standard, or incurring very high reported but not actual costs.",
            "vi": "Xu hướng khá rõ là là “dát vàng” đầu tư công, xây dựng những con đường và cảng chưa thật cần thiết, xây dựng theo tiêu chuẩn quá cao, hay chi phí báo cáo cao hơn rất nhiều so với chi phí thực tế."
        },
        {
            "en": "Cori Bargmann said: \"Sometimes when I come home, I realize that my house is not going to clean itself. However, unlike my house, cells in the body remove their own damaged and <em>unneeded</em> materials, and recycle them for future use, through a process called autophagy. Dr. Yoshinori Ohsumi's work on the mechanisms of autophagy defined its essential role in nutrient homeostasis, and also has implications for disease processes in neurodegeneration and cancer. An amazing body of work!\"",
            "vi": "Nhà báo Cori Bargmann nói rằng: \"Đôi khi tôi trở về nhà, tôi nhận ra rằng ngôi nhà của tôi không có khả năng tự làm sạch. Tuy nhiên, không giống như ngôi nhà, những tế bào trong cơ thể chúng ta có thể tự loại bỏ những thành phần 'hư hỏng', và tái thiết lại tế bào mới trong tương lai thông qua một quá trình gọi là 'autophapy' (tự thực bào). Công việc của Ts. Yoshinori Ohsumi là xác định các cơ chế tự thực bào đóng vai trò như thế nào đối với quá trình trao đổi chất, và có ý nghĩa đối với các bệnh thoái hóa tế bào não và các bệnh ung thư. Đó là quả một cơ chế rất đặc biệt của cơ thể người\"."
        }
    ],
    "suggestions": []
}