{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ʌnprə'fe∫ənl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(nói về tư cách, hạnh kiểm) không phù hợp với tiêu chuẩn/đạo đức nghề nghiệp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(nói về công việc) không chuyên nghiệp; không phải nhà nghề; nghiệp dư; tài tử</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an unprofessional footballer</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một cầu thủ bóng đá không chuyên nghiệp</font></td></tr></table><i/></div>",
            "word": "unprofessional",
            "pronounce": "[,ʌnprə'fe∫ənl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unprofessional</k><blockquote>■ <cclass>adjective below or contrary to the standards expected in a particular profession. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unprofessionalism</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>unprofessionally</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "unprofessional",
            "pronounce": "[,ʌnprə'fe∫ənl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unprofessional</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>unprofessional conduct</i>: IMPROPER, unethical, unprincipled, unscrupulous, dishonourable, disreputable, unseemly, unbecoming, indecorous; <cclass><i>informal</i> shady, crooked.</cclass></blockquote><blockquote><b>2</b><i>he accused the detectives of being unprofessional</i>: AMATEURISH, amateur, unskilled, unskilful, inexpert, unqualified, inexperienced, incompetent, second-rate, inefficient.</blockquote></div>",
            "word": "unprofessional",
            "pronounce": "[,ʌnprə'fe∫ənl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unprofessional",
            "pronounce": "[,ʌnprə'fe∫ənl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unprofessional",
            "pronounce": "[,ʌnprə'fe∫ənl]"
        }
    },
    "sentences": [
        {
            "en": "<em>Unprofessional</em> footballer",
            "vi": "Cầu thủ bóng đá không chuyên nghiệp"
        },
        {
            "en": "He is an <em>unprofessional</em> footballer.",
            "vi": "Anh ấy là cầu thủ bóng đá nghiệp dư/không chuyên nghiệp."
        },
        {
            "en": "This shows that he is <em>unprofessional</em>.",
            "vi": "Điều này cho thấy anh ta không chuyên nghiệp."
        },
        {
            "en": "The board considers your behaviour highly <em>unprofessional</em>.",
            "vi": "Ban giám đốc coi cách ứng xử của anh là rất không hợp với tiêu chuẩn nghề nghiệp."
        },
        {
            "en": "He made a very <em>unprofessional</em> job of the wallpapering.",
            "vi": "Anh ta dán giấy dán tường không chuyên nghiệp tý nào cả."
        },
        {
            "en": "We don't take successful at work because of <em>unprofessional</em>.",
            "vi": "Chúng ta không thành công trong công việc vì thiếu sự chuyên nghiệp."
        },
        {
            "en": "The surgeon has been charged with <em>unprofessional</em> conduct.",
            "vi": "Bác sĩ phẫu thuật đã bị buộc tội vì những chỉ dẫn thiếu chuyên môn."
        },
        {
            "en": "It's <em>unprofessional</em> to go round criticizing your colleagues.",
            "vi": "Đi khắp nơi chỉ trích các đồng sự của anh là không hợp với lề thói của ngành nghề."
        },
        {
            "en": "It was <em>unprofessional</em> to criticize your colleagues in public.",
            "vi": "Việc phê bình đồng nghiệp của mình trước công chúng không chuyên nghiệp tí nào."
        },
        {
            "en": "He has been suspended for 60 days due to <em>unprofessional</em> conduct.",
            "vi": "Anh ta đã bị đình chỉ thi đấu trong vòng 60 ngày vì thái độ thiếu chuyên nghiệp (trong thi đấu, tập luyện...)."
        },
        {
            "en": "Some consultants, however, complained that domestic private companies have been <em>unprofessional</em> in their dealing with consultants.",
            "vi": "Tuy nhiên, có một số nhà tư vấn phàn nàn rằng một số doanh nghiệp tư nhân trong nước đã thiếu tính chuyên nghiệp khi làm việc với nhà tư vấn."
        },
        {
            "en": "He made a very <em>unprofessional</em> job of putting up the garden shed for us.",
            "vi": "Nó làm rất tài tử trong việc dựng cho chúng tôi một cái lán trong vườn."
        },
        {
            "en": "He kept bringing it up on the shop floor and I was telling him that it was <em>unprofessional</em>.",
            "vi": "Ông ấy vẫn tiếp tục đưa nó lên khu vực sản xuất hàng hóa và tôi nói với ổng rằng nó không được chuyên nghiệp."
        },
        {
            "en": "However, the line between being emotionally authentic and being <em>unprofessional</em> is thin — so think twice before making an intentional typo.",
            "vi": "Tuy nhiên, ranh giới giữa việc chuyển tải cảm xúc chân thực và việc thiếu chuyên nghiệp rất mong manh – do đó bạn cần cân nhắc cẩn thận trước khi để một lỗi đánh máy có chủ ý."
        },
        {
            "en": "People notice your hands more often than you think, and having dirty fingernails makes you look <em>unprofessional</em>.",
            "vi": "Người ta chú ý đến bàn tay của bạn nhiều hơn bạn nghĩ, và việc có móng tay bẩn làm cho bạn trông không chuyên nghiệp."
        },
        {
            "en": "The teachers involved in the illiteracy elimination campaign were also <em>unprofessional</em> as they did not have a chance to attend training courses.",
            "vi": "Nhiều giáo viên tham gia các chiến dịch xóa mù chữ cũng không chuyên nghiệp vì họ không có cơ hội tham gia các khóa đào tạo."
        },
        {
            "en": "Courts in some localities are still <em>unprofessional</em>, passive and non-objective in the resolution of demands referred to in Article 79 of the Enterprise Law.",
            "vi": "Toà án một số địa phương còn yếu kém về chuyên môn, còn thụ động và thiếu khách quan trong việc giải quyết yêu cầu như quy định tại Điều 79 Luật Doanh nghiệp."
        },
        {
            "en": "“We still don’t have large-scale entertainment complexes because Vietnamese investors remain <em>unprofessional</em> and financially incapable to develop such projects. Therefore, the opportunities are very big,” he said.",
            "vi": "\"Chúng ta vẫn chưa có khu phức hợp vui chơi giải trí quy mô lớn bởi vì các nhà đầu tư Việt Nam vẫn thiếu chuyên nghiệp và không có khả năng tài chính để phát triển các dự án như vậy. Do đó, các cơ hội là rất lớn\", ông nói."
        },
        {
            "en": "Maybe I should not have been so quick to judge him ; however, his image gave me the perception that the company must be very <em>unprofessional</em> to have people like him representing it.",
            "vi": "Có lẽ tôi không nên đánh giá anh ta quá nhanh, tuy nhiên, hình thức của anh ta tạo sự nhận định rằng công ty này không chuyên nghiệp mới có những người như anh ta làm đại diện."
        },
        {
            "en": "Maybe I should not have been so quick to judge him; however, his image gave me the perception that the company must be very <em>unprofessional</em> to have people like him representing it.",
            "vi": "Có lẽ tôi không nên đánh giá anh ta quá nhanh, tuy nhiên, hình thức của anh ta tạo sự nhận định rằng công ty này không chuyên nghiệp mới có những người như anh ta làm đại diện."
        }
    ],
    "suggestions": []
}