{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ʌn'prousest]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không bị kiện</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chưa chế biến, chưa gia công</td></tr></table><i/></div>",
            "word": "unprocessed"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unprocessed</k><blockquote>■ <cclass>adjective not processed. </cclass></blockquote></div>",
            "word": "unprocessed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unprocessed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unprocessed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unprocessed"
        }
    },
    "sentences": [
        {
            "en": "Currently, the price of <em>unprocessed</em> coffee is at the lowest level while foreign companies continue expanding.",
            "vi": "Hiện nay, giá cà phê chưa qua chế biến đang ở mức thấp nhất, trong khi các công ty nước ngoài đang tiếp tục mở rộng."
        },
        {
            "en": "   - Buy whole, <em>unprocessed</em> foods wrapped in as little packaging as possible!",
            "vi": "   - Hãy mua thực phẩm nguyên cám, chưa qua chế biến được bọc trong bao bì càng ít càng tốt!"
        },
        {
            "en": "Crude oil, or <em>unprocessed</em> petroleum, is called sour when it contains a lot of sulfur, an impurity.",
            "vi": "Dầu thô, hay dầu mỏ chưa được xử lý, được gọi là chua khi nó chứa nhiều lưu huỳnh, một tạp chất."
        },
        {
            "en": "In addition, surcharges of 10% were applied to exports of <em>unprocessed</em> rubber latex and raw cashew nuts.",
            "vi": "Ngoài ra, phụ thu xuất khẩu được thu thêm 10% đối với mủ cao su chưa chế biến và hạt điều thô xuất khẩu."
        },
        {
            "en": "522.\tThe representative of Viet Nam replied that sensitive <em>unprocessed</em> agricultural products and highly sensitive products had not been included in the CEPT/AFTA framework prior to 1995.",
            "vi": "522. Đại diện của Việt Nam trả lời rằng trước năm 1995 các sản phẩm nông nghiệp nhạy cảm chưa qua chế biến và các sản phẩm nhạy cảm cao chưa được đưa vào khuôn khổ CEPT/AFTA."
        },
        {
            "en": "The competitiveness of agricultural processors depends on their capacity to manage the costs of material inputs, in this case <em>unprocessed</em> live fish.",
            "vi": "Năng lực cạnh tranh của các nhà chế biến nông sản phụ thuộc vào khả năng của họ trong việc quản lý chi phí các nguyên vật liệu đầu vào, trong trường hợp này là cá sống chưa chế biến."
        },
        {
            "en": "Police said the <em>unprocessed</em> seeds contain enough opiates to gradually build up in the body and eventually trigger a positive drugs test result.",
            "vi": "Cảnh sát cho biết, hạt anh túc chưa chế biến chứa đủ hoạt chất gây nghiện tích tụ dần trong cơ thể người ăn và rốt cuộc là làm cho kết quả xét nghiệm ma tuý là dương tính."
        },
        {
            "en": "1. Sunflower seeds are a high source of nutrients and contain vitamins, iron and calcium. Half a cup of <em>unprocessed</em>, unsalted, shelled seeds should be eaten everyday.",
            "vi": "1. Hạt hoa hướng dương là nguồn chất dinh dưỡng dồi dào, và có chứa vitamin, sắt và can-xi. Hàng ngày bạn nên ăn nửa tách hạt tươi, đã bóc vỏ, không ướp muối."
        },
        {
            "en": "On May 1 this year, Vietnam temporarily halted import of live poultry and <em>unprocessed</em> poultry products from 13 US states where bird flu outbreaks have been reported.",
            "vi": "Ngày 1 tháng Năm năm nay, Việt Nam tạm ngừng nhập khẩu gia cầm sống và các sản phẩm gia cầm chưa qua chế biến từ 13 bang của nước Mỹ, nơi bùng phát dịch cúm gia cầm đã được báo cáo."
        },
        {
            "en": "Whole or <em>unprocessed</em> foods — like fresh fruits and vegetables, grains, low-fat dairy products, lean meats, fish, and poultry — are the best choices for providing the nutrients your body needs to stay healthy and grow properly.",
            "vi": "Các loại thực phẩm còn nguyên chất hoặc thực phẩm chưa chế biến – như trái cây tươi và rau, ngũ cốc, các sản phẩm làm từ sữa ít chất béo, thịt nạc, cá, và thịt gia cầm – là sự lựa chọn tốt nhất để cung cấp chất dinh dưỡng mà cơ thể cần để khoẻ mạnh và phát triển hợp lý."
        },
        {
            "en": "This geological process created complex molecules of hydrogen and carbon. Oil can also contain other elements. Crude oil, or <em>unprocessed</em> petroleum, is called sour when it contains a lot of sulfur, an impurity. Sour crude requires more refining3",
            "vi": "Tiến trình địa chất này đã tạo ra các phân tử phức tạp tạo bởi 2 nguyên tố hydro và carbon. Dầu mỏ cũng có thể chứa các nguyên tố khác. Dầu thô, hay dầu mỏ chưa được xử lý, được gọi là chua khi nó chứa nhiều tạp chất lưu huỳnh. Dầu thô chua cần tinh chế nhiều hơn dầu thô ngọt có hàm lượng lưu huỳnh thấp, do đó thường thì dầu thô ngọt có giá hơn."
        },
        {
            "en": "This Member invited Viet Nam to integrate producers of <em>unprocessed</em> and raw agricultural products into its VAT system or, alternatively, to commit to exempt imports of such products from VAT from the date of accession.",
            "vi": "Thành viên này đề nghị việt nam đưa các nhà sản xuất sản phẩm nông sản thô và chưa chế biến vào diện chịu thuế vat, hoặc cam kết miễn thuế vat cho những sản phẩm này nhập khẩu từ thời điểm gia nhập."
        },
        {
            "en": "Viet Nam had signed a Protocol in September 1999, according to which Viet Nam was committed to reducing its tariffs on sensitive <em>unprocessed</em> agricultural products to 0-5 per cent for other members of ASEAN by 2013.",
            "vi": "Việt Nam đã ký Nghị định thư vào tháng 09/1999, theo đó Việt Nam cam kết cắt giảm thuế đối với hàng nông nghiệp nhạy cảm chưa chế biến xuống còn 0-5% cho các nước thành viên ASEAN khác chậm nhất là vào năm 2013."
        },
        {
            "en": "This geological process created complex molecules of hydrogen and carbon. Oil can also contain other elements. Crude oil, or <em>unprocessed</em> petroleum, is called sour when it contains a lot of sulfur, an impurity. Sour crude requires more",
            "vi": "Tiến trình địa chất này đã tạo ra các phân tử phức tạp tạo bởi 2 nguyên tố hydro và carbon. Dầu mỏ cũng có thể chứa các nguyên tố khác. Dầu thô, hay dầu mỏ chưa được xử lý, được gọi là chua khi nó chứa nhiều tạp chất lưu huỳnh. Dầu thô chua cần tinh chế nhiều hơn dầu thô ngọt có hàm lượng lưu huỳnh thấp, do đó thường thì dầu thô ngọt có giá hơn."
        },
        {
            "en": "This geological process created complex molecules of hydrogen and carbon. Oil can also contain other elements. Crude oil, or <em>unprocessed</em> petroleum, is called sour when it contains a lot of sulfur, an impurity. Sour crude requires more refining3 than sweet crude, which is low",
            "vi": "Tiến trình địa chất này đã tạo ra các phân tử phức tạp tạo bởi 2 nguyên tố hydro và carbon. Dầu mỏ cũng có thể chứa các nguyên tố khác. Dầu thô, hay dầu mỏ chưa được xử lý, được gọi là chua khi nó chứa nhiều tạp chất lưu huỳnh. Dầu thô chua cần tinh chế nhiều hơn dầu thô ngọt có hàm lượng lưu huỳnh thấp, do đó thường thì dầu thô ngọt có giá hơn."
        },
        {
            "en": "This geological process created complex molecules of hydrogen and carbon. Oil can also contain other elements. Crude oil, or <em>unprocessed</em> petroleum, is called sour when it contains a lot of sulfur, an impurity. Sour crude requires more refining3 than sweet crude, which is low in sulfur",
            "vi": "Tiến trình địa chất này đã tạo ra các phân tử phức tạp tạo bởi 2 nguyên tố hydro và carbon. Dầu mỏ cũng có thể chứa các nguyên tố khác. Dầu thô, hay dầu mỏ chưa được xử lý, được gọi là chua khi nó chứa nhiều tạp chất lưu huỳnh. Dầu thô chua cần tinh chế nhiều hơn dầu thô ngọt có hàm lượng lưu huỳnh thấp, do đó thường thì dầu thô ngọt có giá hơn."
        },
        {
            "en": "This geological process created complex molecules of hydrogen and carbon. Oil can also contain other elements. Crude oil, or <em>unprocessed</em> petroleum, is called sour when it contains a lot of sulfur, an impurity. Sour crude requires more refining3 than sweet crude, which is low in sulfur and, as a result, often",
            "vi": "Tiến trình địa chất này đã tạo ra các phân tử phức tạp tạo bởi 2 nguyên tố hydro và carbon. Dầu mỏ cũng có thể chứa các nguyên tố khác. Dầu thô, hay dầu mỏ chưa được xử lý, được gọi là chua khi nó chứa nhiều tạp chất lưu huỳnh. Dầu thô chua cần tinh chế nhiều hơn dầu thô ngọt có hàm lượng lưu huỳnh thấp, do đó thường thì dầu thô ngọt có giá hơn."
        },
        {
            "en": "Under the Law, it is strictly prohibited to introduce into water sources, without a permit, any noxious waste, <em>unprocessed</em> discharge water, or water that has been processed but not up to the permissible standards as provided for by the legislation on the protection of the environment.",
            "vi": "Luật nghiêm cấm xả vào nguồn nước các chất thải độc hại, nước thải chưa xử lý hoặc nước thải đã được xử lý nhưng chưa đạt tiêu chuẩn môi trường theo quy định của pháp luật về bảo vệ môi trường."
        },
        {
            "en": "This geological process created complex molecules of hydrogen and carbon. Oil can also contain other elements. Crude oil, or <em>unprocessed</em> petroleum, is called sour when it contains a lot of sulfur, an impurity. Sour crude requires more refining3 than sweet crude, which is low in sulfur and, as a result, often more valuable.",
            "vi": "2 nguyên tố hydro và carbon. Dầu mỏ cũng có thể chứa các nguyên tố khác. Dầu thô, hay dầu mỏ chưa được xử lý, được gọi là chua khi nó chứa nhiều tạp chất lưu huỳnh. Dầu thô chua cần tinh chế nhiều hơn dầu thô ngọt có hàm lượng lưu huỳnh thấp, do đó thường thì dầu thô ngọt có giá hơn."
        },
        {
            "en": "This geological process created complex molecules of hydrogen and carbon. Oil can also contain other elements. Crude oil, or <em>unprocessed</em> petroleum, is called sour when it contains a lot of sulfur, an impurity. Sour crude requires more refining3 than sweet crude, which is low in sulfur and, as a result, often more valuable.",
            "vi": "Tiến trình địa chất này đã tạo ra các phân tử phức tạp tạo bởi 2 nguyên tố hydro và carbon. Dầu mỏ cũng có thể chứa các nguyên tố khác. Dầu thô, hay dầu mỏ chưa được xử lý, được gọi là chua khi nó chứa nhiều tạp chất lưu huỳnh. Dầu thô chua cần tinh chế nhiều hơn dầu thô ngọt có hàm lượng lưu huỳnh thấp, do đó thường thì dầu thô ngọt có giá hơn."
        }
    ],
    "suggestions": []
}