{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">unquestionable</font></td></tr></table><i/></div>",
            "word": "unquestionably",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "unquestionably",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unquestionably",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unquestionably",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unquestionably",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He was <em>unquestionably</em> shaking with laughter, as if he'd heard every wordTyler had said.",
            "vi": "Anh ấy rõ ràng đang cười ngặt nghẽo, như thể anh nghe từng lời từng chữ Tyler nói."
        },
        {
            "en": "Even in the beginning, when death <em>unquestionably</em> would have been a relief, I didn't consider it.",
            "vi": "Ngay cả lúc mới xảy ra chuyện, khi cái chết rõ ràng là sự giải thoát mà tôi còn không nghĩ đến nữa là."
        },
        {
            "en": "3. Pay the price.  To be elite at anything, you need to possess talent, natural ability and good teachers. <em>Unquestionably</em>, Jordan didn't lack in any of these categories: exceptional athlete exposed to multiple Hall of Fame coaches as a young player and a professional.   However every year, there are many elite athletes that come from blue chip programs who not only fail to become all-stars, but also fail to make it in the league at all. What separated Jordan? In the book, Relentless, by Tim Grover (Jordan's former trainer), he says of Jordan, \"After every game, I used to ask Michael one question: Five, six or seven? As in, what time are we hitting the gym tomorrow morning?\"  A willingness to pay the price isn't something that is restricted to the genetically gifted or those born with genius level IQs; it’s something that can be earned through discipline. What separated Jordan from the pack was his other-worldly ability to focus on what he wanted and the discipline to see it through. Says Grover, \"Most people can't begin to comprehend the psychological makeup of an individual who is one of the the best in the world at what he does, and what he's been through to get there.\"",
            "vi": "Trả giá Để ưu tú trong một lĩnh vực bất kỳ, bạn cần có hai thứ: tài năng và thầy tốt. Jordan cũng vậy, anh giỏi giang và đã được tiếp xúc với rất nhiều các huấn luyện viên lành nghề.  Tuy nhiên, đâu phải ai như thế cũng thành tinh được đâu. Đểm khác biệt của Jordan là gì? Trong cuốn sách Tàn nhẫn của Tim Grover – cựu huấn luyện viên của Jordan, ông đã nói về học trò mình: “Sau mỗi trận đấu, tôi thường hỏi Jordan: Năm, sáu hay bảy? Mấy giờ sáng mai thì đến phòng tập?”. Ý chí sẵn sàng trả giá như vậy không tự nhiên mà có, cần được tích cóp và tôi luyện thông qua kỷ luật. Điều khiến Jordan trở nên độc nhất là khả năng tập trung vào mục tiêu cùng kỷ luật nghiêm túc của mình. Grover cho rằng: “Hầu hết mọi người chỉ nhìn vào vỏ bọc tâm lý của một cá nhân mà không biết anh ta phải trải qua những gì để có được ngày hôm nay”."
        },
        {
            "en": "4         4. INVITATIONS In my dream it was very dark, and what dim light there was seemed to be radiating from Edward's skin. I couldn't see his face, just his back as he walked away from me, leaving me in the blackness. No matter how fast I ran, I couldn't catch up to him; no matter how loud I called, he never turned. Troubled, I woke in the middle of the night and couldn't sleep again for what seemed like a very long time. After that, he was in my dreams nearly every night, but always on the periphery, never within reach. The month that followed the accident was uneasy, tense, and, at first, embarrassing. To my dismay, I found myself the center of attention for the rest of that week. Tyler Crowley was impossible, following me around, obsessed with making amends to me somehow. I tried to convince him what I wanted more than anything else was for him to forget all about it — especially since nothing had actually happened to me — but he remained insistent. He followed me between classes and sat at our now-crowded lunch table. Mike and Eric were even less friendly toward him than they were to each other, which made me worry that I'd gained another unwelcome fan. No one seemed concerned about Edward, though I explained over and over that he was the hero — how he had pulled me out of the way and had nearly been crushed, too. I tried to be convincing. Jessica, Mike, Eric, and everyone else always commented that they hadn't even seen him there till the van was pulled away. I wondered to myself why no one else had seen him standing so far away, before he was suddenly, impossibly saving my life. With chagrin, I realized the probable cause — no one else was as aware of Edward as I always was. No one else watched him the way I did. How pitiful. Edward was never surrounded by crowds of curious bystanders eager for his firsthand account. People avoided him as usual. The Cullens and the Hales sat at the same table as always, not eating, talking only among themselves. None of them, especially Edward, glanced my way anymore.  When he sat next to me in class, as far from me as the table would allow, he seemed totally unaware of my presence. Only now and then, when his fists would suddenly ball up — skin stretched even whiter over the bones — did I wonder if he wasn't quite as oblivious as he appeared.  He wished he hadn't pulled me from the path of Tyler's van — there was no other conclusion I could come to. I wanted very much to talk to him, and the day after the accident I tried. The last time I'd seen him, outside the ER, we'd both been so furious. I still was angry that he wouldn't trust me with the truth, even though I was keeping my part of the bargain flawlessly. But he had in fact saved my life, no matter how he'd done it. And, overnight, the heat of my anger faded into awed gratitude. He was already seated when I got to Biology, looking straight ahead. I sat down, expecting him to turn toward me. He showed no sign that he realized I was there. \"Hello, Edward,\" I said pleasantly, to show him I was going to behave myself. He turned his head a fraction toward me without meeting my gaze, nodded once, and then looked the other way. And that was the last contact I'd had with him, though he was there, a foot away from me, every day. I watched him sometimes, unable to stop myself— from a distance, though, in the cafeteria or parking lot. I  watched as his golden eyes grew perceptibly darker day by day. But in class I gave no more notice that he existed than he showed toward me. I was miserable. And the dreams continued. Despite my outright lies, the tenor of my e-mails alerted Renée to my depression, and she called a few times, worried. I tried to convince her it was just the weather that had me down. Mike, at least, was pleased by the obvious coolness between me and my lab partner. I could see he'd been worried that Edward's daring rescue might have impressed me, and he was relieved that it seemed to have the opposite effect. He grew more confident, sitting on the edge of my table to talk before Biology class started, ignoring Edward as completely as he ignored us. The snow washed away for good after that one dangerously icy day. Mike was disappointed he'd never gotten to stage his snowball fight, but pleased that the beach trip would soon be possible. The rain continued heavily, though, and the weeks passed. Jessica made me aware of another event looming on the horizon — she called the first Tuesday of March to ask my permission to invite Mike to the girls' choice spring dance in two weeks. \"Are you sure you don't mind… you weren't planning to ask him?\" she persisted when I told her I didn't mind in the least. \"No, Jess, I'm not going,\" I assured her. Dancing was glaringly outside my range of abilities. \"It will be really fun.\" Her attempt to convince me was halfhearted. I suspected that Jessica enjoyed my inexplicable popularity more than my actual company. \"You have fun with Mike,\" I encouraged. The next day, I was surprised that Jessica wasn't her usual gushing self in Trig and Spanish. She was silent as she walked by my side between classes, and I was afraid to ask her why. If Mike had turned her down, I was the last person she would want to tell. My fears were strengthened during lunch when Jessica sat as far from Mike as possible, chatting animatedly with Eric. Mike was unusually quiet.  Mike was still quiet as he walked me to class, the uncomfortable look on his face a bad sign. But he didn't broach the subject until I was in my seat and he was perched on my desk. As always, I was electrically aware of Edward sitting close enough to touch, as distant as if he were merely an invention of my imagination. \"So,\" Mike said, looking at the floor, \"Jessica asked me to the spring dance.\" \"That's great.\" I made my voice bright and enthusiastic. \"You'll have a lot of fun with Jessica.\" \"Well…\" He floundered as he examined my smile, clearly not happy with my response. \"I told her I had to think about it.\" \"Why would you do that?\" I let disapproval color my tone, though I was relieved he hadn't given her an absolute no. His face was bright red as he looked down again. Pity shook my resolve. \"I was wondering if… well, if you might be planning to ask me.\" I paused for a moment, hating the wave of guilt that swept through me. But I saw, from the corner of my eye, Edward's head tilt reflexively in my direction. \"Mike, I think you should tell her yes,\" I said.  \"Did you already ask someone?\" Did Edward notice how Mike's eyes flickered in his direction? \"No,\" I assured him. \"I'm not going to the dance at all.\" \"Why not?\" Mike demanded. I didn't want to get into the safety hazards that dancing presented, so I quickly made new plans. \"I'm going to Seattle that Saturday,\" I explained. I needed to get out of town anyway — it was suddenly the perfect time to go. \"Can't you go some other weekend?\" \"Sorry, no,\" I said. \"So you shouldn't make Jess wait any longer — it's rude.\" \"Yeah, you're right,\" he mumbled, and turned, dejected, to walk back to his seat. I closed my eyes and pressed my fingers to my temples, trying to push the guilt and sympathy out of my head. Mr. Banner began talking.  I sighed and opened my eyes. And Edward was staring at me curiously, that same, familiar edge of frustration even more distinct now in his black eyes. I stared back, surprised, expecting him to look quickly away. But instead he continued to gaze with probing intensity into my eyes. There was no question of me looking away. My hands started to shake. \"Mr. Cullen?\" the teacher called, seeking the answer to a question that I hadn't heard. \"The Krebs Cycle,\" Edward answered, seeming reluctant as he turned to look at Mr. Banner. I looked down at my book as soon as his eyes released me, trying to find my place. Cowardly as ever, I shifted my hair over my right shoulder to hide my face. I couldn't believe the rush of emotion pulsing through me — just because he'd happened to look at me for the first time in a half-dozen weeks. I couldn't allow him to have this level of influence over me. It was pathetic. More than pathetic, it was unhealthy. I tried very hard not to be aware of him for the rest of the hour, and, since that was impossible, at least not to let him know that I was aware of him. When the bell rang at last, I turned my back to him to gather my things, expecting him to leave immediately as usual. \"Bella?\" His voice shouldn't have been so familiar to me, as if I'd known the sound of it all my life rather than for just a few short weeks. I turned slowly, unwillingly. I didn't want to feel what I knew I would feel when I looked at his too-perfect face. My expression was wary when I finally turned to him; his expression was unreadable. He didn't say anything. \"What? Are you speaking to me again?\" I finally asked, an unintentional note of petulance in my voice. His lips twitched, fighting a smile. \"No, not really,\" he admitted. I closed my eyes and inhaled slowly through my nose, aware that I was gritting my teeth. He waited. \"Then what do you want, Edward?\" I asked, keeping my eyes closed; it was easier to talk to him coherently that way. \"I'm sorry.\" He sounded sincere. \"I'm being very rude, I know. But it's better this way, really.\" I opened my eyes. His face was very serious. \"I don't know what you mean,\" I said, my voice guarded. \"It's better if we're not friends,\" he explained. \"Trust me.\" My eyes narrowed. I'd heard that before. \"It's too bad you didn't figure that out earlier,\" I hissed through my teeth. \"You could have saved yourself all this regret.\" \"Regret?\" The word, and my tone, obviously caught him off guard. \"Regret for what?\" \"For not just letting that stupid van squish me.\" He was astonished. He stared at me in disbelief. When he finally spoke, he almost sounded mad. \"You think I regret saving your life?\" \"I know you do,\" I snapped. \"You don't know anything.\" He was definitely mad. I turned my head sharply away from him, clenching my jaw against all the wild accusations I wanted to hurl at him. I gathered my books together, then stood and walked to the door. I meant to sweep dramatically out of the room, but of course I caught the toe of my boot on the door jamb and dropped my books. I stood there for a moment, thinking about leaving them. Then I sighed and bent to pick them up. He was there; he'd already stacked them into a pile. He handed them to me, his face hard. \"Thank you,\" I said icily. His eyes narrowed. \"You're welcome,\" he retorted. I straightened up swiftly, turned away from him again, and stalked off to Gym without looking back. Gym was brutal. We'd moved on to basketball. My team never passed me the ball, so that was good, but I fell down a lot. Sometimes I took people with me. Today I was worse than usual because my head was so filled with Edward. I tried to concentrate on my feet, but he kept creeping back into my thoughts just when I really needed my balance. It was a relief, as always, to leave. I almost ran to the truck; there were just so many people I wanted to avoid. The truck had suffered only minimal damage in the accident. I'd had to replace the taillights, and if I'd had a real paint job, I would have touched that up. Tyler's parents had to sell their van for parts. I almost had a stroke when I rounded the corner and saw a tall, dark figure leaning against the side of my truck. Then I realized it was just Eric. I started walking again. \"Hey, Eric,\" I called. \"Hi, Bella.\" \"What's up?\" I said as I was unlocking the door. I wasn't paying attention to the uncomfortable edge in his voice, so his next words took me by surprise. \"Uh, I was just wondering… if you would go to the spring dance with me?\" His voice broke on the last word. \"I thought it was girls' choice,\" I said, too startled to be diplomatic. \"Well, yeah,\" he admitted, shamefaced. I recovered my composure and tried to make my smile warm. \"Thank you for asking me, but I'm going to be in Seattle that day.\" \"Oh,\" he said. \"Well, maybe next time.\" \"Sure,\" I agreed, and then bit my lip. I wouldn't want him to take that too literally. He slouched off, back toward the school. I heard a low chuckle. Edward was walking past the front of my truck, looking straight forward, his lips pressed together. I yanked the door open and jumped inside, slamming it loudly behind me. I revved the engine deafeningly and reversed out into the aisle. Edward was in his car already, two spaces down, sliding out smoothly in front of me, cutting me off. He stopped there — to wait for his family; I could see the four of them walking this way, but still by the cafeteria. I considered taking out the rear of his shiny Volvo, but there were too many witnesses. I looked in my rearview mirror. A line was beginning to form. Directly behind me, Tyler Crowley was in his recently acquired used Sentra, waving.  I was too aggravated to acknowledge him. While I was sitting there, looking everywhere but at the car in front of me, I heard a knock on my passenger side window. I looked over; it was Tyler. I glanced back in my rearview mirror, confused. His car was still running, the door left open. I leaned across the cab to crank the window down. It was stiff. I got it halfway down, then gave up. \"I'm sorry, Tyler, I'm stuck behind Cullen.\" I was annoyed — obviously the holdup wasn't my fault. \"Oh, I know — I just wanted to ask you something while we're trapped here.\" He grinned. This could not be happening. \"Will you ask me to the spring dance?\" he continued. \"I'm not going to be in town, Tyler.\" My voice sounded a little sharp. I had to remember it wasn't his fault that Mike and Eric had already used up my quota of patience for the day. \"Yeah, Mike said that,\" he admitted. \"Then why —\" He shrugged. \"I was hoping you were just letting him down easy.\" Okay, it was completely his fault. \"Sorry, Tyler,\" I said, working to hide my irritation. \"I really am going out of town.\" \"That's cool. We still have prom.\" And before I could respond, he was walking back to his car. I could feel the shock on my face. I looked forward to see Alice, Rosalie, Emmett, and Jasper all sliding into the Volvo. In his rearview mirror, Edward's eyes were on me. He was <em>unquestionably</em> shaking with laughter, as if he'd heard every word Tyler had said. My foot itched toward the gas pedal… one little bump wouldn't hurt any of them, just that glossy silver paint job. I revved the engine. But they were all in, and Edward was speeding away. I drove home slowly, carefully, muttering to myself the whole way. When I got home, I decided to make chicken enchiladas for dinner. It was a long process, and it would keep me busy. While I was simmering the onions and chilies, the phone rang. I was almost afraid to answer it, but it might be Charlie or my mom. It was Jessica, and she was jubilant; Mike had caught her after school to accept her invitation. I celebrated with her briefly while I stirred. She had to go, she wanted to call Angela and Lauren to tell them. I suggested — with casual innocence — that maybe Angela, the shy girl who had Biology with me, could ask Eric. And Lauren, a  standoffish girl who had always ignored me at the lunch table, could ask Tyler; I'd heard he was still available. Jess thought that was a great idea. Now that she was sure of Mike, she actually sounded sincere when she said she wished I would go to the dance. I gave her my Seattle excuse. After I hung up, I tried to concentrate on dinner — dicing the chicken especially; I didn't want to take another trip to the emergency room. But my head was spinning, trying to analyze every word Edward had spoken today. What did he mean, it was better if we weren't friends?  My stomach twisted as I realized what he must have meant. He must see how absorbed I was by him; he must not want to lead me on… so we couldn't even be friends… because he wasn't interested in me at all. Of course he wasn't interested in me, I thought angrily, my eyes stinging — a delayed reaction to the onions. I wasn't interesting. And he was. Interesting… and brilliant… and mysterious… and perfect… and beautiful… and possibly able to lift full-sized vans with one hand. Well, that was fine. I could leave him alone. I would leave him alone. I would get through my self-imposed sentence here in purgatory, and then hopefully some school in the Southwest, or possibly Hawaii, would offer me a scholarship. I focused my thoughts on sunny beaches and palm trees as I finished the enchiladas and put them in the oven. Charlie seemed suspicious when he came home and smelled the green peppers. I couldn't blame him — the closest edible Mexican food was probably in southern California. But he was a cop, even if just a small-town cop, so he was brave enough to take the first bite. He seemed to like it. It was fun to watch as he slowly began trusting me in the kitchen. \"Dad?\" I asked when he was almost done. \"Yeah, Bella?\" \"Um, I just wanted to let you know that I'm going to Seattle for the day a week from Saturday… if that's okay?\" I didn't want to ask permission — it set a bad precedent — but I felt rude, so I tacked it on at the end. \"Why?\" He sounded surprised, as if he were unable to imagine something that Forks couldn't offer. \"Well, I wanted to get few books — the library here is pretty limited — and maybe look at some clothes.\" I had more money than I was used to having, since, thanks to Charlie, I hadn't had to pay for a car. Not that the truck didn't cost me quite a bit in the gas department. \"That truck probably doesn't get very good gas mileage,\" he said, echoing my thoughts. \"I know, I'll stop in Montesano and Olympia — and Tacoma if I have to.\" \"Are you going all by yourself?\" he asked, and I couldn't tell if he was suspicious I had a secret boyfriend or just worried about car trouble. \"Yes.\" \"Seattle is a big city — you could get lost,\" he fretted. \"Dad, Phoenix is five times the size of Seattle — and I can read a map, don't worry about it.\" \"Do you want me to come with you?\" I tried to be crafty as I hid my horror. \"That's all right, Dad, I'll probably just be in dressing rooms all day — very boring.\" \"Oh, okay.\" The thought of sitting in women's clothing stores for any period of time immediately put him off. \"Thanks.\" I smiled at him. \"Will you be back in time for the dance?\" Grrr. Only in a town this small would a father know when the high school dances were. \"No — I don't dance, Dad.\" He, of all people, should understand that — I didn't get my balance problems from my mother. He did understand. \"Oh, that's right,\" he realized. The next morning, when I pulled into the parking lot, I deliberately parked as far as possible from the silver Volvo. I didn't want to put myself in the path of too much temptation and end up owing him a new car. Getting out of the cab, I fumbled with my key and it fell into a puddle at my feet. As I bent to get it, a white hand flashed out and grabbed it before I could. I jerked upright. Edward Cullen was right next to me, leaning casually against my truck. \"How do you do that?\" I asked in amazed irritation. \"Do what?\" He held my key out as he spoke. As I reached for it, he dropped it into my palm. \"Appear out of thin air.\" \"Bella, it's not my fault if you are exceptionally unobservant.\" His voice was quiet as usual — velvet, muted. I scowled at his perfect face. His eyes were light again today, a deep, golden honey color. Then I had to look down, to reassemble my now-tangled thoughts. \"Why the traffic jam last night?\" I demanded, still looking away. \"I thought you were supposed to be pretending I don't exist, not irritating me to death.\" \"That was for Tyler's sake, not mine. I had to give him his chance.\" He snickered. \"You…\" I gasped. I couldn't think of a bad enough word. It felt like the heat of my anger should physically burn him, but he only seemed more amused. \"And I'm not pretending you don't exist,\" he continued. \"So you are trying to irritate me to death? Since Tyler's van didn't do the job?\" Anger flashed in his tawny eyes. His lips pressed into a hard line, all signs of humor gone. \"Bella, you are utterly absurd,\" he said, his low voice cold. My palms tingled — I wanted so badly to hit something. I was surprised at myself. I was usually a nonviolent person. I turned my back and started to walk away. \"Wait,\" he called. I kept walking, sloshing angrily through the rain. But he was next to me, easily keeping pace. \"I'm sorry, that was rude,\" he said as we walked. I ignored him. \"I'm not saying it isn't true,\" he continued, \"but it was rude to say it, anyway.\" \"Why won't you leave me alone?\" I grumbled. \"I wanted to ask you something, but you sidetracked me,\" he chuckled. He seemed to have recovered his good humor. \"Do you have a multiple personality disorder?\" I asked severely. \"You're doing it again.\" I sighed. \"Fine then. What do you want to ask?\" \"I was wondering if, a week from Saturday — you know, the day of the spring dance —\" \"Are you trying to be funny?\" I interrupted him, wheeling toward him. My face got drenched as I looked up at his expression. His eyes were wickedly amused. \"Will you please allow me to finish?\" I bit my lip and clasped my hands together, interlocking my fingers, so I couldn't do anything rash. \"I heard you say you were going to Seattle that day, and I was wondering if you wanted a ride.\" That was unexpected. \"What?\" I wasn't sure what he was getting at. \"Do you want a ride to Seattle?\" \"With who?\" I asked, mystified. \"Myself, obviously.\" He enunciated every syllable, as if he were talking to someone mentally handicapped. I was still stunned. \"Why?\" \"Well, I was planning to go to Seattle in the next few weeks, and, to be honest, I'm not sure if your truck can make it.\" \"My truck works just fine, thank you very much for your concern.\" I started to walk again, but I was too surprised to maintain the same level of anger. \"But can your truck make it there on one tank of gas?\" He matched my pace again. \"I don't see how that is any of your business.\" Stupid, shiny Volvo owner. \"The wasting of finite resources is everyone's business.\" \"Honestly, Edward.\" I felt a thrill go through me as I said his name, and I hated it. \"I can't keep up with you. I thought you didn't want to be my friend.\" \"I said it would be better if we weren't friends, not that I didn't want to be.\" \"Oh, thanks, now that's all cleared up.\" Heavy sarcasm. I realized I had stopped walking again. We were under the shelter of the cafeteria roof now, so I could more easily look at his face. Which certainly didn't help my clarity of thought. \"It would be more… prudent for you not to be my friend,\" he explained.  \"But I'm tired of trying to stay away from you, Bella.\" His eyes were gloriously intense as he uttered that last sentence, his voice smoldering. I couldn't remember how to breathe. \"Will you go with me to Seattle?\" he asked, still intense. I couldn't speak yet, so I just nodded. He smiled briefly, and then his face became serious. \"You really should stay away from me,\" he warned. \"I'll see you in class.\" He turned abruptly and walked back the way we'd come.",
            "vi": "4          4. Lời mời Trong giấc mơ của tôi trời tối đen như mực, và ánh sáng lờ mờ có được dường như toả ra từ làn da của Edward. Tôi không thấy được mặt anh, mà chỉ thấy lưng anh đang bỏ đi, xa tôi dần trong bóng tối.  Dù cho tôi có chạy nhanh thế nào cũng không thể đuổi kịp; dù tôi có gọi to đến đâu, anh cũng chẳng hề ngoái lại.  Sợ hãi, tôi giật mình tỉnh giấc giữa đêm rồi không ngủ lại được nữa hình như trong một thời gian rất lâu.  Sau đó, anh đi vào giấc mộng của tôi gần như mỗi đêm, nhưng luôn luôn thật xa xăm, không bao giờ trong tầm với.  Tháng sau khi xảy ra tai nạn thật bực bội, căng thẳng, và lúc đầu, thật ngượng ngùng.  Thiệt hết sức bực mình khi thấy mình là tâm điểm chú ý suốt cả tuần.  Tyler Crowley thật không thể chịu được, cứ đi theo tôi khắp nơi, bị ám ảnh với chuyện muốn bù đắp cho tôi sao đó.  Tôi cố thuyết phục anh ta rằng điều mà tôi muốn hơn tất cả là anh ta hãy quên hết mấy chuyện đó đi - nhất là khi chẳng hề có gì xảy ra với tôi cả - nhưng anh ta cứ khăng khăng dai dẳng.  Anh ta theo tôi từ lớp này sang lớp nó và ngồi cùng bàn ăn trưa – bây giờ đã quá đông - của chúng tôi. Mike và Eric thậm chí còn kém thân thiện với anh ta hơn là họ không ưa nhau, làm tôi lo là mình lại có thêm một người hâm mộ bất đắc dĩ nữa. Chẳng ai có vẻ quan tâm đến Edward, dù tôi giải thích hoài hoài anh ấy là người hùng - anh đã kéo tôi ra xa và suýt bị cán nữa. Tôi cố thuyết phục. Jessica, Mike, Eric, và tất cả mọi người khác luôn bảo là họ thậm chí chẳng hề thấy anh ta ở đó cho đến chiếc xe tải được kéo ra.  Tôi tự hỏi vì sao chẳng ai khác thấy anh đứng rất xa, trước khi đột ngột cứu mạng tôi một cách khó tin như vậy. Chán nản, tôi nhận ra rằng nguyên nhân khả dĩ có thể là vì – chẳng ai để ý Edward như tôi. Chẳng ai theo dõi anh giống tôi. Thật tội nghiệp. Edward chẳng bao giờ bị bao vây bởi đám đông hiếu kỳ háo hức đòi nghe lời tường thuật trực tiếp từ anh.  Mọi người tránh anh như mọi khi. Cullens và Hales ngồi cũng cái bàn mọi khi, không ăn, chỉ nói chuyện với nhau. Không ai trong số họ, nhất là Edward, liếc về phía tôi nữa.  Khi ngồi cạnh tôi trong lớp, anh cố ngồi xa tôi hết mức có thể, anh dường như hoàn toàn chẳng hề biết đến sự có mặt của tôi. Chỉ thỉnh thoảng, khi hai nắm tay anh đột nhiên siết lại - da bị kéo căng trắng hơn cả xương - tôi lại tự hỏi có phải anh chẳng hề quên như đang tỏ vẻ vậy.  Anh hẳn ao ước đã không lôi tôi ra khỏi đường chạy của xe Tyler – tôi chỉ biết kết luận thế thôi.  Tôi rất muốn nói chuyện với anh, và ngày hôm sau vụ tai nạn tôi đã thử. Lần cuối gặp anh, bên ngoài phòng cấp cứu, cả hai chúng tôi đều rất giận dữ. Tôi vẫn còn giận anh không tin tôi để nói thật, mặc dù tôi đã giữ đúng lời về phần mình.  Nhưng anh quả thực đã cứu mạng tôi, dù anh làm chuyện đó bằng cách nào chăng nữa.  Và, trong đêm, cơn giận của tôi nguôi ngoai chuyển thành lòng biết ơn nể phục.  Anh đã ngồi sẵn nơi đó khi tôi vào lớp Sinh vật, mắt nhìn thẳng về phía trước. Tôi ngồi xuống, mong anh sẽ quay về phía mình.  Anh chẳng hề tỏ ra anh biết tôi đang ở đó.  \"Chào anh, Edward, \" tôi nói dịu dàng, để anh thấy tôi sẽ cư xử đàng hoàng.  Anh hơi quay đầu một chút về phía tôi mà không nhìn vào mắt tôi, gật đầu một lần, rồi nhìn về phía khác.  Và đó là tiếp xúc cuối cùng của tôi với anh, dù anh ở đó mỗi ngày, cách tôi chỉ một bước chân.  Tuy vậy, đôi khi tôi không ngăn được mình, ngắm anh từ xa, trong quán ăn tự phục vụ hoặc bãi đậu xe. Tôi theo dõi khi đôi mắt vàng của anh ngày càng sẫm lại rõ ràng. Nhưng trong lớp tôi chẳng thèm tỏ ra biết đến sự tồn tại của anh y như anh đang tỏ ra với tôi. Tôi khốn khổ. Và giấc mơ tiếp tục. Mặc cho những lời nói dối giả tạo, hơi hướng trong các tin nhắn của tôi đã làm Renée chú ý đến nỗi phiền muộn của tôi, nên mẹ đã gọi cho tôi vài lần, đầy lo lắng. Tôi cố làm mẹ tin tại thời tiết mà tôi ỉu xìu thôi.  Mike, ít nhất, có vẻ vui vì sự lạnh nhạt giữa tôi với cộng sự làm thí nghiệm. Tôi thấy rõ anh ta lo là cuộc cứu nguy táo bạo của Edward có thể đã gây ấn tượng với tôi, và anh cảm thấy nhẹ nhõm khi nó có vẻ có ảnh hưởng ngược lại. Anh ta ngày càng tự tin hơn, ngồi cả lên bàn tôi để nói chuyện trước giờ học sinh vật, làm lơ Edward y như anh ấy lờ chúng tôi.  Tuyết tan sạch sành sanh sau ngày lạnh giá nguy hiểm ấy. Mike thất vọng vì anh không thực hiện được trận chiến banh tuyết của mình, nhưng hài lòng vì chuyến đi biển đi có thể sớm trở thành hiện thực.  Tuy vậy, mưa vẫn nặng hạt, và hàng tuần lễ trôi qua.  Jessica báo tôi biết một sự kiện khác sắp xảy ra - cô gọi điện thoại vào thứ ba đầu tiên của tháng Ba để xin phép tôi được mời Mike đến lễ hội khiêu vũ mùa xuân riêng dành cho thiếu nữ sẽ được tổ chức trong hai tuần nữa. \"Bạn có chắc là bạn không phiền ... bạn không định mời anh ấy sao?\" nhỏ khăng khăng dai dẳng khi tôi nói với cô ấy là tôi chẳng hề phiền chút nào.  \"Không đâu, Jess, tôi không đi đâu, \" tôi quả quyết với nhỏ. Khiêu vũ là rõ ràng vượt quá khả năng của tôi rồi.  \"Sẽ vui lắm đó. \" nỗ lực thuyết phục tôi của nhỏ không nhiệt tình cho lắm. Tôi nghi Jessica thích sự nổi tiếng khó hiểu của tôi hơn chính bản thân tôi.  \"Bạn vui vẻ với Mike nhé,”  tôi khuyến khích.  Hôm sau, tôi ngạc nhiên khi thấy Jessica không hào hứng như thường lệ trong giờ Lượng giác và tiếng Tây Ban Nha. Nhỏ im lặng khi bước bên tôi đến lớp, và tôi sợ hỏi nhỏ lý do tại sao. Nếu Mike khước từ nhỏ, thì tôi là người cuối cùng nhỏ muốn thổ lộ.  Nỗi e sợ của tôi càng thêm rõ ràng khi ăn trưa Jessica ngồi càng xa Mike càng tốt, sôi nổi tán dóc với Eric.  Mike lặng lẽ khác thường.  Mike vẫn lặng lẽ khi anh bước bên tôi đến lớp, vẻ không thoải mái trên khuôn mặt anh là một điềm xấu. Nhưng anh không nhắc đến đề tài này tận đến khi tôi ngồi vào ghế và anh ta ngồi trên bàn học của tôi. Như mọi khi, tôi tự động biết Edward ngồi đủ gần để có thể chạm đến,  đủ xa xôi như thể anh chỉ tồn tại trong trí  tưởng tượng của tôi mà thôi.  \"Nè, \" Mike nói, nhìn xuống sàn nhà, \" Jessica mời tôi đến lễ hội khiêu vũ mùa xuân đó. \" \"Thật tuyệt. \" tôi làm giọng mình vui vẻ và nhiệt tình. \"Bạn sẽ vui lắm đây với Jessica.” \"Nhưng...” anh ta lúng túng khi quan sát nụ cười của tôi, rõ ràng không vui với phản ứng của tôi. \"Tôi đã nói với cô ấy là để tôi suy nghĩ về chuyện đó. \" \"Tại sao vậy chứ?\"  Tôi bộc lộ âm điệu không tán thành trong giọng nói của mình, mặc dù tôi cảm thấy nhẹ nhõm vì anh ta đã không từ chối thẳng thừng.  Khuôn mặt anh ta đỏ ửng khi anh lại nhìn xuống lần nữa. Lòng thương hại làm tôi kém phần kiên quyết. \"Tôi đang tự hỏi không biết ... hừm, không biết bạn có định mời tôi không. \" Tôi ngừng một chút, bực cho cái cảm giác tội lỗi đã xâm chiếm mình.  Nhưng tôi thấy, qua khoé mắt, đầu Edward nghiêng về hướng tôi.  \" Mike, tôi nghĩ bạn nên chấp nhận lời mời của bạn ấy,” tôi nói.  \"Bạn đã mời ai chưa?\"  Edward có để ý cách Mike liếc về phía anh không nhỉ? \"Không, \" tôi quả quyết với anh ta. \" Tôi sẽ không đến lễ hội khiêu vũ đâu.” \"Tại sao không?\" Mike hỏi.  Tôi không muốn dính vô những hiểm nguy mà khiêu vũ mang đến cho mình, vì vậy tôi nhanh chóng bịa ra lý do mới.  \"Tôi sẽ đi Seattle thứ bảy đó, \" tôi giải thích.  Dù sao thì tôi cũng cần thoát khỏi thành phố này – tự nhiên đây đúng là lúc để đi.  \"Bạn không thể đi vào ngày cuối tuần khác sao?\" \"Xin lỗi, không được, \" tôi nói. \" Vì vậy bạn không nên làm Jess đợi lâu - khiếm nhã lắm. \" \"Ừ, đúng vậy, \" anh ta lầm bầm, và bỏ đi, thất vọng trở về ghế mình. Tôi nhắm mắt lại và nhấn tay lên thái dương, cố đẩy cảm giác tội lỗi và tội nghiệp ra khỏi đầu. Thầy Banner bắt đầu dạy.  Tôi thở dài và mở mắt.  Edward đang nhìn chằm chằm vào tôi tò mò, bây giờ nét thất vọng quen thuộc, thậm chí còn rõ hơn nữa trong đôi mắt đen của anh.  Tôi cũng nhìn chằm chằm lại, ngạc nhiên, hy vọng anh sẽ nhanh chóng quay đi. Nhưng thay vào đó anh tiếp tục nhìn chằm chằm dữ dội hơn vào mắt tôi. Chưa từng có chuyện tôi phải nhìn sang chỗ khác. Tay tôi bắt đầu run rẩy.  \"Em Cullen?\" thầy gọi, yêu cầu trả lời câu hỏi tôi đã chẳng hề nghe thấy.  \"Chu trình Krebs, \" Edward trả lời, anh có vẻ miễn cưỡng nhìn sang Thầy Banner.  Tôi nhìn xuống sách mình ngay khi mắt anh rời tôi, cố bình thản lại. Vẫn nhát như thường lệ, tôi gạt tóc qua vai phải để giấu mặt. Tôi không thể tin nổi cảm xúc dâng trào đang xâm chiếm tôi - chỉ vì anh tình cờ nhìn tôi lần đầu sau cả nửa tá tuần lễ. Tôi không thể cho phép anh ta ảnh hưởng lên mình đến thế này được. Thật đáng khinh. Hơn cả đáng khinh, thật không bình thường chút nào.  Tôi cố gắng hết sức để không quan tâm đến anh trong suốt thời gian còn lại của giờ học, vì đó là chuyện bất khả, nên ít nhất không để anh ta biết là tôi biết có anh ta ở bên mình. Khi cuối cùng chuông cũng reng, tôi quay lưng về phía anh để gom tập vở của mình, mong anh sẽ bỏ đi ngay lập tức như thường lệ.  \"Bella ?\" giọng anh quá sức quen thuộc với tôi, như thể tôi biết âm thanh ấy cả cuộc đời này chớ không phải chỉ trong một vài tuần ngắn ngủi.  Tôi từ từ, miễn cưỡng quay lại. Tôi không muốn cảm nhận điều tôi biết mình sẽ cảm thấy khi nhìn vào khuôn mặt quá đỗi hoàn hảo của anh. Vẻ mặt tôi dè dặt khi quay sang anh; vẻ mặt anh thật khó đoán. Anh không nói gì cả.  \"Gì chứ? Anh sẽ nói chuyện với tôi nữa sao?\" cuối cùng thì tôi cũng hỏi, cáu kỉnh tuy không định vậy.  Môi anh bặm lại, cố không cười. \"Không, thật ra thì không, \" anh thừa nhận.  Tôi nhắm mắt lại và từ từ hít một hơi dài, nhận thấy mình đang nghiến răng. Anh đợi.  \"Vậy anh muốn gì, Edward?\" tôi hỏi, vẫn nhắm nghiền mắt; làm vậy dễ nói chuyện mạch lạc với anh hơn.  \"Tôi xin lỗi. \" anh có vẻ chân thành. \"Tôi biết mình rất thô lỗ. Nhưng thực ra như vậy thì tốt hơn.” Tôi mở mắt. Khuôn mặt anh rất nghiêm túc.  \"Tôi không hiểu ý anh, \" tôi nói, giọng tôi dè dặt.  \"Chúng ta không là bạn bè thì tốt hơn, \" anh giải thích. \"Hãy tin tôi. \" Mắt tôi nheo lại. Tôi đã nghe câu đó rồi.  \"Thiệt dở là anh không nghĩ ra chuyện đó sớm hơn, \" tôi rít lên. \"thì đã khỏi phải hối tiếc rồi.” \"Hối tiếc?\"Lời nói và giọng nói của tôi, rõ ràng làm anh bất ngờ. \"Hối tiếc chuyện gì?\" \"Vì đã không để cái xe tải ngu ngốc ấy cán tôi cho rồi.” Anh ngạc nhiên. Anh nhìn tôi chằm chằm kinh ngạc.  Cuối cùng thì anh cũng nói, có vẻ sắp phát điên. \"Em nghĩ tôi hối tiếc vì đã cứu em?\" \"Đúng vậy, \" Tôi cáu kỉnh.  \"Em chẳng biết gì cả. \" anh rõ ràng đã nổi điên rồi.  Tôi quay phắt không nhìn anh, nghiến răng cố kềm giữ những lời buộc tội điên cuồng tôi muốn ném vào anh. Tôi gom sách lại, sau đó đứng lên và đi ra cửa.  Tôi đã định đi thật nhanh ra khỏi phòng, nhưng tôi lại vấp mũi giầy trên rầm cửa và làm rớt sách. Tôi đứng ngẩn người trong chốc lát, nghĩ có nên bỏ sách luôn hay không.  Rồi thở dài và cuối xuống nhặt lại. Anh đã ở đó ; anh xếp sách thành chồng. Anh trao chúng cho tôi, mặt anh vô cảm.  \"Cảm ơn, \" tôi lạnh lùng nói.  Mắt anh nheo lại.  \"Không có chi, \" anh phản kích.  Tôi nhanh chóng đứng thẳng lên, quay lưng lại anh, và tiếp tục đi về phía phòng tập thể dục mà không ngoái lại.  Thể dục thật khắc nghiệt. Chúng tôi học qua môn bóng rổ. Nhóm tôi chẳng bao giờ chuyền bóng cho tôi, vì thế thật tốt, nhưng tôi té suốt. Đôi khi tôi làm mọi người té theo. Hôm nay càng tồi tệ hơn vì tâm trí tôi chỉ toàn nghĩ đến Edward. Tôi cố tập trung vào chân mình, nhưng anh luôn len vào suy nghĩ của tôi trở lại mỗi khi tôi thật sự cần sự thăng bằng.  Thiệt là khoẻ, lúc nào cũng vậy, khi học xong. Tôi đi như chạy đến xe tải ; có quá nhiều người tôi muốn tránh mặt. Xe tải chỉ bị xây xước chút đỉnh trong vụ tai nạn. Tôi sẽ phải thay đèn sau, và nếu được, tôi lẽ ra nên sơn hết lại xe.  Ba mẹ Tyler phải rã cái xe tải ra bán phụ tùng.  Tôi gần như đứng sững lại khi quẹo ở góc phố, nhìn thấy dáng sẫm cao đang tựa vào xe mình. Sau đó tôi nhận ra đó chỉ là Eric. Tôi mới bước trở lại.  \"Chào, Eric, \" tôi gọi.  \"Chào, Bella. \" \"Có chuyện gì thế?\" tôi nói khi mở cửa xe. Tôi không chú ý tới nét không thoải mái trong giọng anh, cho nên những lời kế tiếp của anh ta làm tôi sửng sốt.  \"Hưm, tôi đang tự hỏi ... liệu bạn có muốn đến lễ hội khiêu vũ mùa xuân với tôi không?\" Giọng anh nhỏ đi khi nói những lời cuối.  \"Tôi nghĩ đó là chọn lựa của phái nữ mà, \" tôi nói, quá sững sờ để có thể lịch thiệp.  \"Ừ, đúng vậy.” anh thừa nhận, xấu hổ.  Tôi lấy lại bình tĩnh và cố cười thân thiện. \"Cám ơn vì đã mời, nhưng tôi sẽ đi Seattle ngày hôm đó. \" \"Ồ, \" anh nói. \" Vậy hẹn lần sau nhé. \" \"Dĩ nhiên rồi, \" tôi đồng ý, rồi mím môi. Tôi không muốn anh nghĩ vậy.  Anh rũ người, quay lại trường. Tôi nghe tiếng cười nhỏ.  Edward đang bước qua trước xe tải của tôi, nhìn thẳng phía trước, môi anh mím lại. Tôi giật mạnh cửa, nhảy bên trong, sập cửa thật mạnh. Tôi rồ máy thật to rồi lùi ra lối đi. Edward đã ngồi trong xe, cách đó hai chỗ đậu, lướt êm ái ra trước tôi, chặn đầu xe tôi. Anh dừng lại ở đó - để chờ gia đình anh; tôi có thể nhìn thấy bốn người đang đi về hướng này, nhưng vẫn còn ở gần quán ăn tự phục vụ. Tôi định tông vô sau đít chiếc Volvo bóng loáng của anh ta, nhưng có quá nhiều nhân chứng nên thôi. Tôi nhìn vào kính chiếu hậu.  Một dòng xe đang chờ.  Ngay sau lưng tôi, Tyler Crowley vẫy tay trong chiếc Sentra mới mua.  Tôi quá tức tối nên không nhận ra anh ấy.  Trong khi tôi đang ngồi ở đó, nhìn khắp nơi nhưng không thèm nhìn chiếc xe trước mặt, tôi nghe tiếng gõ ở phía cửa sổ bên hông xe phía ghế hành khách. Tôi nhìn qua ; đó là Tyler. Tôi liếc nhìn lại kính chiếu hậu, không hiểu. Xe hơi của anh ta vẫn để máy nổ, cửa để mở. Tôi nghiêng mình quay cửa sổ xuống.  Nó kẹt cứng. Tôi quay được nửa chừng, rồi chịu thua.  \"Tôi xin lỗi, Tyler, tôi bị kẹt sau xe Cullen. \" tôi bực mình - rõ ràng tình trạng tắc nghẽn không phải là lỗi của tôi.  \"Ồ, tôi biết mà - Tôi chỉ muốn hỏi bạn một chuyện trong khi chúng mình bị mắc kẹt ở đây. \" anh cười toe toét.  Điều này không thể sẽ xảy ra.  \"Bạn có mời tôi đến lễ hội khiêu vũ mùa xuân không?\" anh ấy nói tiếp.  \"Tôi không có mặt trong thành phố, Tyler. \" giọng tôi hơi gay gắt. Tôi phải nhớ là không phải lỗi của anh ta mà chính là Mike và Eric đã xài hết mức kiên nhẫn cho phép của tôi ngày hôm nay.  \"Đúng vậy, Mike có nói thế,” anh ấy thừa nhận.  \"Vậy thì tại sao - \" Anh ta nhún vai. \"Tôi đã biết thế nào bạn cũng tìm cách từ chối anh ta mà.” OK, rõ ràng là lỗi của anh ta rồi.  \"Xin lỗi, Tyler, \" tôi nói, cố che giấu sự bực tức của mình. \"Thiệt là tôi không ở trong thành phố mà. \" \"Thật tuyệt. Chúng ta vẫn còn có thể dự buổi khiêu vũ do trường tổ chức.” Và trước khi tôi có thể trả lời, anh ta quay lại xe mình. Tôi có thể cảm thấy sự bàng hoàng trên mặt mình. Tôi nhìn về phía trước thấy Alice, Rosalie, Emmett, và Jasper đang chui hết vô chiếc Volvo.  Trong kính chiếu hậu, mắt Edward đang nhìn tôi. Anh ấy rõ ràng đang cười ngặt nghẽo, như thể anh nghe từng lời từng chữ Tyler nói. Chân tôi ngứa ngáy muốn đạp ga hết sức ... một cú tông nhẹ sẽ chả làm ai trong bọn họ bị thương, chỉ trầy lớp sơn bạc hào nhoáng mà thôi.  Tôi rồ máy.  Nhưng tất cả bọn họ đều đã vào xe và Edward đang tăng tốc chạy đi. Tôi lái xe về nhà từ từ, cẩn thận, lầm bầm một mình suốt đoạn đường về.  Khi về đến nhà, tôi quyết định làm món bánh ngô trộn gà cho bữa tối. Sẽ phải làm lâu và nó sẽ làm tôi bận rộn. Trong khi tôi đang ninh hành ớt thì điện thoại reo. Tôi gần như sợ trả lời điện thoại, nhưng đó có thể là Charlie hoặc mẹ tôi.  Đó là Jessica, và nhỏ đang vui sướng ; Mike đón gặp nhỏ sau giờ học chấp nhận mời của nhỏ. Tôi chúc mừng ngắn gọn khi đang khuấy. Nhỏ phải dừng vì muốn gọi cho Angela và Lauren để kể họ nghe. Tôi đề nghị - ngây thơ vô tội – chắc là Angela, cô bạn nhút nhát học chung môn sinh vật với tôi, có thể mời Eric. Và Lauren, cô nàng lãnh đạm luôn lờ mặt tôi ở bàn ăn trưa, có thể mời Tyler; tôi nghe nói anh ấy vẫn chưa có ai mời. Jess nghĩ đó là một ý hay. Vì nhỏ chắc chắn về Mike rồi, nên nhỏ có vẻ chân thành khi nói nhỏ muốn tôi đến lễ hội khiêu vũ.  Tôi lại đưa cái cớ Seattle ra.  Sau khi gác máy, tôi cố tập trung vào nấu bữa tối – nhất là thái thịt gà; tôi không muốn đến phòng cấp cứu lần nữa. Nhưng đầu tôi đang quay cuồng, cố phân tích từng lời Edward đã nói hôm nay. Anh ấy muốn nói gì khi bảo tốt hơn cả chúng tôi không nên là bạn bè? Bao tử của tôi trộn trạo khi hiểu ra anh ta muốn nói gì. Anh ta hẳn biết tôi bị anh ta cuốn hút biết bao; anh ta hẳn là không muốn cám dỗ tôi ... nên chúng tôi thậm chí không thể là bạn bè vì anh ta không hề quan tâm đến tôi chút nào cả.  Tất nhiên anh ta chẳng hề quan tâm đến tôi, tôi nghĩ một cách giận dữ, mắt tôi cay xè – hẳn là phản ứng hơi chậm vì hành. Tôi chẳng có gì thú vị cả. Còn anh ta thì thật thú vị.  Thú vị... và xuất sắc...  và bí ẩn ... và hoàn hảo ... và đẹp trai ... và có thể nâng nguyên cái xe tải bằng một tay.  Hừm, tốt thôi. Tôi có thể để anh ta yên. Tôi sẽ để cho anh ta yên. Tôi sẽ vượt qua bản án tù của mình ở đây trong ăn năn hối lỗi, rồi hy vọng một số trường ở phía tây nam, hoặc có thể Hawaii, sẽ cho tôi học bổng. Tôi tập trung suy nghĩ của mình vào bãi biển đầy nắng và cây cọ khi tôi làm xong món bánh ngô trộn rồi đặt chúng vào lò nướng.  Charlie có vẻ nghi ngờ khi về đến nhà và ngửi thấy mùi tiêu xanh. Tôi không thể trách bố – món Mễ Tây Cơ có thể ăn được gần nhất có lẽ ở phía Nam California. Nhưng bố là cớm, dù chỉ là cớm tỉnh lẻ, nên bố đã đủ dũng cảm để cắn thử một miếng.  Bố có vẻ thích nó.  Thật vui khi bố bắt đầu tin tôi có thể nấu nướng được.  \"Bố?\" tôi hỏi khi bố ăn gần xong.  \"Gì, Bella ?\" \" Ờ..., con chỉ muốn cho bố biết là con sẽ đến Seattle suốt ngày thứ bảy nếu bố thấy được?\" tôi không muốn xin phép - nó sẽ tạo ra tiền lệ tệ hại - nhưng tôi cảm thấy thô lỗ, vì vậy tôi thêm vào ở cuối câu.  \"Sao vậy?\" bố có vẻ bị bất ngờ, như thể ông không thể tưởng tượng có gì trên đời này mà Forks không có.  \"Ừm, con muốn mua vài quyển sách - thư viện ở đây ít sách quá - và có lẽ tìm mua ít quần áo. \" Tôi có nhiều tiền hơn trước đây, vì, nhờ Charlie, tôi đã không phải trả tiền xe.  Mà cái xe tải đó cũng chẳng làm tôi tốn bao nhiêu tiền xăng cả.  \"Cái xe đó chắc không đủ xăng, \" anh nói, vang vọng suy nghĩ của tôi.  \"Con biết mà, con sẽ dừng ở Montesano và Olympia - và Tacoma nếu phải đổ xăng thêm. \" \"Con sẽ đi một mình à?\" bố hỏi, và tôi không biết là vì bố nghi tôi có bạn trai bí mật hay chỉ vì lo xe hư.  \"Vâng.” \" Seattle là thành phố lớn - bạn có thể bị lạc, \" ông băn khoăn lo lắng.  \" Bố, Phoenix còn lớn hơn Seattle gấp năm lần - và tôi có thể xem bản đồ mà, đừng lo chuyện đó.” \"Con có muốn bố đi chung không?\" Tôi cố láu cá để che giấu sự kinh hãi của mình.  “Không sao đâu, Bố, chắc con ở trong phòng thay quần áo suốt ngày - rất chán.” \"Ồ, OK. \" Ý nghĩ phải ngồi trong cửa hàng trang phục phụ nữ suốt ngay lập tức làm ông rụt chí.  \"Cám ơn bố. \" tôi mỉm cười với ông.  \"Con về kịp lễ hội khiêu vũ chớ?\" Grrrừ. Chỉ trong thành phố nhỏ cỡ này này thì một ông bố mới biết được khi nào thì buổi khiêu vũ trường trung học được tổ chức.  \"Không - Con không kiêu vũ đâu bố.” Ông, hơn ai hết, nên hiểu rằng – khả năng không giữ được thăng bằng của tôi không phải thừa hưởng từ mẹ.  Ông hiểu rõ. \" Ồ, đúng rồi, \" ông công nhận.  Sáng hôm sau, khi tôi đỗ ở bãi đậu xe, tôi cố tình đỗ càng xa chiếc Volvo màu bạc càng tốt. Tôi không muốn tự đặt mình vào nỗi cám dỗ quá cao độ để kết thúc bằng món nợ phải mua xe mới đền anh ta.  Ra khỏi xe, tôi mò mẫm với lấy chìa khoá và làm rớt nó xuống vũng nước dưới chân. Khi cúi xuống nhặt, một bàn tay trắng loé lên và tóm lấy nó trước khi tôi đụng tới. Tôi đứng thẳng lên. Edward Cullen đang ngay bên cạnh, tựa người thoải mái vào xe tôi.  \"Sao anh làm vậy được chớ?\" tôi cáu tiết ngạc nhiên hỏi.  \"Làm cái gì ?\" Anh đưa chìa khoá cho tôi vừa nói. Khi đưa tay ra lấy, anh thả vào lòng bàn tay tôi.  \"Tự nhiên hiện ra.” \"Bella, đó không phải là lỗi của tôi nếu em hết sức không tinh ý.” Giọng anh lặng lẽ như thường lệ – mượt như nhung, thờ ơ.  Tôi quắc mắt nhìn khuôn mặt hoàn hảo của anh. Mắt anh hôm nay lại nhạt màu, một màu mật ong vàng sẫm. Rồi tôi phải nhìn xuống, để ráp nối lại suy nghĩ đang bị phân tán của mình.  \"Tại sao chiều qua kẹt xe?\" tôi hỏi, vẫn nhìn sang chỗ khác. \"Tôi nghĩ anh lẽ ra đang giả vờ tôi chẳng hề tồn tại, làm tôi phải bực mà chết. \" \"Đó là vì lợi ích của Tyler, không phải của tôi. Tôi phải cho anh ta một cơ hội. \" anh cười khẩy.  \"Anh... \" tôi hổn hển nói. Tôi không thể ra được lời nào đủ tệ hại. Dường như ngọn lửa của cơn giận của tôi có thể thiêu cháy anh ta được thế mà anh ta lại có vẻ thích thú hơn.  \"Mà tôi cũng không giả vờ là em không tồn tại, \" anh nói tiếp.  \"Vậy anh đang cố chọc cho tôi giận mà chết? Vì xe Tyler đã không cán tôi chết?\" Cơn tức giận loé trong đôi mắt màu vàng nâu của anh. Môi anh mím lại kiên quyết, mọi dấu hiệu hài hước biến mất  \"Bella, em thật hết sức vô lý, \" anh nói, giọng trầm lạnh lùng.  Lòng bàn tay tôi ngứa ngáy - tôi rất muốn đánh cái gì đó. Tôi bị bất ngờ với chính tôi. Tôi thường là người không thích bạo lực. Tôi quay lưng định bỏ đi.  \"Chờ chút, \" anh gọi. Tôi cứ đi tiếp, bì bõm giận dữ trong cơn mưa.  Nhưng anh đã ở cạnh tôi, dễ dàng bắt kịp.  \"Tôi xin lỗi, thế thật thô lỗ,” anh nói khi chúng tôi bước đi. Tôi lờ anh. \"Tôi không nói là điều đó không đúng, \" anh tiếp tục, \" nhưng dù sao thì nói ra điều đó cũng là thô lỗ.” \"Sao anh không để tôi yên ?\" tôi làu bàu.  \"Tôi định hỏi em một chuyện, nhưng em làm tôi đãng trí quên mất, \" anh cười khúc khích. Anh dường như đã lấy lại được tính khôi hài của mình.  \"Anh bị chứng đa nhân cách à?\" tôi hỏi gay gắt.  \"Em lại thế nữa rồi. \" Tôi thở dài. \"Vậy thôi. Anh muốn hỏi gì?\" \"Tôi đang tự hỏi liệu, thứ bảy tuần sau - em biết đó, ngày lễ hội khiêu vũ mùa xuân - \" \"Anh đang định chọc tôi hả?\" tôi ngắt lời anh, xoay người về phía anh. Khuôn mặt tôi bị ướt sũng khi nhìn lên mặt anh.  Mắt anh thích thú tinh quái. \"Em vui lòng cho phép tôi nói xong chứ?\" Tôi mím môi và siết chặt tay lại, đan ngón, để tôi không thể làm gì vội vàng.  \"Tôi nghe em nói sẽ đi Seattle ngày hôm đó, và tôi đang tự hỏi em có muốn đi quá giang không. \" Thật bất ngờ.  \"Gì chứ?\" tôi không rõ ý anh.  \"Em có muốn đi Seattle không?\" \"Với ai ?\" tôi hỏi, bối rối.  \"Với tôi, dĩ nhiên rồi. \" Anh nói rõ từng âm tiết, như thể anh đang nói với một người thiểu năng trí tuệ.  Tôi vẫn sửng sốt. \"Tại sao ?\" \"Thì, tôi đang định đi Seattle trong vài tuần nữa, và, nói thực, tôi không chắc xe em có thể chạy đến đó được. \" \"Xe tôi chạy tốt, cảm ơn rất nhiều vì đã quan tâm.”  Tôi bắt đầu đi tiếp, nhưng tôi quá bất ngờ để giữ mình giận y lúc nãy.  \"Nhưng xe em không thể đến được đó với chỉ một bình xăng?\" Anh lại bắt kịp tôi.  \"Tôi chẳng thấy chuyện đó có liên quan gì đến anh cả. \" Người sở hữu chiếc Volvo bóng loáng, ngu ngốc.  \"Làm hao mòn nguồn tài nguyên có hạn là chuyện chung của tất cả mọi người. \" \"Thành thật mà nói thì Edward, \" tôi cảm thấy nỗi hồi hộp xâm chiếm tôi khi gọi tên anh, và tôi ghét vậy. \"Tôi không thể hiểu anh. Tôi đã nghĩ là anh không muốn làm bạn tôi. \" \"Tôi đã nói tốt hơn hết là chúng tôi không nên là bạn bè, chứ không phải tôi không muốn làm bạn với em. \" \"Ồ, cám ơn, bây giờ thì mọi chuyện đã rõ. \" Mỉa mai làm sao. Tôi thấy mình lại dừng lại. Chúng tôi đang đứng dưới mái che của quán ăn tự phục vụ, vì vậy đó tôi có thể nhìn khuôn mặt anh dễ dàng hơn.  Nhưng cũng chẳng giúp tôi suy nghĩ sáng suốt hơn.  \"Sẽ là ... khôn ngoan hơn đối với em để đừng là bạn tôi, \" anh giải thích.  \"Nhưng tôi đã mệt mỏi vì phải tránh xa em lắm rồi, Bella. \" Mắt anh chứa chan mãnh liệt khi thốt ra câu cuối, giọng anh kềm nén. Tôi không còn biết làm sao để thở nữa.  \"Em sẽ đi với tôi đến Seattle chứ?\" anh hỏi, vẫn dữ dội.  Tôi vẫn chưa nói được nên lời, nên chỉ gật đầu.  Anh thoáng mỉm cười, rồi mặt anh trở nên nghiêm túc.  \"Em thực sự nên tránh xa tôi, \" anh cảnh báo. \"Sẽ gặp lại em trong lớp. \" Anh đột ngột quay người và quay lại con đường vừa đi qua."
        },
        {
            "en": "4         4. WAKING UP TIME PASSES. EVEN WHEN IT SEEMS IMPOSSIBLE. EVEN when each tick of the second hand aches like the pulse of blood behind a bruise. It passes unevenly, in strange lurches and dragging lulls, but pass it does. Even for me. CHARLIE'S FIST CAME DOWN ON THE TABLE. \"THAT'S IT, Bella! I'm sending you home.\" I looked up from my cereal, which I was pondering rather than eating, and stared at Charlie in shock. I hadn't been following the conversation—actually, I hadn't been aware that we were having a conversation—and I wasn't sure what he meant. \"I am home,\" I mumbled, confused. \"I'm sending you to Renee, to Jacksonville,\" he clarified. Charlie watched with exasperation as I slowly grasped the meaning of his words. \"What did I do?\" I felt my face crumple. It was so unfair. My behavior had been above reproach for the past four months. After that first week, which neither of us ever mentioned, I hadn't missed a day of school or work. My grades were perfect. I never broke curfew—I never went anywhere from which to break curfew in the first place. I only very rarely served leftovers. Charlie was scowling. \"You didn't do anything. That's the problem. You never do anything.\" \"You want me to get into trouble?\" I wondered, my eyebrows pulling together in mystification. I made an effort to pay attention. It wasn't easy. I was so used to tuning everything out, my ears felt stopped up. \"Trouble would be better than this… this moping around all the time!\" That stung a bit. I'd been careful to avoid all forms of moroseness, moping included. \"I am not moping around.\" \"Wrong word,\" he grudgingly conceded. \"Moping would be better—that would be doing something. You're just… lifeless, Bella. I think that's the word I want.\" This accusation struck home. I sighed and tried to put some animation into my response. \"I'm sorry, Dad.\" My apology sounded a little flat, even to me. I'd thought I'd been fooling him. Keeping Charlie from suffering was the whole point of all this effort. How depressing to think that the effort had been wasted. \"I don't want you to apologize.\" I sighed. \"Then tell me what you do want me to do.\" \"Bella,\" he hesitated, scrutinizing my reaction to his next words. \"Honey, you're not the first person to go through this kind of thing, you know.\" \"I know that.\" My accompanying grimace was limp and unimpressive. .  \"Listen, honey. I think that—that maybe you need some help.\" \"Help?\" He paused, searching for the words again. \"When your mother left,\" he began, frowning, \"and took you with her.\" He inhaled deeply. \"Well, that was a really bad time for me.\" \"I know, Dad,\" I mumbled. \"But I handled it,\" he pointed out. \"Honey, you're not handling it. I waited, I hoped it would get better.\" He stared at me and I looked down quickly. \"I think we both know it's not getting better.\" \"I'm fine.\" He ignored me. \"Maybe, well, maybe if you talked to someone about it. A professional.\" \"You want me to see a shrink?\" My voice was a shade sharper as I realized what he was getting at. \"Maybe it would help.\" \"And maybe it wouldn't help one little bit.\" I didn't know much about psychoanalysis, but I was pretty sure that it didn't work unless the subject was relatively honest. Sure, I could tell the truth—if I wanted to spend the rest of my life in a padded cell. He examined my obstinate expression, and switched to another line of attack. \"It's beyond me, Bella. Maybe your mother\" \"Look,\" I said in a flat voice. \"I'll go out tonight, if you want. I'll call Jess or Angela.\" \"That's not what I want,\" he argued, frustrated. \"I don't think I can live through seeing you try harder. I've never seen anyone trying so hard. It hurts to watch.\" I pretended to be dense, looking down at the table. \"I don't understand, Dad. First you're mad because I'm not doing anything, and then you say you don't want me to go out.\" \"I want you to be happy—no, not even that much. I just want you not to be miserable. I think you'll have a better chance if you get out of Forks.\" My eyes flashed up with the first small spark of feeling I'd had in too long to contemplate. \"I'm not leaving,\" I said. \"Why not?\" he demanded. \"I'm in my last semester of school—it would screw everything up.\" \"You're a good student—you'll figure it out.\" \"I don't want to crowd Mom and Phil.\" \"Your mother's been dying to have you back.\" \"Florida is too hot.\" His fist came down on the table again. \"We both know what's really going on here, Bella, and it's not good for you.\" He took a deep breath. \"It's been months. No calls, no letters, no contact. You can't keep waiting for him.\" I glowered at him. The heat almost, but not quite, reached my face. It had been a long time since I'd blushed with any emotion. This whole subject was utterly forbidden, as he was well aware. \"I'm not waiting for anything. I don't expect anything,\" I said in a low monotone. \"Bella—,\" Charlie began, his voice thick. \"I have to get to school,\" I interrupted, standing up and yanking my untouched breakfast from the table. I dumped my bowl in the sink without pausing to wash it out. I couldn't deal with any more conversation. \"I'll make plans with Jessica,\" I called over my shoulder as I strapped on my school bag, not meeting his eyes. \"Maybe I won't be home for dinner. We'll go to Port Angeles and watch a movie.\" I was out the front door before he could react. In my haste to get away from Charlie, I ended up being one of the first ones to school. The plus side was that I got a really good parking spot. The downside was that I had free time on my hands, and I tried to avoid free time at all costs. Quickly, before I could start thinking about Charlie's accusations, I pulled out my Calculus book. I flipped it open to the section we should be starting today, and tried to make sense of it. Reading math was even worse than listening to it, but I was getting better at it. In the last several months, I'd spent ten times the amount of time on Calculus than I'd ever spent on math before. As a result, I was managing to keep in the range of a low A. I knew Mr. Varner felt my improvement was all due to his superior teaching methods. And if that made him happy, I wasn't going to burst his bubble. I forced myself to keep at it until the parking lot was full, and I ended up rushing to English. We were working on Animal Farm, an easy subject matter. I didn't mind communism; it was a welcome change from the exhausting romances that made up most of the curriculum. I settled into my seat, pleased by the distraction of Mr. Berty's lecture. Time moved easily while I was in school. The bell rang all too soon. I started repacking my bag. \"Bella?\" I recognized Mike's voice, and I knew what his next words would be before he said them. \"Are you working tomorrow?\" I looked up. He was leaning across the aisle with an anxious expression. Every Friday he asked me the same question. Never mind that I hadn't taken so much as a sick day. Well, with one exception, months ago. But he had no reason to look at me with such concern. I was a model employee. \"Tomorrow is Saturday, isn't it?\" I said. Having just had it pointed out to me by Charlie, I realized how lifeless my voice really sounded. \"Yeah, it is,\" he agreed. \"See you in Spanish.\" He waved once before turning his back. He didn't bother walking me to class anymore. I trudged off to Calculus with a grim expression. This was the class where I sat next to Jessica. It had been weeks, maybe months, since Jess had even greeted me when I passed her in the hall. I knew I had offended her with my antisocial behavior, and she was sulking. It wasn't going to be easy to talk to her now—especially to ask her to do me a favor. I weighed my options carefully as I loitered outside the classroom, procrastinating. I wasn't about to face Charlie again without some kind of social interaction to report. I knew I couldn't lie, though the thought of driving to Port Angeles and back alone—being sure my odometer reflected the correct mileage, just in case he checked—was very tempting. Jessica's mom was the biggest gossip in town, and Charlie was bound to run into Mrs. Stanley sooner rather than later. When he did, he would no doubt mention the trip. Lying was out. With a sigh, I shoved the door open. Mr. Varner gave me a dark look—he'd already started the lecture. I hurried to my seat. Jessica didn't look up as I sat next to her. I was glad that I had fifty minutes to mentally prepare myself. This class flew by even faster than English. A small part of that speed was due to my goody-goody preparation this morning in the truck—but mostly it stemmed from the fact that time always sped up when I was looking forward to something unpleasant. I grimaced when Mr. Varner dismissed the class five minutes early. He smiled like he was being nice.  \"Jess?\" My nose wrinkled as I cringed, waiting for her to turn on me. She twisted in her seat to face me, eyeing me incredulously. \"Are you talking to me, Bella?\" \"Of course.\" I widened my eyes to suggest innocence. \"What? Do you need help with Calculus?\" Her tone was a tad sour. \"No.\" I shook my head. \"Actually, I wanted to know if you would… go to the movies with me tonight? I really need a girls' night out.\" The words sounded stiff, like badly delivered lines, and she looked suspicious. \"Why are you asking me?\" she asked, still unfriendly. \"You're the first person I think of when I want girl time.\" I smiled, and I hoped the smile looked genuine. It was probably true. She was at least the first person I thought of when I wanted to avoid Charlie. It amounted to the same thing. She seemed a little mollified. \"Well, I don't know.\" \"Do you have plans?\" \"No… I guess I can go with you. What do you want to see?\" \"I'm not sure what's playing,\" I hedged. This was the tricky part. I racked my brain for a clue—hadn't I heard someone talk about a movie recently? Seen a poster? \"How about that one with the female president?\" She looked at me oddly. \"Bella, that one's been out of the theater forever.\" \"Oh.\" I frowned. \"Is there anything you'd like to see?\" Jessica's natural bubbliness started to leak out in spite of herself as she thought out loud. \"Well, there's that new romantic comedy that's getting great reviews. I want to see that one. And my dad just saw Dead End and he really liked it.\" I grasped at the promising title. \"What's that one about?\" \"Zombies or something. He said it was the scariest thing he'd seen in years.\" \"That sounds perfect.\" I'd rather deal with real zombies than watch a romance. \"Okay.\" She seemed surprised by my response. I tried to remember if I liked scary movies, but I wasn't sure. \"Do you want me to pick you up after school?\" she offered. \"Sure.\" Jessica smiled at me with tentative friendliness before she left. My answering smile was just a little late, but I thought that she saw it. The rest of the day passed quickly, my thoughts focused on planning for tonight. I knew from experience that once I got Jessica talking, I would be able to get away with a few mumbled responses at the appropriate moments. Only minimal interaction would be required. The thick haze that blurred my days now was sometimes confusing. I was surprised when I found myself in my room, not clearly remembering the drive home from school or even opening the front door. But that didn't matter. Losing track of time was the most I asked from life. I didn't fight the haze as I turned to my closet. The numbness was more essential in some places than in others. I barely registered what I was looking at as I slid the door aside to reveal the pile of rubbish on the left side of my closet, under the clothes I never wore. My eyes did not stray toward the black garbage bag that held my present from that last birthday, did not see the shape of the stereo where it strained against the black plastic; I didn't think of the bloody mess my nails had been when I'd finished clawing it out of the dashboard. I yanked the old purse I rarely used off the nail it hung from, and shoved the door shut. Just then I heard a horn honking. I swiftly traded my wallet from my schoolbag into the purse. I was in a hurry, as if rushing would somehow make the night pass more quickly. I glanced at myself in the hall mirror before I opened the door, arranging my features carefully into a smile and trying to hold them there. \"Thanks for coming with me tonight,\" I told Jess as I climbed into the passenger seat, trying to infuse my tone with gratitude. It had been a while since I'd really thought about what I was saying to anyone besides Charlie. Jess was harder. I wasn't sure which were the right emotions to fake. \"Sure. So, what brought this on?\" Jess wondered as she drove down my street. \"Brought what on?\" \"Why did you suddenly decide… to go out?\" It sounded like she changed her question halfway through. I shrugged. \"Just needed a change.\" I recognized the song on the radio then, and quickly reached for the dial. \"Do you mind?\" I asked. \"No, go ahead.\" I scanned through the stations until I found one that was harmless. I peeked at Jess's expression as the new music filled the car. Her eyes squinted. \"Since when do you listen to rap?\" \"I don't know,\" I said. \"A while.\" \"You like this?\" she asked doubtfully. \"Sure.\" It would be much too hard to interact with Jessica normally if I had to work to tune out the music, too. I nodded my head, hoping I was in time with the beat. \"Okay…\" She stared out the windshield with wide eyes. \"So what's up with you and Mike these days?\" I asked quickly. \"You see him more than I do.\" The question hadn't started her talking like I'd hoped it would. \"It's hard to talk at work,\" I mumbled, and then I tried again. \"Have you been out with anyone lately?\" \"Not really. I go out with Conner sometimes. I went out with Eric two weeks ago.\" She rolled her eyes, and I sensed a long story. I clutched at the opportunity. \"Eric Yorkie? Who asked who?\" She groaned, getting more animated. \"He did, of course! I couldn't think of a nice way to say no.\" \"Where did he take you?\" I demanded, knowing she would interpret my eagerness as interest. \"Tell me all about it.\" She launched into her tale, and I settled into my seat, more comfortable now. I paid strict attention, murmuring in sympathy and gasping in horror as called for. When she was finished with her Eric story, she continued into a Conner comparison without any prodding. The movie was playing early, so Jess thought we should hit the twilight showing and eat later. I was happy to go along with whatever she wanted; after all, I was getting what I wanted—Charlie off my back. I kept Jess talking through the previews, so I could ignore them more easily. But I got nervous when the movie started. A young couple was walking along a beach, swinging hands and discussing their mutual affection with gooey falseness. I resisted the urge to cover my ears and start humming. I had not bargained for a romance. \"I thought we picked the zombie movie,\" I hissed to Jessica. \"This is the zombie movie.\" \"Then why isn't anyone getting eaten?\" I asked desperately. She looked at me with wide eyes that were almost alarmed. \"I'm sure that part's coming,\" she whispered. \"I'm getting popcorn. Do you want any?\" \"No, thanks.\" Someone shushed us from behind. I took my time at the concession counter, watching the clock and debating what percentage of a ninety-minute movie could be spent on romantic exposition. I decided ten minutes was more than enough, but I paused just inside the theater doors to be sure. I could hear horrified screams blaring from the speakers, so I knew I'd waited long enough. \"You missed everything,\" Jess murmured when I slid back into my seat. \"Almost everyone is a zombie now.\" \"Long line.\" I offered her some popcorn. She took a handful. The rest of the movie was comprised of gruesome zombie attacks and endless screaming from the handful of people left alive, their numbers dwindling quickly. I would have thought there was nothing in that to disturb me. But I felt uneasy, and I wasn't sure why at first. It wasn't until almost the very end, as I watched a haggard zombie shambling after the last shrieking survivor, that I realized what the problem was. The scene kept cutting between the horrified face of the heroine, and the dead, emotionless face of her pursuer, back and forth as it closed the distance. And I realized which one resembled me the most. I stood up. \"Where are you going? There's, like, two minutes left,\" Jess hissed. \"I need a drink,\" I muttered as I raced for the exit. I sat down on the bench outside the theater door and tried very hard not to think of the irony. But it was ironic, all things considered, that, in the end, I would wind up as a zombie. I hadn't seen that one coming. Not that I hadn't dreamed of becoming a mythical monster once—just never a grotesque, animated corpse. I shook my head to dislodge that train of thought, feeling panicky. I couldn't afford to think about what I'd once dreamed of. It was depressing to realize that I wasn't the heroine anymore, that my story was over. Jessica came out of the theater doors and hesitated, probably wondering where the best place was to search for me. When she saw me, she looked relieved, but only for a moment. Then she looked irritated. \"Was the movie too scary for you?\" she wondered. \"Yeah,\" I agreed. \"I guess I'm just a coward.\" \"That's funny.\" She frowned. \"I didn't think you were scared—I was screaming all the time, but I didn't hear you scream once. So I didn't know why you left.\" I shrugged. \"Just scared.\" She relaxed a little. \"That was the scariest movie I think I've ever seen. I'll bet we're going to have nightmares tonight.\" \"No doubt about that,\" I said, trying to keep my voice normal. It was inevitable that I would have nightmares, but they wouldn't be about zombies. Her eyes flashed to my face and away. Maybe I hadn't succeeded with the normal voice. \"Where do you want to eat?\" Jess asked. \"I don't care.\" \"Okay.\" Jess started talking about the male lead in the movie as we walked. I nodded as she gushed over his hotness, unable to remember seeing a non-zombie man at all. I didn't watch where Jessica was leading me. I was only vaguely aware that it was dark and quieter now. It took me longer than it should have to realize why it was quiet. Jessica had stopped babbling. I looked at her apologetically, hoping I hadn't hurt her feelings. Jessica wasn't looking at me. Her face was tense; she stared straight ahead and walked fast. As I watched, her eyes darted quickly to the right, across the road, and back again. I glanced around myself for the first time. We were on a short stretch of unlit sidewalk. The little shops lining the street were all locked up for the night, windows black. Half a block ahead, the streetlights started up again, and I could see, farther down, the bright golden arches of the McDonald's she was heading for. Across the street there was one open business. The windows were covered from inside and there were neon signs, advertisements for different brands of beer, glowing in front of them. The biggest sign, in brilliant green, was the name of the bar—One-Eyed Pete's. I wondered if there was some pirate theme not visible from outside. The metal door was propped open; it was dimly lit inside, and the low murmur of many voices and the sound of ice clinking in glasses floated across the street. Lounging against the wall beside the door were four men. I glanced back at Jessica. Her eyes were fixed on the path ahead and she moved briskly. She didn't look frightened—just wary, trying to not attract attention to herself. I paused without thinking, looking back at the four men with a strong sense of déjà vu. This was a different road, a different night, but the scene was so much the same. One of them was even short and dark. As I stopped and turned toward them, that one looked up in interest.  I stared back at him, frozen on the sidewalk. \"Bella?\" Jess whispered. \"What are you doing?\" I shook my head, not sure myself. \"I think I know them…\" I muttered. What was I doing? I should be running from this memory as fast as I could, blocking the image of the four lounging men from my mind, protecting myself with the numbness I couldn't function without. Why was I stepping, dazed, into the street? It seemed too coincidental that I should be in Port Angeles with Jessica, on a dark street even. My eyes focused on the short one, trying to match the features to my memory of the man who had threatened me that night almost a year ago. I wondered if there was any way I would recognize the man, if it was really him. That particular part of that particular evening was just a blur. My body remembered it better than my mind did; the tension in my legs as I tried to decide whether to run or to stand my ground, the dryness in my throat as I struggled to build a decent scream, the tight stretch of skin across my knuckles as I clenched my hands into fists, the chills on the back of my neck when the dark-haired man called me \"sugar.\"… There was an indefinite, implied kind of menace to these men that had nothing to do with that other night. It sprung from the fact that they were strangers, and it was dark here, and they outnumbered us—nothing more specific than that. But it was enough that Jessica's voice cracked in panic as she called after me. \"Bella, come on!\" I ignored her, walking slowly forward without ever making the conscious decision to move my feet. I didn't understand why, but the nebulous threat the men presented drew me toward them. It was a senseless impulse, but I hadn't felt any kind of impulse in so long… I followed it. Something unfamiliar beat through my veins. Adrenaline, I realized, long absent from my system, drumming my pulse faster and fighting against the lack of sensation. It was strange—why the adrenaline when there was no fear? It was almost as if it were an echo of the last time I'd stood like this, on a dark street in Port Angeles with strangers. I saw no reason for fear. I couldn't imagine anything in the world that there was left to be afraid of, not physically at least. One of the few advantages of losing everything. I was halfway across the street when Jess caught up to me and grabbed my arm. \"Bella! You can't go in a bar!\" she hissed. \"I'm not going in,\" I said absently, shaking her hand off. \"I just want to see something…\" \"Are you crazy?\" she whispered. \"Are you suicidal?\" That question caught my attention, and my eyes focused on her. \"No, I'm not.\" My voice sounded defensive, but it was true. I wasn't suicidal. Even in the beginning, when death <em>unquestionably</em> would have been a relief, I didn't consider it. I owed too much to Charlie. I felt too responsible for Renee. I had to think of them. And I'd made a promise not to do anything stupid or reckless. For all those reasons, I was still breathing. Remembering that promise. I felt a twinge of guilt.  But what I was doing fight now didn't really count. It wasn't like I was taking a blade to my wrists. Jess's eyes were round, her mouth hung open. Her question about suicide had been rhetorical, I realized too late. \"Go eat,\" I encouraged her, waving toward the fast food. I didn't like the way she looked at me. \"I'll catch up in a minute.\" I turned away from her, back to the men who were watching us with amused, curious eyes. \"Bella, stop this right now!\" My muscles locked into place, froze me where I stood. Because it wasn't Jessica's voice that rebuked me now. It was a furious voice, a familiar voice, a beautiful voice—soft like velvet even though it was irate. It was his voice—I was exceptionally careful not to think his name—and I was surprised that the sound of it did not knock me to my knees, did not curl me onto the pavement in a torture of loss. But there was no pain, none at all. In the instant that I heard his voice, everything was very clear. Like my head had  suddenly surfaced out of some dark pool. I was more aware of everything—sight, sound, the feel of the cold air that I hadn't noticed was blowing sharply against my face, the smells coming from the open bar door. I looked around myself in shock. \"Go back to Jessica,\" the lovely voice ordered, still angry. \"You promised—nothing stupid.\" I was alone. Jessica stood a few feet from me, staring at me with frightened eyes. Against the wall, the strangers watched, confused, wondering what I was doing, standing there motionless in the middle of the street. I shook my head, trying to understand. I knew he wasn't there, and yet, he felt improbably close, close for the first time since… since the end. The anger in his voice was concern, the same anger that was once very familiar—something I hadn't heard in what felt like a lifetime. \"Keep your promise.\" The voice was slipping away, as if the volume was being turned down on a radio. I began to suspect that I was having some kind of hallucination. Triggered, no doubt, by the memory—the déjà vu, the strange familiarity of the situation. I ran through the possibilities quickly in my head. Option one: I was crazy. That was the layman's term for people who heard voices in their heads. Possible. Option two: My subconscious mind was giving me what it thought I wanted. This was wish fulfillment—a momentary relief from pain by embracing the incorrect idea that he cared whether I lived or died. Projecting what he would have said if A) he were here, and B) he would be in any way bothered by something bad happening to me. Probable. I could see no option three, so I hoped it was the second option and this was just my subconscious running amuck, rather than something I would need to be hospitalized for. My reaction was hardly sane, though—I was grateful. The sound of his voice was something that I'd feared I was losing, and so, more than anything else, I felt overwhelming gratitude that my unconscious mind had held onto that sound better than my conscious one had. I was not allowed to think of him. That was something I tried to be very strict about. Of course I slipped; I was only human. But I was getting better, and so the pain was something I could avoid for days at a time now. The tradeoff was the never-ending numbness. Between pain and nothing, I'd chosen nothing. I waited for the pain now. I was not numb—my senses felt unusually intense after so many months of the haze—but the normal pain held off. The only ache was the disappointment that his voice was fading. There was a second of choice. The wise thing would be to run away from this potentially destructive—and certainly mentally unstable—development. It would be stupid to encourage hallucinations. But his voice was fading. I took another step forward, testing. \"Bella, turn around,\" he growled. I sighed in relief. The anger was what I wanted to hear—false, fabricated evidence that he cared, a dubious gift from my subconscious. Very few seconds had passed while I sorted this all out. My little audience watched, curious. It probably looked like I was just dithering over whether or not I was going to approach them. How could they guess that I was standing there enjoying an unexpected moment of insanity? \"Hi,\" one of the men called, his tone both confident and a bit sarcastic. He was fair-skinned and fair-haired, and he stood with the assurance of someone who thought of himself as quite good-looking. I couldn't tell whether he was or not. I was prejudiced. The voice in my head answered with an exquisite snarl. I smiled, and the confident man seemed to take that as encouragement. \"Can I help you with something? You look lost.\" He grinned and winked. I stepped carefully over the gutter, running with water that was black in the darkness. \"No. I'm not lost.\" Now that I was closer—and my eyes felt oddly in focus—I analyzed the short, dark man's face. It was not familiar in any way. I suffered a curious sensation of disappointment that this was not the terrible man who had tried to hurt me almost a year ago. The voice in my head was quiet now. The short man noticed my stare. \"Can I buy you a drink?\" he offered, nervous, seeming flattered that I'd singled him out to stare at. \"I'm too young,\" I answered automatically. He was baffled  —wondering why I had approached them. I felt compelled to explain. \"From across the street, you looked like someone I knew. Sorry, my mistake.\" The threat that had pulled me across the street had evaporated. These were not the dangerous men I remembered. They were probably nice guys. Safe. I lost interest. \"That's okay,\" the confident blonde said. \"Stay and hang out with us.\" \"Thanks, but I can't.\" Jessica was hesitating in the middle of the street, her eyes wide with outrage and betrayal. \"Oh, just a few minutes.\" I shook my head, and turned to rejoin Jessica. \"Let's go eat,\" I suggested, barely glancing at her. Though I appeared to be, for the moment, freed of the zombie abstraction, I was just as distant. My mind was preoccupied. The safe, numb deadness did not come back, and I got more anxious with every minute that passed without its return. \"What were you thinking?\" Jessica snapped. \"You don't know them—they could have been psychopaths!\" I shrugged, wishing she would let it go. \"I just thought I knew the one guy.\" \"You are so odd, Bella Swan. I feel like I don't know who you are.\" \"Sorry.\" I didn't know what else to say to that. We walked to McDonald's in silence. I'd bet that she was wishing we'd taken her car instead of walking the short distance from the theater, so that she could use the drive-through. She was just as anxious now for this evening to be over as I had been from the beginning. I tried to start a conversation a few times while we ate, but Jessica was not cooperative. I must have really offended her. When we go back in the car, she tuned the stereo back to her favorite station and turned the volume too loud to allow easy conversation. I didn't have to struggle as hard as usual to ignore the music. Even though my mind, for once, was not carefully numb and empty, I had too much to think about to hear the lyrics. I waited for the numbness to return, or the pain. Because the pain must be coming. I'd broken my personal rules. Instead of shying away from the memories, I'd walked forward and greeted them. I'd heard his voice, so clearly, in my head. That was going to cost me, I was sure of it. Especially if I couldn't reclaim the haze to protect myself. I felt too alert, and that frightened me. But relief was still the strongest emotion in my body—relief that came from the very core of my being. As much as I struggled not to think of him, I did not struggle to forget. I worried—late in the night, when the exhaustion of sleep deprivation broke down my defenses—that it was all slipping away. That my mind was a sieve, and I would someday not be able to remember the precise color of his eyes, the feel of his cool skin, or the texture of his voice. I could not think of them, but I must remember them. Because there was just one thing that I had to believe to be able to live—I had to know that he existed. That was all. Everything else I could endure. So long as he existed. That's why I was more trapped in Forks than I ever had been before, why I'd fought with Charlie when he suggested a change. Honestly, it shouldn't matter; no one was ever coming back here. But if I were to go to Jacksonville, or anywhere else bright and unfamiliar, how could I be sure he was real? In a place where I could never imagine him, the conviction might fade… and that I could not live through. Forbidden to remember, terrified to forget; it was a hard line to walk. I was surprised when Jessica stopped the car in front of my house. The ride had not taken long, but, short as it seemed, I wouldn't have thought that Jessica could go that long without speaking. \"Thanks for going out with me, Jess,\" I said as I opened my door. \"That was…fun.\" I hoped that fun was the appropriate word. \"Sure,\" she muttered. \"I'm sorry about… after the movie.\" \"Whatever, Bella.\" She glared out the windshield instead of looking at me. She seemed to be growing angrier rather than getting over it. \"See you Monday?\" \"Yeah. Bye.\" I gave up and shut the door. She drove away, still without looking at me. I'd forgotten her by the time I was inside. Charlie was waiting for me in the middle of the hall, his arms folded tight over his chest with his hands balled into fists. \"Hey, Dad,\" I said absentmindedly as I ducked around Charlie, heading for the stairs. I'd been thinking about him for too long, and I wanted to be upstairs before it caught up with me. \"Where have you been?\" Charlie demanded. I looked at my dad, surprised. \"I went to a movie in Port Angeles with Jessica. Like I told you this morning.\" \"Humph,\" he grunted. \"Is that okay?” He studied my face, his eyes widening as if he saw something unexpected. \"Yeah, that's fine. Did you have fun?\" \"Sure,\" I said. \"We watched zombies eat people. It was great.\" His eyes narrowed. \"'Night, Dad.\" He let me pass. I hurried to my room. I lay in my bed a few minutes later, resigned as the pain finally made its appearance. It was a crippling thing, this sensation that a huge hole had been punched through my chest, excising my most vital organs and leaving ragged, unhealed gashes around the edges that continued to throb and bleed despite the passage of time. Rationally, I knew my lungs must still be intact, yet I gasped for air and my head spun like my efforts yielded me nothing. My heart must have been beating, too, but I couldn't hear the sound of my pulse in my ears; my hands felt blue with cold. I curled inward, hugging my ribs to hold myself together. I scrambled for my numbness, my denial, but it evaded me. And yet, I found I could survive. I was alert, I felt the pain—the aching loss that radiated out from my chest, sending wracking waves of hurt through my limbs and head—but it was manageable. I could live through it. It didn't feel like the pain had weakened over time, rather that I'd grown strong enough to bear it. Whatever it was that had happened tonight—and whether it was the zombies, the  adrenaline, or the hallucinations that were responsible—it had woken me up. For the first time in a long time, I didn't know what to expect in the morning.",
            "vi": "4        4. THỨC TỈNH Thời gian trôi qua. Bánh xe thời gian vẫn quay dù chuyện đó dường như quá đỗi chịu đựng. Dù mỗi tiếng tíc tắc của kim giây như tiếng mạch máu đập phập phồng đau nhức dưới vết thương. Thời gian vẫn trôi qua không giống nhau, lúc tròng trành chao đảo, lúc kéo dài lê thê, nhưng nó vẫn trôi qua.  Dù là đối với tôi.   Charlie đấm tay xuống bàn. “Vậy đó, Bella. Bố sẽ đưa con về nhà.” Tôi đưa mắt khỏi tô ngũ cốc, mà tôi cứ nhìn trầm tư hoài chớ không ăn, để sửng sốt nhìn chằm chằm vào Charlie. Tôi đã không theo dõi cuộc trò chuyện này – mà thực ra tôi chẳng hề biết là chúng tôi đang trò chuyện - nên tôi không chắc ý bố là gì.  \"Con đang ở nhà mà, \" tôi lẩm bẩm, không hiểu. \"Bố sẽ đưa con về với Reneé, ở Jacksonville,” ông nói rõ.  Charlie nhìn bực tức và tôi từ từ hiểu ra ý nghĩa của lời ông nói.  \"Con có làm gì đâu?\"  Tôi cảm thấy mặt mình dúm dó.  Thật bất công.  Trong suốt bốn tháng qua, hành vi tôi chẳng có gì để chê trách. Sau cái tuần đầu tiên đó, mà chẳng ai trong chúng tôi đề cập đến nữa, tôi đã chẳng bỏ học ngày nào cả.  Điểm của tôi rất cao. Tôi chẳng hề vi phạm lệnh phải ở trong nhà – ngay từ đầu tôi đã chẳng hề đi đâu cả để mà vi phạm lệnh phải ở trong nhà của bố. Tôi rất hiếm khi cho bố ăn đồ ăn còn lại của hôm qua.  Charlie cau có.  \"Con đã không làm gì cả. Đó chính là vấn đề. Con chẳng hề làm gì cả. \"  \"Thế bố muốn con gây chuyện lôi thôi sao?\" Tôi thắc mắc, nhíu mày hoang mang.  Tôi cố gắng hết sức để tập trung. Thật không dễ chút nào. Tôi đã quá quen chuyện lờ đi mọi thứ, tai tôi như bị bít lại.  “Gây chuyện lôi thôi còn hơn là ...  quanh quẩn trong nhà suốt ngày suốt đêm!\"  Điều đó làm tôi hơi tức.   Tôi đã cẩn thận tránh mọi kiểu buồn rầu, kể cả chuyện quanh quẩn trong nhà.  \"Con đâu có quanh quẩn trong nhà đâu.” \"Bố dùng sai từ,\"  ông miễn cưỡng thú nhận.   \"Quanh quẩn trong nhà còn khá hơn – vậy là con còn làm chuyện gì đó.  Còn đằng này con ... không chút sức sống, Bella. Đó là từ bố muốn dùng.” Lời buộc tội này đã đánh trúng đòn.  Tôi thở dài và cố tỏ vẻ lanh lợi khi trả lời.  \"Con xin lỗi, bố.”  Lời xin lỗi của tôi có phần nhạt nhẽo, thậm chí cả tôi cũng nhận thấy điều đó.  Tôi nghĩ mình đã lừa được ông. Không để Charlie đau khổ là lý do của toàn bộ sự cố gắng đó. Thật buồn khi thấy cố gắng của mình là vô ích.  “Bố không muốn con xin lỗi.\"  Tôi thở dài. \"Vậy bố hãy nói cho con biết bố muốn con làm gì đi.” \"Bella,\" ông  do dự, xem xét kĩ lưỡng phản ứng tôi rồi mới nói tiếp.  \"Con cưng ạ, con không là người đầu tiên trải qua chuyện thế này đâu, con biết không.” \"Con biết bố ạ.”  Điệu bộ nhăn nhó kèm theo câu nói của tôi có vẻ ủ rũ và không gây ấn tượng cho lắm.  \" Nghe nè, con gái. Bố nghĩ là - có lẽ con cần được giúp đỡ.” \"Giúp đỡ?\"  Ông ngừng lại, lựa lời lựa lẽ lần nữa.  \"Khi mẹ con bỏ đi,” ông bắt đầu nói, cau mày, \" và mang con theo.”  Ông hít một hơi thật sâu.  \"Ừm, đó là một khoảng thời gian thật khủng khiếp đối với bố.”  \"Con biết, bố ạ \" tôi lẩm bẩm.  \"Nhưng bố đã vượt qua được, \" ông nói.  \"Con ạ, con đã không vượt qua được điều đó. Bố chờ đợi, hy vọng mọi thứ sẽ trở nên khá hơn.\"  Ông nhìn tôi chằm chằm và tôi cụp nhanh mắt xuống.  \"Bố nghĩ là cả hai chúng ta đều biết tình hình không cải thiện được chút nào.\"  “Con ổn mà.”  Ông lờ đi.  “Có lẽ, à, có lẽ con phải nói với ai đó về điều đó. Một chuyên gia tâm lý chẳng hạn.\"  \" Bố muốn con phải gặp một bác sĩ tâm lý?\" Giọng tôi đanh thép hơn khi tôi nhận ra ấn ý của ông.  \" Có lẽ nó sẽ giúp con ít nhiều. \"  \" Và cũng có thể việc này sẽ không giúp được gì cả cho con. \"  Tôi không biết nhiều về điều trị bằng phân tâm học, nhưng tôi đoan chắc sẽ không có tác dụng trừ phi người bệnh trung thực kể hết mọi chuyện. Chắc chắn, tôi có thể kể ra sự thật - nếu tôi muốn sống quãng đời còn lại trong cái buồng dành cho người điên.  Ông nhìn vẻ mặt bướng bỉnh của tôi, và chuyển sang cách tấn công khác. \"Việc này vượt ngoài khả năng của bố, Bella. Có lẽ mẹ con có thể giúp được.” \"Bố nè,” tôi nói bằng giọng dứt khoát.  \"Nếu bố thích, đêm nay con sẽ ra ngoài chơi. Con sẽ gọi cho Jess hoặc Angela.\"  \"Đó không phải là điều bố muốn,“ ông thất vọng phản đối.  \"Bố nghĩ rằng bố không thể chịu nỗi khi thấy con cố tỏ vẻ cứng cỏi. Bố chưa từng thấy ai cố gắng nhiều đến thế. Nhìn thấy con như vậy bố rất đau lòng.”  Tôi nhìn xuống bàn, giả vờ trì độn.  \"Con không hiểu, bố. Đầu tiên bố giận con vì con chẳng chịu làm gì cả, nhưng rồi bố lại không muốn con ra ngoài chơi.” “Bố muốn con vui vẻ – à không, chưa đến mức đó. Bố chỉ muốn con không khổ sở. Bố nghĩ con sẽ gặp cơ hội tốt hơn nếu rời Forks. \" Mắt tôi loé lên chút cảm xúc sau hồi lâu suy ngẫm.  \"Con sẽ không đi, \" tôi nói. \"Tại sao lại không?\" ông gặng hỏi \"Con đang học học kỳ cuối cùng – mọi thứ sẽ rối tung lên cho mà xem.\"  \"Con là sinh viên giỏi mà - con sẽ tìm ra cách thôi.” “Con không muốn quấy rầy mẹ và dượng Phil.” “Mẹ con đang mong con trở lại đấy.” \" Florida nóng lắm bố ạ.” Ông đấm tay trên bàn lần nữa.  \"Cả bố lẫn con đều biết chuyện gì đang thực sự diễn ra ở đây, Bella, và điều đó không tốt cho con đâu.”  Ông hít thật sâu.  \"Đã bao tháng rồi.  Chẳng điện thoại, chẳng thư từ, chẳng liên lạc. Con không thể cứ chờ nó mãi được.” Tôi nhìn đăm đăm vào ông.  Sức nóng hầu như, nhưng không phải nhiều lắm, ran ran trên mặt. Đã lâu lắm rồi tôi không đỏ mặt vì bất kỳ cảm xúc nào.  Toàn bộ đề tài này hoàn toàn cấm kỵ, ông biết rất rõ.  \"Con chẳng chờ gì cả. Con chẳng mong gì cả,\" tôi nói bằng giọng đều đều.  \"Bella,\" Charlie bắt đầu nói, giọng ông nặng nề.  \"Con phải đi học,\" tôi ngắt lời, đứng lên và lôi mạnh phần điểm tâm vẫn còn nguyên chưa đụng đến ra khỏi bàn.   Tôi đổ tô thức ăn vào bồn rửa chén không ngần ngại và xối cho trôi đi.  Tôi không thể nói chuyện tiếp nữa.  \"Con sẽ lên kế hoạch với Jessica,\" tôi cài chiếc cặp lại, ngoái lại nói, không nhìn mắt ông.   \"Có lẽ con sẽ không ăn tối ở nhà. Chúng con sẽ đến Port Angeles để xem phim.\"  Tôi đã khỏi cửa trước khi ông kịp phản ứng.  Vì vội vàng để trốn tránh Charlie, tôi trở thành một trong những người đầu tiên đến trường.  Điểm lợi là tôi có chỗ đỗ xe hết sức tốt. Điều bất lợi là tôi lại có thời gian rảnh rỗi, mà tôi lại cố tránh không để mình có thời gian rảnh rỗi bằng mọi giá. Thật nhanh, trước khi lại nghĩ về những lời buộc tội của Charlie, tôi rút cuốn Giải tích ra đọc.   Tôi lật nó đến phần hôm nay chúng tôi sẽ học, và cố hiểu nó.  Đọc sách toán còn tệ hơn nghe giảng, nhưng tôi đã quen chuyện này rồi.  Trong mấy tháng qua, tôi đã dành lượng thời gian cho môn Giải tích gấp mười lần so với thời gian trước đây dành cho môn toán.   Kết quả là tôi giữ được điểm A trừ.  Tôi biết thầy Varner cho rằng tiến bộ này là nhờ phương pháp dạy xuất sắc của ông.  Và nếu vì điều đó làm thầy hạnh phúc, thì tôi quyết sẽ không làm thầy thất vọng đâu.  Vì thế, tôi ép mình phải kiên trì đọc cho đến khi bãi đậu xe chật kín, và tôi vội vã tiến về phòng học môn tiếng Anh.  Chúng tôi đang học về Nông trại Súc vật, một chủ đề dễ học. Tôi chẳng ghét gì chủ nghĩa cộng sản; thật là một sự thay đổi đáng hoan nghênh thay cho những tác phẩm lãng mạn chiếm hầu hết chương trình học. Tôi ngồi vào ghế, cảm thấy thích thú với khiếu pha trò qua bài giảng của thầy Berty  Thời gian trôi qua thật nhanh khi ở trường. Chuông reng quá sớm. Tôi bắt đầu thu dọn sách vở vào cặp.  \"Bella ?\"  Tôi nhận ra giọng Mike, và tôi biết trước điều anh ta sẽ nói.  “Ngày mai bạn có làm việc không?\"  Tôi ngước nhìn lên. Cậu ta đang tựa vào lối đi với vẻ lo lắng. Thứ Sáu nào cậu ta cũng hỏi tôi câu này.  Chẳng hề quan tâm là tôi chẳng hề xin nghỉ bệnh ngày nào.  À, mà có một ngoại lệ, đó là mấy tháng trước đây.  Nhưng cậu ta chẳng có lý do gì để nhìn tôi lo lắng như thế.   Tôi là một nhân viên gương mẫu mà.  \"Ngày mai là thứ bảy, phải không?\" Tôi lên tiếng.   Cũng giống như Charlie vừa chỉ rõ, tôi nhận ra giọng mình thật thiếu sinh khí.  ”Ừ” cậu ta trả lời.  \"Hẹn gặp bạn trong giờ học tiếng Tây Ban Nha nhé.\"  Cậu ta vẫy tay rồi mới quay lưng đi.   Cậu ta chẳng thèm đi cùng tôi đến lớp học nữa.  Tôi lê bước đến lớp Giải tích với vẻ chán nản. Đây là lớp học tôi ngồi cạnh Jessica.  Đã nhiều tuần rồi, có lẽ nhiều tháng rồi, Jess không còn chào tôi khi tôi đi ngang qua nhỏ trong giảng đường. Tôi biết mình làm nhỏ khó chịu vì thái độ khó gần của mình, và nhỏ đang hờn dỗi. Giờ đây, thật không dễ nói chuyện với nhỏ – nhất là yêu cầu nhỏ giúp tôi. Trong lúc la cà ngoài lớp học, tôi cân nhắc các lựa chọn một cách kỹ lưỡng, chần chừ.  Tôi sẽ không gặp Charlie khi chưa có một minh chứng hoà nhâp xã hội nào để báo cáo. Tôi biết mình không thể nói xạo, cho dù ý nghĩ lái xe đến Port Angeles rồi về một mình đang thôi thúc tôi- vì chắc chắn đồng hồ đo cây số sẽ báo chính xác tổng số dặm đi được, phòng khi ông kiểm tra.  Mẹ của Jessica nhiều chuyện nhất thị trấn, mà Charlie chắc chắn chẳng sớm thì muộn sẽ gặp bà Stanley. Khi ấy, ông ắt sẽ hỏi về chuyến đi. Như vậy không thể nói xạo được.  Tôi thở dài, đẩy cửa bước vào.  Thầy Varner nhìn tôi với ánh mắt bực bội –ông đã bắt đầu giảng bài rồi. Tôi vội vã vào chỗ. Jessica vẫn không ngước mặt lên khi tôi ngồi vào kế bên cô.  Tôi mừng vì mình có 50 phút để chuẩn bị tinh thần. Giờ học này còn qua nhanh hơn cả giờ học tiếng Anh. Thời gian trôi qua nhanh một phần là nhờ tôi đã chuẩn bị bài học sáng nay trong xe - nhưng phần lớn là vì hễ tôi chờ một điều gì đó không mấy dễ chịu thì thời gian luôn trôi qua vèo vèo.  Tôi nhăn mặt khi thầy Varner giải tán lớp sớm năm phút. Thầy cười như thể mình tốt bụng lắm vậy.  \"Jess ơi?\"  Tôi co rúm lại, nhăn mũi, chờ cô hướng về phía tôi.  Cô xoay ghế hướng về phía tôi, mắt nhìn tôi một cách hoài nghi.  \"Bạn đang nói chuyện với mình  hả, Bella ?\"  \"Dĩ nhiên rồi. \" Tôi mở to mắt với vẻ ngây thơ.  “Gì vậy? Bạn cần mình giúp đỡ môn Giải tích à ?\" Giọng cô có vẻ hơi chua chát.  “Không.\" Tôi lắc đầu.  \"Thực ra thì, mình muốn biết liệu bạn có thể ...  đi xem phim với mình tối nay không? Mình cần một đêm đi chơi với bạn gái.”  Lời lẽ nghe khô khốc, nghe giống như đọc diễn văn, và cô có vẻ nghi ngờ.  \"Tại sao bạn lại mời tôi?\" cô hỏi, giọng vẫn không mấy thân thiện.  \"Bạn là người đầu tiên mình nghĩ đến khi mình muốn có thời gian dành cho bạn gái.” Tôi mỉm cười, và hy vọng nụ cười của mình có vẻ chân thật.  Có lẽ đúng vậy. Ít ra, thì cô cũng là người đầu tiên tôi nghĩ đến khi tôi muốn tránh mặt Charlie. Chung quy cũng đều giống nhau thôi.   Cô có vẻ nguôi ngoai đôi chút. \"À, mình không biết nữa.\"  “Thế bạn đã có kế hoạch gì chưa?\"  \"Chưa... mình nghĩ là mình có thể đi với bạn được. Bạn muốn xem phim gì?\"  \"Tôi không rõ là họ chiếu phim gì nữa\" tôi nói nước đôi.  Chuyện này khó đây. Tôi vắt óc suy nghĩ tìm manh mối – chẳng phải tôi mới nghe ai đó nói về một bộ phim mới chiếu sao?  Thấy một tấm áp phích? \"Bộ phim gì đó có tổng thống là nữ thì sao?\"  Cô nhìn tôi kỳ ̀quặc.  “Bella, bộ phim đó đã hết chiếu từ đời nào rồi mà.\"  “Ồ \" Tôi cau mày. \"Thế bạn muốn xem phim gì?\"  Sự sôi nổi vốn có của Jessica bắt đầu lộ ra mặc dù cô không muốn khi cô nghĩ thành lời. \"À, có vở hài kịch lãng mạn mới chiếu đang có lượng người xem rất đông. Mình muốn xem phim đó. Còn bố mình vừa xem phim “Cái chết cuối cùng” và ông thích nó lắm. \"  Tôi vội vớ lấy cái tên phim đầy hứa hẹn này. “Thế bộ phim đó nói về cái gì?\"  \"Các thây ma sống lại hay gì gì ấy. Ông nói đó là bộ phim rùng rợn nhất mà ông đã xem trong nhiều năm nay.”  \"Nghe có vẻ hay nhỉ.”  Tôi thà coi thây ma sống lại còn hơn xem phim lãng mạn.   \"Được thôi.\" Cô có vẻ bất ngờ trước phản ứng của tôi.  Tôi cố nhớ xem mình trước đây có thích phim kinh dị không, nhưng tôi không rõ lắm. \"Bạn có muốn tôi đón bạn sau giờ học không?\" cô đề nghị.  \"Muốn chứ”  Jessica thân thiện mỉm cười với tôi rồi bỏ đi.  Chặp lâu sau, tôi mới mỉm cười đáp lại nhưng tôi nghĩ rằng cô nhìn thấy.  Thời gian còn lại trong ngày trôi qua nhanh, suy nghĩ tôi lúc này tập trung vào việc lên kế hoạch cho đêm nay.  Theo kinh nghiệm, tôi biết một khi tôi đã làm Jessica mở máy rồi thì tôi sẽ có thể trốn tránh bằng cách lẩm bẩm trả lời đôi câu vào những lúc cần thiết. Chỉ cần hồi đáp tối thiểu thôi.  Tình trạng mụ mị trong thời gian qua bây giờ thỉnh thoảng làm cho tôi lẫn lộn.Tôi ngạc nhiên thấy mình đang ở trong phòng, không hề nhớ lúc lái xe từ trường về nhà hoặc thậm chí lúc mở cửa trước. Nhưng điều đó không quan trọng. Mất khái niệm về thời gian chính  là thứ tôi cần nhất trong đời.  Khi tôi quay về phía tủ , tôi không xua đuổi tình trạng mụ mị ấy. Cảm giác tê dại ở một vài chỗ cần  hơn ở một số chỗ khác. Tôi hầu như không để ý mình nhìn gì khi tôi đẩy nhẹ cánh cửa sang một bên lộ ra một đống rác bên trái tủ, dưới đống quần áo tôi chưa hề mặc.  Mắt tôi không để ý đến túi rác đen đựng quà hôm sinh nhật vừa rồi, không nhìn thấy hình thù máy xtê-ri-ô lộ ra trong bao nhựa đen; tôi cũng không nghĩ đến đống máu mà móng tay tôi chảy ra khi tôi quào nó ra từ bảng điều khiển.  Tôi kéo mạnh ví tiền cũ hiếm khi dùng đang treo trên móc, rồi đẩy cửa đóng lại.  Rồi ngay lúc đó tôi nghe tiếng còi inh ỏi. Tôi nhanh chóng chuyển cái ví trong cặp lấy ví tiền cũ. Tôi vội vội vàng vàng, như thể vội vã sẽ làm đêm trôi qua nhanh hơn.  Tôi liếc mình trong gương ở phòng khách trước khi ra mở cửa, cẩn thận tạo vẻ tươi cười và cố gắng giữ vẻ mặt như thế.  \"Cám ơn vì đã đi chơi với mình đêm nay,\" tôi nói với Jess lúc leo lên ghế dành cho khách ngồi, cố tạo giọng điệu biết ơn. Đã lâu rồi tôi chẳng hề thực sự nghĩ đến điều mình đang nói với bất kỳ ai ngoài Charlie. Jess có vẻ khó hơn. Tôi không biết phải giả kiểu cảm xúc nào cho thích hợp.  \"Ờ. Nè, điều gì làm bạn nghĩ đến chuyện này vậy?” Jess thắc mắc khi cô lái  xe xuống đường.  \"Nghĩ đến chuyện gì?\"  “Tại sao bạn bỗng ... quyết định ra ngoài ?\"  Nghe có vẻ như cô thay đổi câu hỏi của mình nửa chừng.  Tôi nhún vai. \"Thì cần thay đổi không khí vậy mà.\"  Tôi nhận ra bài hát trên ra - đi - ô, và nhanh chóng với lấy nút dò đài. \"Bạn có cảm thấy phiền không?\" Tôi hỏi.  \"Không, cứ thoải mái.” Tôi dò qua các tần số cho đến khi tôi bắt được một đài vừa ý.   Tôi nhìn lén vẻ mặt của Jess lúc bài nhạc mới vang lên trong xe.  Cô nheo mắt.  \"Bạn nghe nhạc ráp từ khi nào vậy?\"  \"Không biết nữa, \" tôi nói. \"Được một thời gian rồi.”  \"Bạn thích bài này à?\" cô nghi ngờ hỏi.  \"Ừa. \"  Thật khó mà nói chuyện với Jessica như mọi khi nếu cùng lúc phải điều chỉnh nhạc nữa.  Tôi gục gặc đầu, để theo kịp nhịp nhạc.  \"OK… \" cô mở to mắt nhìn kính chắn gió.  \"Chuyện bạn và Mike gần đây sao rồi?\" Tôi hỏi nhanh.  \"Bạn gặp anh ấy nhiều hơn tôi mà.”  Câu hỏi đã không làm cho cô nói chuyện cởi mở như tôi mong đợi.  \"Khó mà nói chuyện ở chỗ làm lắm,” tôi lẩm bẩm và sau đó tôi lại cố bắt chuyện một lần nữa.  \"Gần đây bạn đi chơi với ai không?\"  \"Thật ra thì không ai. Thỉnh thoảng tôi đi chơi với Conner. Cách đây hai tuần thì có đi chơi với Eric.\"  Cô trợn mắt tỏ vẻ không tin, và tôi cảm giác đó là một câu chuyện dài.   Tôi vớ lấy ngay cơ hội này.  \"Eric Yorkie à? Ai mời ai?\"  Cô than vãn, rồi giọng có vẻ sôi nổi hơn. \"Tất nhiên là anh ta rồi! Tớ chẳng nghĩ ra được cách gì hay để từ chối.“ “Thế anh ấy đã đưa bạn đi đâu?\"  Tôi hỏi, vì biết cô sẽ nghĩ tôi háo hức muốn biết chỉ vì muốn quan tâm đến cô.  \"Kể tôi nghe hết chuyện đó đi.\"  Cô lao vào kể ngay, còn tôi thì ngồi yên ở ghế, giờ thì cảm thấy thoải mái hơn. Tôi chăm chú lắng nghe, lúc thì thì thầm tỏ vẻ thông cảm và lúc thì thở hổn hển khiếp sợ mỗi khi cần thiết. Khi cô kết thúc câu chuyện về Eric, không cần tôi gợi chuyện, cô tiếp tục so sánh với Conner.  Phim chiếu sớm, vì vậy Jess nghĩ chúng tôi nên coi suất lúc chạng vạng rồi sau đó đi ăn. Tôi cảm thấy vui vì chiều theo ý muốn của cô; rốt cuộc, tôi đang có những gì tôi muốn – khỏi bị Charlie làm phiền nữa.  Tôi giữ cho Jess nói suốt lúc chiếu quảng cáo phim mới, để tôi có thể lờ chúng đi dễ hơn. Nhưng tôi bắt đầu căng thẳng khi phim chính thức bắt đầu chiếu. Một đôi tình nhân trẻ đang đi dọc bãi biển, dung dăng và nói những lời thương yêu uỷ mị với nhau nghe có vẻ giả dối. Tôi cố không bịt tai lại và bắt đầu hát trong miệng. Tôi không hề dự định đi coi phim tình cảm lãng mạn.  \"Tớ tưởng mình chọn phim thây ma sống lại,” tôi rít lên khe khẽ với Jessica.  \"Đây là phim ma đó.”  “Vậy sao chẳng thấy ai bị ăn thịt cả?\"  Tôi thất vọng hỏi.  Cô mở to mắt nhìn tôi như cảnh báo.  \"Chắc gần đến đoạn đó rồi,\" cô thì thầm.  “Mình sẽ đi mua bỏng ngô. Bạn có muốn ăn gì không?\"  \" Không, cám ơn. \"  Có ai đó đằng sau suỵt bảo chúng tôi im lặng.  Tôi chần chừ đứng ở quầy giảm giá vé đặc biệt, nhìn đồng hồ và đoán chừng một bộ phim dài chín mươi phút thì có khoảng bao nhiêu thời gian chiếu những cảnh lãng mạn. Tôi chắc khoảng mười phút là đủ, nhưng tôi ngừng lại ngay bên cửa nhà hát để chắc chắn. Rồi tôi nghe được tiếng thét hoảng sợ từ loa phóng thanh, vì thế tôi biết mình chờ thời gian bấy nhiêu là đủ rồi.  \"Bạn bỏ qua hết mọi cảnh rồi,\" Jess thì thầm khi tôi lướt trở lại chỗ ngồi.  \"Giờ thì hầu như ai cũng là thây ma sống lại hết.\"  \"Phim còn dài mà.” Tôi đưa cho cô một ít bỏng ngô.  Cô lấy một nắm đầy.  Phần còn lại của bộ phim là những cảnh các thây ma tấn công kinh hoàng và tiếng la thét liên tục từ vài người còn sống, và số người sống này mau chóng vơi đi. Tôi đã nghĩ chẳng có gì trong trong bộ phim này làm tôi khó chịu.  Nhưng tôi lại cảm thấy không thoải mái, và ban đầu tôi không rõ tại sao. Mãi đến khi phim gần hết, khi nhìn thấy một thây ma hốc hác kéo lê phía sau người sống sót cuối cùng đang kêu thét, tôi mới nhận ra đó là gì.  Cảnh này đan xen giữa khuôn mặt hoảng loạn của nhân vật nữ và khuôn mặt vô cảm, chết chóc của kẻ đuổi theo cô, chiếu qua chiếu lại khi họ đuổi kịp  nhau.  Và tôi đã nhận ra ai giống tôi nhất.  Tôi đứng dậy.  \"Bạn định đi đâu đấy? Hình như còn hai phút nữa mà, “ Jess suỵt tôi \"Mình muốn uống nước,” tôi lẩm bẩm phóng vào lối ra.  Tôi ngồi xuống băng ghế bên ngoài cửa nhà hát và cố gắng không nghĩ về điều trớ trêu này. Sau khi suy nghĩ kỹ, tôi thấy thật trớ trêu, cuối cùng, tôi có thể trở thành một thây ma sống. Tôi đã không nhận ra điều đó sẽ đến.  Không phải tôi chưa từng mơ biến thành một quái vật huyền thoại – chỉ là chưa hề mơ mình sẽ biến thành một xác chết biến dạng, hung dữ. Tôi lắc đầu xua đi dòng suy nghĩ đó, cảm thấy hoảng sợ.  Tôi không dám nghĩ đến điều mình đã từng mơ nữa.  Thật buồn khi nhận ra rằng tôi không còn là nhân vật nữ đó nữa, câu chuyện của tôi đã kết thúc rồi.  Jessica ra khỏi cửa nhà hát và do dự, có lẽ đang tự hỏi phải tìm tôi ở đâu thì tốt nhất. Khi cô thấy tôi, cô có vẻ bớt căng thẳng, nhưng chỉ được một lát thôi.  Rồi cô có vẻ khó chịu. “Bộ phim này làm bạn sợ đến độ đó à?” cô thắc mắc.   \"Ừ,\" tôi thừa nhận. \"Tớ nghĩ chắc do tính tớ thỏ đế vậy mà.”  \"Thiệt mắc cười quá. \" Cô cau mày. \"Tớ nghĩ không phải bạn sợ đâu - tớ cứ la hét suốt, còn tớ chả nghe bạn la hét lần nào cả. Vì vậy tớ không biết lý do tại sao bạn lại bỏ ra ngoài này đứng. “ Tôi nhún vai. \" Chỉ sợ thôi. \"  Cô có vẻ bớt căng thẳng đi đôi chút.  “Đó là bộ phim rùng rợn nhất tớ từng xem. Tớ cá là đêm nay tụi mình sẽ gặp ác mộng.\"  \"Chắc chắn rồi, \" tôi lên tiếng, cố giữ giọng bình thường.  Tôi sẽ không tránh khỏi gặp ác mộng, nhưng không phải về những thây ma sống. Cô liếc mắt nhìn mặt tôi rồi quay chỗ khác.  Có lẽ tôi đã không thành công trong việc giữ giọng bình thường.  “Bạn muốn ăn ở đâu?\" Jess hỏi.  ”Chỗ nào cũng được. \"  \" OK. \"  Jess vừa đi vừa bắt đầu nói về nhân vật nam đóng vai chính trong phim. Tôi gục gặc đầu khi cô nói một thôi một hồi về sự hấp dẫn của anh ta nhưng tôi không thể nhớ đã thấy người đàn ông nào mà không là thây ma sống cả.  Tôi không để ý Jessica dẫn tôi đi dâu. Tôi chỉ mơ hồ nhận ra bây giờ trời đã tối và yên tĩnh hơn.  Phải mất hồi lâu tôi mới nhận ra tại sao lại yên tĩnh như vậy. Jessica đã hết bi bô.  Tôi nhìn cô tỏ vẻ hối lỗi, hy vọng mình không làm cô bị tổn thương.  Jessica không nhìn tôi. Mặt cô có vẻ căng thẳng; cô nhìn thẳng về phía trước và đi nhanh. Khi tôi nhìn, mắt cô liếc nhanh về phía bên phải, qua bên kia đường, rồi nhìn thẳng về phía trước trở lại.  Lần đầu tiên tôi liếc nhìn quanh mình.  Chúng tôi đang đi trên một đoạn vỉa hè tối om. Các cửa hàng xếp dọc theo con phố đều đã khoá chặt cửa để nghỉ đêm, các cửa sổ tối thui. Nửa dãy nhà phía trước, đèn đường bắt đầu hoạt động trở lại, và tôi thấy, xa thêm nữa, là mái vòm vàng rực rỡ của cửa hàng McDonald mà cô đang hướng đến.  Bên kia đường có một cửa hàng đang mở cửa. Các cửa sổ được che lại phía bên  trong và có hộp đèn, biển quảng cáo cho các thương hiệu bia khác nhau, sáng rực trước mặt. Biển lớn nhất, có màu xanh rực, là tên của quán rượu mang tên “Pete một mắt”. Tôi tự hỏi có đề tài cướp biển nào mà không nổi rõ từ bên ngoài không.  Cánh cửa kim loại được mở chống lên; bên trong sáng tờ mờ, và có nhiều giọng nói rì rào và tiếng đá va vào thành ly nghe leng keng vang lên ở phía bên kia đường. Uể oải tựa vào tường cạnh cửa ra vào, là bốn gã đàn ông.   Tôi liếc nhìn lại Jessica. Mắt cô dán chặt vào con đường phía trước và cô đi với vẻ mạnh bạo, trông không có vẻ gì sợ hãi - chỉ hơi thận trọng, cố không gây chú ý đến mình.  Bất giác tôi dừng lại, ngoái lại nhìn về phía bốn người đàn ông với cảm giác ngờ ngợ. Đây là một con đường khác, đêm nay cũng khác, nhưng cảnh tượng thì rất giống nhau. Một trong số những người này da cũng đen và thấp người. Khi tôi dừng lại và quay về phía họ thì người đó ngước lên chú ý đến tôi.  Tôi cũng nhìn chằm chằm lại anh ta, đứng như trời trồng trên vỉa hè.  \"Bella ?\" Jess  thì thầm.  \"Bạn đang làm gì vậy?\"  Tôi lắc đầu, chính tôi cũng không rõ.  “Mình nghĩ mình biết họ… \" tôi lẩm bẩm.  Tôi đang làm gì vậy? Đáng lẽ tôi nên tránh ký ức này càng nhanh càng tốt, xua đi hình ảnh của bốn gã đàn ông này ra khỏi tâm trí, tự vệ bằng tình trạng đờ đẫn tôi không thể sống thiếu nó. Tại sao tôi lại bước vào lòng đường rồi sững sờ? Thật hết sức trùng hợp vì tôi cũng đang ở Port Angeles với Jessica, cũng trên một con đường tối om.  Mắt tôi tập trung vào gã thấp người này, cố gắng đối chiếu những nét của người này với hồi ức của mình về người đàn ông đã đe doạ tôi vào đêm cách đây một năm. Tôi tự hỏi không biết có cách nào nhận diện ra người đàn ông đó, nếu đó đúng là hắn. Những điểm đặc biệt của buổi tối đó hoàn toàn lờ mờ. Cơ thể tôi nhớ rõ đêm hôm đó hơn tâm trí tôi; đôi chân tôi căng thẳng suy tính nên chạy hay đứng lại, cổ họng tôi khô khốc khi tôi cố cất lên tiếng thét thật to, da căng chặt ở khớp ngón tay khi tôi nắm tay lại thành nắm đấm, cảm giác ớn lạnh phía sau cổ khi người đàn ông tóc đen gọi tôi \"cưng ơi. \"…  Có cái gì đó hàm ý đe doạ nhưng không rõ ràng từ phía những người đàn ông ấy, những người chưa kịp làm gì tôi đêm đó. Tôi nghĩ vậy vì họ là những người lạ, và ở đây thì tối, và họ đông hơn chúng tôi – chẳng có gì rõ ràng hơn điều đó.  Nhưng suy nghĩ thế cũng đủ rồi vì Jessica gọi với theo tôi, giọng vỡ vụn, hoảng sợ.  \"Đi thôi nào, Bella!\"  Tôi lờ đi, đi từ từ về phía trước mà không hề ý thức là mình đang di chuyển đôi chân. Tôi không hiểu tại sao, nhưng nét đe doạ mơ hồ của những người đàn ông này đã cuốn hút tôi về phía họ. Đó là một thôi thúc điên rồ, nhưng đã lâu rồi tôi chưa hề cảm nhận được sự thôi thúc nào cả... Tôi bị cuốn theo sự thôi thúc đó.  Có cái gì đó là lạ đập trong tĩnh mạch của tôi. Tôi nhận ra, đó là adrenaline, chất đã từ lâu không xuất hiện trong bộ não tôi,  nay đã làm cho mạch đập nhanh hơn và chống lại sự mất cảm giác. Thật lạ - tại sao lại có adrenaline khi tôi chẳng hề sợ hãi ? Nó gần như thể là dư âm của lần cuối tôi đứng như thế này, trên con phố ở Port Angeles với những người lạ.  Tôi chẳng có lý do gì để sợ. Tôi không thể hình dung ra còn thứ gì trên thế giới này để sợ hãi, chí ít ra về mặt tự nhiên. Một trong số ít những lợi thế khi mất đi mọi thứ.  Tôi băng ngang qua được nửa đường thì Jess đuổi kịp và chộp cánh tay tôi.  \"Bella! Bạn không được vào trong tiệm rượu được!\" cô rít lên.  \"Tôi sẽ không vào, \" tôi lơ đãng nói, gạt tay cô.  \"Tôi chỉ muốn thấy một thứ thôi ...\"  \"Bạn điên à?\" cô thì thầm.  \"Muốn tự tử à?\"  Câu hỏi đó làm tôi chú ý, và mắt tôi nhìn chăm chú vào cô.  \"Không, đâu có. \" Giọng tôi có vẻ chống chế, nhưng sự thực là vậy.  Tôi không muốn tự tử. Ngay cả lúc mới cảy ra chuyện, khi cái chết rõ ràng là sự giải thoát mà tôi còn không nghĩ đến nữa là. Tôi nợ Charlie quá nhiều. Tôi cảm thấy phải có trách nhiệm với Renee. Tôi phải nghĩ đến họ.  Và tôi đã hứa là sẽ không làm bất cứ chuyện gì ngu ngốc hoặc liều lĩnh. Vì tất cả những lý do đó mà nay tôi vẫn thở.  Khi nhớ đến lời hứa đó, tôi cảm thấy dằn vặt vì tội lỗi.  Nhưng điều tôi đang cưỡng lại hiện tại đâu có tính vô được.  Đâu có giống chuyện lấy dao cắt cổ tay đâu.  Jess tròn mắt, há hốc miệng. Câu hỏi của cô về vụ tự tử có vẻ thổi phồng vấn đề, nhưng tôi nhận ra điều đó thì quá muộn màng.  \"Đi ăn đi,”  tôi động viên cô, chỉ tay về phía cửa hàng thức ăn nhanh. Tôi không thích cô nhìn tôi với cái kiểu như vậy \"Tớ sẽ theo kịp bạn ngay.” Tôi rời khỏi cô,  quay trở lại phía những người đàn ông đang nhìn chúng tôi với vẻ tò mò, thích thú.  \"Bella, dừng lại ngay!\"  Cơ tôi co cứng, làm cho  tôi đứng sững lại. Vì giờ đây không còn là giọng của Jessica qưở trách tôi nữa mà đó là một giọng giận dữ, quen thuộc, một giọng nói tuyệt vời - mềm như nhung mặc dù là đang giận.  Đó là giọng của anh - tôi thận trọng một cách khác thường không nghĩ đến tên anh- và tôi bất ngờ khi âm thanh đó không làm tôi sụm đầu gối, không cuốn tôi lên vỉa hè trong nỗi đau đớn vì mất mát. Nhưng chẳng hề đau đớn, chẳng hề.  Ngay khi tôi nghe giọng anh nói thì mọi thứ đã rõ. Giống như đầu tôi đột ngột nhô lên ở cái hồ đen ngòm nào đó. Tôi nhận thức rõ hơn mọi thứ - cảnh tượng, âm thanh, cảm giác luồng khí lạnh mà tôi không để ý đang thổi mạnh vào mặt, mùi bay ra từ cánh cửa đang mở của quán rượu.  Tôi nhìn quanh người mình sửng sốt.  \"Quay lại với Jessica đi,\" giọng nói dễ thương ấy ra lệnh, có vẻ vẫn còn tức giận. “Em đã hứa rồi mà - đừng làm điều gì ngu xuẩn. \"  Tôi đứng một mình. Jessica đứng cách tôi vài bước, nhìn tôi chằm chằm bằng đôi mắt sợ hãi. Những kẻ lạ mặt kia vẫn dựa lưng vô tường, nhìn chúng tôi, không hiểu tôi đang làm gì, sao lại đứng giữa đường như trời trồng.  Tôi lắc đầu, cố hiểu. Tôi biết anh  không có ở đó, thế nhưng, cảm thấy như anh gần, gần lần đầu tiên kể từ... kể từ lần gặp cuối cùng ấy.  Vẻ giận dữ trong giọng anh đầy lo âu, cũng vẻ giận dữ quen thuộc ngày xưa  -  thứ tôi đã không còn nghe thấy nữa như cả đời rồi.  \"Hãy giữ lời.” Giọng nói đang xa dần, như thể âm thanh trong ra-đi-ô đang được vặn nhỏ lại.  Tôi bắt đầu nghi mình bị chứng ảo giác nào đó. Không nghi ngờ gì nữa, bị phát động bởi ký ức- cảm giác ngờ ngợ, tình huống tương tự.  Tôi duyệt nhanh qua các khả năng trong đầu.  Khả năng thứ nhất: tôi điên. Đó là một thuật ngữ bình dân chỉ người nghe có tiếng nói trong đầu. Có thể.  Khả năng thứ hai: Tiềm thức đang mang lại cho tôi điều nó nghĩ là tôi khao khát. Đây là sự thoả mãn ước mơ -  sự xoa dịu nỗi đau tạm thời bằng cách ôm ấp ý nghĩ sai lầm là anh quan tâm đến việc tôi còn sống hay đã chết.  Tưởng tượng ra điều anh ấy sẽ nói nếu) anh ở đây, và B ) anh lo có thể có chuyện không may xảy đến với tôi.  Có thể.  Tôi thấy không thể có khả năng thứ ba, vì vậy tôi hy vọng vào khả năng thứ hai và đây chỉ là tiềm thức đang chạy điên cuồng, chứ không phải điều tôi cần có để được đưa vô bệnh viện tâm thần.  Mặc dù phản ứng của tôi chẳng chút tỉnh táo – nhưng tôi cảm thấy rất biết ơn. Giọng anh là thứ tôi sợ sẽ lãng quên, nên hơn bất cứ thứ gì khác, tôi cảm thấy tràn ngập lòng biết ơn khi tiềm thức mình vẫn giữ được giọng anh tốt hơn là ý thức.  Tôi không được phép nghĩ về anh nữa. Đó là điều tôi cố tuân thủ chặt chẽ. Tất nhiên tôi đã phạm luật; vì nhân vô thập toàn mà. Nhưng giờ thì tôi đã khá hơn, nên nỗi đau chỉ còn là thứ tôi có thể tránh được liên tục bao ngày qua. Đổi lại là tình trạng đờ đẫn triền miên. Giữa đau đớn và mất cảm giác, tôi sẽ lựa chọn cái thứ hai.  Giờ đây, tôi mong chờ nỗi đau. Tôi không đờ đẫn nữa – các giác quan của tôi căng thẳng  khác thường sau quá nhiều tháng đờ đẫn – nhưng cơn đau thường gặp đã hết. Cơn đau duy nhất còn lại là sự thất vọng vì giọng anh đang xa dần.  Có một chọn lựa khác.  Khôn ngoan là tránh trạng thái tâm thần bất an tiêu cực tiềm tàng này.  Thật ngu ngốc khi khuyến khích bệnh ảo giác.  Nhưng giọng nói anh đang xa dần.   Để làm thử, tôi bước thêm một bước nữa.  \"Bella, quay lại,” anh gầm gừ.  Tôi thở phào nhẹ nhõm.  Âm thanh giận dữ là thứ tôi muốn nghe – là bằng chứng bịa đặt, sai lầm cho thấy anh quan tâm, một món quà đáng ngờ của tiềm thức.   Phải mất vài giây tôi mới quyết định được toàn bộ chuyện này.  Số khán giả ít ỏi của tôi đang nhìn, tò mò.  Có lẽ trông giống như tôi đang chần chừ nghĩ có nên tiến về phía họ hay không.  Làm sao họ có thể biết được tôi đang đứng đó để tận hưởng cái giây phút điên rồ bất ngờ này? \"Chào,”  một trong những gã đàn ông đó gọi, giọng nói của gã vừa có vẻ tự tin vừa hơi chế nhạo. Người này có làn da trắng mịn - tóc vàng hoe, và gã đứng với vẻ tự tin vì tự cho mình đẹp trai. Tôi không biết gã đẹp hay không. Tôi thành kiến lắm.  Tiếng nói trong đầu đáp lại bằng tiếng gầm gừ căng thẳng. Tôi mỉm cười, và cái gã tự tin kia tưởng tôi khích lệ hắn.  \"Tôi có thể giúp em gì không? Hình như em lạc đường.”  Gã nheo mắt cười toe toét.  Tôi cẩn thận bước qua rãnh, nước chảy đen ngòm trong màn đêm.  \"Không. Tôi không bị lạc đường.\"  Giờ đây khi tôi đến gần hơn - và mắt tôi nhìn chăm chú hết sức kỳ cục - tôi nhìn kỹ khuôn mặt của gã da đen, thấp người. Chẳng chút gì quen thuộc. Tôi cảm thấy thất vọng vì đây không phải là kẻ khủng khiếp đã cố hại tôi cách đây gần một năm.  Tiếng nói trong đầu tôi bây giờ im bặt.  Gã thấp người để ý ánh nhìn chằm chằm của tôi. \"Tôi mời em uống chút gì nhé?\" gã đề nghị, căng thẳng, có vẻ hãnh diện vì tôi đã chọn gã để nhìn.  \"Tôi còn nhỏ lắm, \" tôi trả lời như một cái máy.  Gã lúng túng – tự hỏi không biết tôi đến gần họ làm gì. Tôi buộc lòng phải giải thích.  “Nhìn từ bên kia đường, anh trông rất quen. Xin lỗi, tôi nhầm.\"  Mối nguy hiểm đã lôi tôi qua bên này đường đã tan biến. Họ không phải là những người đàn ông nguy hiểm mà tôi nhớ. Có lẽ họ là những anh chàng dễ thương.  An toàn. Tôi không còn quan tâm đến họ nữa.  \"Thôi được,” gã tóc vàng tự tin nói. “Ở lại đây và đi chơi với bọn anh.\"  \"Cám ơn, nhưng không được.” Jessica đang đứng do dự giữa đường, mắt cô mở to đầy giận dữ.  \"Này, chỉ vài phút thôi mà.”  Tôi lắc đầu, và quay lại gặp Jessica.  \"Mình đi ăn thôi,\" tôi đề nghị nhưng chẳng nhìn cô. Mặc dù, trông chốc lát, dường như tôi không còn bị ám ảnh bởi hình ảnh về thây ma sống nữa, nhưng tôi dường như ở nơi xa xôi nào đó. Tâm trí tôi không thảnh thơi. Sự đờ đẫn an toàn đã không quay lại, và tôi càng thêm lo lắng từng giây từng phút trôi qua không có nó trở về.  \"Bạn đang nghĩ gì vậy?\" Jessica cáu kỉnh nói. \"Bạn đâu có biết họ - họ có thể là những người tâm thần đấy!\"  Tôi nhún vai, ước gì cô sẽ bỏ qua chuyện đó. \"Mình cứ tưởng mình biết một gã trong số đó.”  \"Bạn thiệt kỳ quặc, Bella Swan. Mình cảm thấy như mình không biết bạn là ai nữa đó. \"  \"Xin lỗi.” Tôi không biết phải nói gì ngoài câu ấy.  Chúng tôi lặng lẽ đến cửa hàng McDonald. Tôi cược là cô đang ước gì chúng tôi đã đi xe chớ không đi bộ quãng đường ngắn từ nhà hát, để cô có thể mua đồ ăn từ nhà hàng thức ăn nhanh dành cho những người ngồi trong xe ô tô. Giờ đây cô mong sao cho buổi tối nay trôi qua cho xong y như tôi đã mong lúc đầu hôm. Tôi cố bắt chuyện vài lần trong khi ăn, nhưng Jessica không có vẻ hợp tác cho mấy. Chắc chắn tôi đã làm cô giận thiệt rồi.  Khi quay lại xe, cô rà máy xtê-ri-ô đúng tần số mình thích và vặn âm lượng to đến nỗi khó mà nói chuyện được.  Tôi không cần phải cố gắng hết sức như mọi khi để lờ nhạc đi.  Mặc dù tâm trí tôi, lần này, không còn giữ cho đờ đẫn và trống rỗng một cách cẩn tḥân nữa, tôi có quá nhiều điều để suy nghĩ đến nỗi không thể nghe lời ca khúc.  Tôi chờ đợi sự đờ đẫn, hoặc nỗi đau quay lại. Bởi vì nỗi đau ắt sẽ đến. Tôi đã phá luật riêng của mình. Thay vì né tránh kỷ niệm, tôi đã bước đến đón nhận chúng. Tôi đã nghe tiếng anh, rõ mồn một trong đầu. Tôi sắp phải trả giá, chắc chắn như vậy. Đặc biệt nếu tôi không thể phục hồi lại tình trạng mụ mị để tự bảo vệ mình.  Tôi cảm thấy mình quá tỉnh táo và điều đó làm tôi sợ hãi.  Nhưng cảm giác nhẹ nhõm bao trùm lấy cơ thể tôi – xuất phát tận thâm tâm tôi.  Cũng nhiều như tôi cố không nghĩ về anh, tôi đã không cố quên anh.  Tôi lo là – trong đêm khuya, khi tình trạng kiệt sức vì thiếu ngủ phá vỡ sự phòng thủ của tôi – thì mọi thứ sẽ mất đi. Lo là tâm trí mình giống như cái sàng, rồi một ngày nào đó tôi sẽ không thể nhớ chính xác màu mắt của anh, không thể nhớ cảm giác của làn da mát rượi của anh, hay âm điệu của giọng anh. Tôi không được nghĩ về chúng, nhưng tôi phải nhớ chúng.  Bởi vì chỉ có một điều mà tôi phải tin mới sống nỗi - tôi phải biết rằng anh đã tồn tại trên đời này.  Thế thôi. Tôi có thể chịu đựng mọi điều khác miễn là anh đã tồn tại trên đời này.  Đó là lý do tại sao tôi mắc kẹt ở Forks lâu hơn trước đây, là lý do tại sao tôi cãi Charlie khi ông đề nghị tôi thay đổi. Thành thật mà nói, chẳng có gì quan trọng cả; sẽ chẳng bao giờ có ai quay lại nơi này cả.  Nhưng nếu tôi đến Jacksonville, hoặc bất cứ nơi nào khác sáng sủa và xa lạ, làm sao tôi có thể chắc là anh có thật? Ở một nơi tôi không bao giờ có thể hình dung ra anh, niềm tin có thể phai nhạt đi... và vậy thì tôi không thể sống nỗi.  Cấm nhớ, sợ quên; thật là một con đường khó đi.   Tôi ngạc nhiên khi Jessica dừng xe ở trước nhà tôi.  Dường như chuyến đi chẳng những không lâu mà còn ngắn ngủi nữa, tôi không thể tưởng nỗi Jessica có thể đi một quãng đường dài như thế mà chẳng nói lời nào.  \"Jess này, cảm ơn vì đã đi chơi với mình”  tôi vừa nói vừa mở cửa.  \"Thật… vui.\" Tôi hy vọng từ “vui” là từ thích hợp.  \"Chứ còn gì nữa, \" cô lẩm bẩm.  \"Mình xin lỗi về việc ... sau khi xem phim.” \"Quên nó đi, Bella.\" Cô nhìn kính chắn gió chứ không nhìn tôi. Hình như cô càng thêm giận dữ hơn chớ chẳng bỏ qua chuyện đó.   \"Gặp lại bạn vào thứ hai nhé?\"  \"Ờ, tạm biệt.”  Tôi chịu thua và đóng cửa. Cô chạy đi, mắt vẫn không nhìn tôi.  Tôi quên ngay cô khi vào trong nhà.  Charlie đang đợi tôi giữa phòng khách, tay ông khoanh chặt trước ngực, bàn tay siết thành nắm đấm.  \"Chào Bố, \" tôi lơ đãng nói khi đi vòng qua Charlie, hướng về phía cầu thang.  Tôi đã nghĩ về ông quá lâu, và tôi muốn lên lầu trước khi ý nghĩ đó lại đuổi kịp tôi.  \"Con đã ở đâu vậy?\" Charlie hỏi.  Tôi nhìn bố tôi, ngạc nhiên.  \"Con đi xem phim ở Port Angeles với Jessica. Như con đã nói với bố lúc sáng. \"  \"Hừm, \" ông nói làu bàu.  \"Không được sao bố?\"   Ông nhìn kỹ mặt tôi, mắt ông mở to như thể ông nhìn thấy điều gì đó bất ngờ.  \"À, thế thì tốt. Con có vui không?\"  \"Vui chứ, “tôi nói.” Chúng con xem thây ma sống ăn thịt người. Thật tuyệt.\"  Ông nheo mắt.  \"Chúc bố ngủ ngon\"  Ông để tôi đi qua. Tôi vội vã lên phòng mình.  Tôi nằm trên giường vài phút sau, cam chịu khi cơn đau cuối cùng cũng xuất đầu lộ diện.  Đó là một thứ méo mó, cảm giác có một cái lỗ khổng lồ xuyên qua ngực tôi, cắt đi các cơ quan quan trọng nhất của tôi và để lại những mảng lởm chởm, những vết rạch chưa lành quanh các mép tiếp tục đập và chảy máu mặc cho thời gian trôi đi. Về mặt lý trí, tôi biết hai lá phổi của mình vẫn còn nguyên vẹn, song tôi vẫn thở hổn hển và đầu tôi quay mòng mòng như  thể tôi ráng sức cũng vô ích. Tim tôi ắt cũng đang đập, nhưng tôi không thể nghe âm thanh của mạch đập trong tai nữa; bàn tay tôi xanh tái đi vì lạnh.  Tôi cuộn người lại, tay ôm hai bên xương sườn để ôm chặt mình. Tôi đấu tranh để quay lại tình trạng đờ đẫn, nhưng nó cứ né tránh tôi.  Tuy nhiên, tôi thấy mình có thể vượt qua được. Tôi rất tỉnh táo, tôi cảm thấy cơn đau – nỗi mất mát đau đớn toả ra từ ngực, truyền những đợt đau ngắt quãng qua tứ chi và đầu - nhưng cơn đau có thể kiểm soát được. Tôi có thể chịu được nó. Không phải vì cơn đau yếu dần theo năm tháng mà vì tôi đã đủ mạnh mẽ để chịu đựng nó.  Đêm nay, cho dù điều gì đã xảy ra - dù đó là những thây ma sống, adrenaline, hay chứng ảo giác đã gây ra-  thì điều đó cũng đã thức tỉnh tôi.  Đã lâu lắm rồi, lần đầu tiên tôi không biết sáng mai chuyện gì sẽ xảy ra."
        },
        {
            "en": "13        13. CONFESSIONS Edward in the sunlight was shocking. I couldn't get used to it, though I'd been staring at him all afternoon. His skin, white despite the faint flush from yesterday's hunting trip, literally sparkled, like thousands of tiny diamonds were embedded in the surface. He lay perfectly still in the grass, his shirt open over his sculpted, incandescent chest, his scintillating arms bare. His glistening, pale lavender lids were shut, though of course he didn't sleep. A perfect statue, carved in some unknown stone, smooth like marble, glittering like crystal. Now and then, his lips would move, so fast it looked like they were trembling. But, when I asked, he told me he was singing to himself; it was too low for me to hear. I enjoyed the sun, too, though the air wasn't quite dry enough for my taste. I would have liked to lie back, as he did, and let the sun warm my face. But I stayed curled up, my chin resting on my knees, unwilling to take my eyes off him. The wind was gentle; it tangled my hair and ruffled the grass that swayed around his motionless form. The meadow, so spectacular to me at first, paled next to his magnificence. Hesitantly, always afraid, even now, that he would disappear like a mirage, too beautiful to be real… hesitantly, I reached out one finger and stroked the back of his shimmering hand, where it lay within my reach. I marveled again at the perfect texture, satin smooth, cool as stone. When I looked up again, his eyes were open, watching me. Butterscotch today, lighter, warmer after hunting. His quick smile turned up the corners of his flawless lips. \"I don't scare you?\" he asked playfully, but I could hear the real curiosity in his soft voice. \"No more than usual.\" He smiled wider; his teeth flashed in the sun. I inched closer, stretched out my whole hand now to trace the contours of his forearm with my fingertips. I saw that my fingers trembled, and knew it wouldn't escape his notice. \"Do you mind?\" I asked, for he had closed his eyes again. \"No,\" he said without opening his eyes. \"You can't imagine how that feels.\" He sighed. I lightly trailed my hand over the perfect muscles of his arm, followed  the faint pattern of bluish veins inside the crease at his elbow. With my other hand, I reached to turn his hand over. Realizing what I wished, he flipped his palm up in one of those blindingly fast, disconcerting movements of his. It startled me; my fingers froze on his arm for a brief second. \"Sorry,\" he murmured. I looked up in time to see his golden eyes close again. \"It's too easy to be myself with you.\" I lifted his hand, turning it this way and that as I watched the sun glitter on his palm. I held it closer to my face, trying to see the hidden facets in his skin. \"Tell me what you're thinking,\" he whispered. I looked to see his eyes watching me, suddenly intent. \"It's still so strange for me, not knowing.\" \"You know, the rest of us feel that way all the time.\" \"It's a hard life.\" Did I imagine the hint of regret in his tone? \"But you didn't tell me.\" \"I was wishing I could know what you were thinking…\" I hesitated. \"And?\" \"I was wishing that I could believe that you were real. And I was wishing that I wasn't afraid.\" \"I don't want you to be afraid.\" His voice was just a soft murmur. I heard what he couldn't truthfully say, that I didn't need to be afraid, that there was nothing to fear. \"Well, that's not exactly the fear I meant, though that's certainly something to think about.\" So quickly that I missed his movement, he was half sitting, propped up on his right arm, his left palm still in my hands. His angel's face was only a few inches from mine. I might have — should have — flinched away from his unexpected closeness, but I was unable to move.  His golden eyes mesmerized me. \"What are you afraid of, then?\" he whispered intently. But I couldn't answer. As I had just that once before, I smelled his cool breath in my face. Sweet, delicious, the scent made my mouth water. It was unlike anything else. Instinctively, unthinkingly, I leaned closer, inhaling. And he was gone, his hand ripped from mine. In the time it took my eyes to focus, he was twenty feet away, standing at the edge of the small meadow, in the deep shade of a huge fir tree. He stared at me, his eyes dark in the shadows, his expression unreadable. I could feel the hurt and shock on my face. My empty hands stung. \"I'm… sorry… Edward,\" I whispered. I knew he could hear. \"Give me a moment,\" he called, just loud enough for my less sensitive ears. I sat very still. After ten incredibly long seconds, he walked back, slowly for him. He stopped, still several feet away, and sank gracefully to the ground, crossing his legs. His eyes never left mine.  He took two deep breaths, and then smiled in apology. \"I am so very sorry.\" He hesitated. \"Would you understand what I meant if I said I was only human?\" I nodded once, not quite able to smile at his joke. Adrenaline pulsed through my veins as the realization of danger slowly sank in. He could smell that from where he sat. His smile turned mocking. \"I'm the world's best predator, aren't I? Everything about me invites you in — my voice, my face, even my smell. As if I need any of that!\" Unexpectedly, he was on his feet, bounding away, instantly out of sight, only to appear beneath the same tree as before, having circled the meadow in half a second. \"As if you could outrun me,\" he laughed bitterly. He reached up with one hand and, with a deafening crack, effortlessly ripped a two-foot-thick branch from the trunk of the spruce. He balanced it in that hand for a moment, and then threw it with blinding speed, shattering it against another huge tree, which shook and trembled at the blow. And he was in front of me again, standing two feet away, still as a stone. \"As if you could fight me off,\" he said gently. I sat without moving, more frightened of him than I had ever been. I'd never seen him so completely freed of that carefully cultivated facade. He'd never been less human… or more beautiful. Face ashen, eyes wide, I sat like a bird locked in the eyes of a snake. His lovely eyes seem to glow with rash excitement. Then, as the seconds passed, they dimmed. His expression slowly folded into a mask of ancient sadness. \"Don't be afraid,\" he murmured, his velvet voice unintentionally seductive. \"I promise…\" He hesitated. \"I swear not to hurt you.\" He seemed more concerned with convincing himself than me. \"Don't be afraid,\" he whispered again as he stepped closer, with exaggerated slowness. He sat sinuously, with deliberately unhurried movements, till our faces were on the same level, just a foot apart. \"Please forgive me,\" he said formally. \"I can control myself. You caught me off guard. But I'm on my best behavior now.\" He waited, but I still couldn't speak. \"I'm not thirsty today, honestly.\" He winked. At that I had to laugh, though the sound was shaky and breathless. \"Are you all right?\" he asked tenderly, reaching out slowly, carefully, to place his marble hand back in mine. I looked at his smooth, cold hand, and then at his eyes. They were soft, repentant. I looked back at his hand, and then deliberately returned to tracing the lines in his hand with my fingertip. I looked up and smiled timidly. His answering smile was dazzling. \"So where were we, before I behaved so rudely?\" he asked in the gentle cadences of an earlier century. \"I honestly can't remember.\" He smiled, but his face was ashamed. \"I think we were talking about why you were afraid, besides the obvious reason.\" \"Oh, right.\" \"Well?\" I looked down at his hand and doodled aimlessly across his smooth, iridescent palm. The seconds ticked by. \"How easily frustrated I am,\" he sighed. I looked into his eyes, abruptly grasping that this was every bit as new to him as it was to me. As many years of unfathomable experience as he had, this was hard for him, too. I took courage from that thought. \"I was afraid… because, for, well, obvious reasons, I can't stay with you. And I'm afraid that I'd like to stay with you, much more than I should.\" I looked down at his hands as I spoke. It was difficult for me to say this aloud. \"Yes,\" he agreed slowly. \"That is something to be afraid of, indeed. Wanting to be with me. That's really not in your best interest.\" I frowned. \"I should have left long ago,\" he sighed. \"I should leave now. But I don't know if I can.\" \"I don't want you to leave,\" I mumbled pathetically, staring down again. \"Which is exactly why I should. But don't worry. I'm essentially a selfish creature. I crave your company too much to do what I should.\" \"I'm glad.\" \"Don't be!\" He withdrew his hand, more gently this time; his voice was harsher than usual. Harsh for him, still more beautiful than any human voice. It was hard to keep up — his sudden mood changes left me always a step behind, dazed. \"It's not only your company I crave! Never forget that. Never forget I am more dangerous to you than I am to anyone else.\" He stopped, and I looked to see him gazing unseeingly into the forest. I thought for a moment. \"I don't think I understand exactly what you mean — by that last part anyway,\" I said. He looked back at me and smiled, his mood shifting yet again. \"How do I explain?\" he mused. \"And without frightening you again… hmmmm.\" Without seeming to think about it, he placed his hand back in mine; I held it tightly in both of mine. He looked at our hands. \"That's amazingly pleasant, the warmth.\" He sighed. A moment passed as he assembled his thoughts. \"You know how everyone enjoys different flavors?\" he began. \"Some people love chocolate ice cream, others prefer strawberry?\" I nodded. \"Sorry about the food analogy — I couldn't think of another way to explain.\" I smiled. He smiled ruefully back. \"You see, every person smells different, has a different essence. If you locked an alcoholic in a room full of stale beer, he'd gladly drink it. But he could resist, if he wished to, if he were a recovering alcoholic. Now let's say you placed in that room a glass of hundred-year-old brandy, the rarest, finest cognac — and filled the room with its warm aroma — how do you think he would fare then?\" We sat silently, looking into each other's eyes — trying to read each other's thoughts. He broke the silence first. \"Maybe that's not the right comparison. Maybe it would be too easy to turn down the brandy. Perhaps I should have made our alcoholic a heroin addict instead.\" \"So what you're saying is, I'm your brand of heroin?\" I teased, trying to lighten the mood. He smiled swiftly, seeming to appreciate my effort. \"Yes, you are exactly my brand of heroin.\" \"Does that happen often?\" I asked. He looked across the treetops, thinking through his response. \"I spoke to my brothers about it.\" He still stared into the distance. \"To Jasper, every one of you is much the same. He's the most recent to join our family. It's a struggle for him to abstain at all. He hasn't had time to grow sensitive to the differences in smell, in flavor.\" He glanced swiftly at me, his expression apologetic. \"Sorry,\" he said. \"I don't mind. Please don't worry about offending me, or frightening me, or whichever. That's the way you think. I can understand, or I can try to at least. Just explain however you can.\" He took a deep breath and gazed at the sky again. \"So Jasper wasn't sure if he'd ever come across someone who was as\" — he hesitated, looking for the right word — \"appealing as you are to me.  Which makes me think not. Emmett has been on the wagon longer, so to speak, and he understood what I meant. He says twice, for him, once stronger than the other.\" \"And for you?\" \"Never.\" The word hung there for a moment in the warm breeze. \"What did Emmett do?\" I asked to break the silence. It was the wrong question to ask. His face grew dark, his hand clenched into a fist inside mine. He looked away. I waited, but he wasn't going to answer. \"I guess I know,\" I finally said. He lifted his eyes; his expression was wistful, pleading. \"Even the strongest of us fall off the wagon, don't we?\" \"What are you asking? My permission?\" My voice was sharper than I'd intended. I tried to make my tone kinder — I could guess what his honesty must cost him. \"I mean, is there no hope, then?\" How calmly I could discuss my own death! \"No, no!\" He was instantly contrite. \"Of course there's hope! I mean, of course I won't…\" He left the sentence hanging. His eyes burned into mine. \"It's different for us. Emmett… these were strangers he happened across. It was a long time ago, and he wasn't as… practiced, as careful, as he is now.\" He fell silent and watched me intently as I thought it through. \"So if we'd met… oh, in a dark alley or something…\" I trailed off. \"It took everything I had not to jump up in the middle of that class full of children and —\" He stopped abruptly, looking away. \"When you walked past me, I could have ruined everything Carlisle has built for us, right then and there. If I hadn't been denying my thirst for the last, well, too many years, I wouldn't have been able to stop myself.\" He paused, scowling at the trees. He glanced at me grimly, both of us remembering. \"You must have thought I was possessed.\" \"I couldn't understand why. How you could hate me so quickly…\" \"To me, it was like you were some kind of demon, summoned straight from my own personal hell to ruin me. The fragrance coming off your skin… I thought it would make me deranged that first day. In that one hour, I thought of a hundred different ways to lure you from the room with me, to get you alone. And I fought them each back, thinking of my family, what I could do to them. I had to run out, to get away before I could speak the words that would make you follow…\" He looked up then at my staggered expression as I tried to absorb his bitter memories. His golden eyes scorched from under his lashes, hypnotic and deadly. \"You would have come,\" he promised. I tried to speak calmly. \"Without a doubt.\" He frowned down at my hands, releasing me from the force of his stare. \"And then, as I tried to rearrange my schedule in a pointless attempt to avoid you, you were there — in that close, warm little room, the scent was maddening. I so very nearly took you then. There was only one other frail human there — so easily dealt with.\" I shivered in the warm sun, seeing my memories anew through his eyes, only now grasping the danger. Poor Ms. Cope; I shivered again at how close I'd come to being inadvertently responsible for her death. \"But I resisted. I don't know how. I forced myself not to wait for you, not to follow you from the school. It was easier outside, when I couldn't smell you anymore, to think clearly, to make the right decision. I left the others near home — I was too ashamed to tell them how weak I was, they only knew something was very wrong — and then I went straight to Carlisle, at the hospital, to tell him I was leaving.\" I stared in surprise.  \"I traded cars with him — he had a full tank of gas and I didn't want to stop. I didn't dare to go home, to face Esme. She wouldn't have let me go without a scene. She would have tried to convince me that it wasn't necessary… \"By the next morning I was in Alaska.\" He sounded ashamed, as if admitting a great cowardice. \"I spent two days there, with some old acquaintances… but I was homesick. I hated knowing I'd upset Esme, and the rest of them, my adopted family. In the pure air of the mountains it was hard to believe you were so irresistible. I convinced myself it was weak to run away. I'd dealt with temptation before, not of this magnitude, not even close, but I was strong. Who were you, an insignificant little girl\" — he grinned suddenly — \"to chase me from the place I wanted to be? So I came back…\" He stared off into space. I couldn't speak. \"I took precautions, hunting, feeding more than usual before seeing you again. I was sure that I was strong enough to treat you like any other human. I was arrogant about it. \"It was <em>unquestionably</em> a complication that I couldn't simply read your thoughts to know what your reaction was to me. I wasn't used to having to go to such circuitous measures, listening to your words in Jessica's mind… her mind isn't very original, and it was annoying to have to stoop to that. And then I couldn't know if you really meant what you said. It was all extremely irritating.\" He frowned at the memory. \"I wanted you to forget my behavior that first day, if possible, so I tried to talk with you like I would with any person. I was eager actually, hoping to decipher some of your thoughts. But you were too interesting, I found myself caught up in your expressions… and every now and then you would stir the air with your hand or your hair, and the scent would stun me again… \"Of course, then you were nearly crushed to death in front of my eyes. Later I thought of a perfectly good excuse for why I acted at that moment — because if I hadn't saved you, if your blood had been spilled there in front of me, I don't think I could have stopped myself from exposing us for what we are. But I only thought of that excuse later. At the time, all I could think was, 'Not her.'\" He closed his eyes, lost in his agonized confession. I listened, more eager than rational. Common sense told me I should be terrified. Instead, I was relieved to finally understand. And I was filled with compassion for his suffering, even now, as he confessed his craving to take my life. I finally was able to speak, though my voice was faint. \"In the hospital?\" His eyes flashed up to mine. \"I was appalled. I couldn't believe I had put us in danger after all, put myself in your power — you of all people. As if I needed another motive to kill you.\"  We both flinched as that word slipped out. \"But it had the opposite effect,\" he continued quickly. \"I fought with Rosalie, Emmett, and Jasper when they suggested that now was the time… the worst fight we've ever had. Carlisle sided with me, and Alice.\" He grimaced when he said her name. I couldn't imagine why. \"Esme told me to do whatever I had to in order to stay.\" He shook his head indulgently. \"All that next day I eavesdropped on the minds of everyone you spoke to, shocked that you kept your word. I didn't understand you at all. But I knew that I couldn't become more involved with you. I did my very best to stay as far from you as possible. And every day the perfume of your skin, your breath, your hair… it hit me as hard as the very first day.\" He met my eyes again, and they were surprisingly tender. \"And for all that,\" he continued, \"I'd have fared better if I had exposed us all at that first moment, than if now, here — with no witnesses and nothing to stop me — I were to hurt you.\" I was human enough to have to ask. \"Why?\" \"Isabella.\" He pronounced my full name carefully, then playfully ruffled my hair with his free hand. A shock ran through my body at his casual touch. \"Bella, I couldn't live with myself if I ever hurt you. You don't know how it's tortured me.\" He looked down, ashamed again. \"The thought of you, still, white, cold… to never see you blush scarlet again, to never see that flash of intuition in your eyes when you see through my pretenses… it would be unendurable.\" He lifted his glorious, agonized eyes to mine. \"You are the most important thing to me now. The most important thing to me ever.\" My head was spinning at the rapid change in direction our conversation had taken. From the cheerful topic of my impending demise, we were suddenly declaring ourselves. He waited, and even though I looked down to study our hands between us, I knew his golden eyes were on me.  \"You already know how I feel, of course,\" I finally said. \"I'm here… which, roughly translated, means I would rather die than stay away from you.\" I frowned. \"I'm an idiot.\" \"You are an idiot,\" he agreed with a laugh. Our eyes met, and I laughed, too. We laughed together at the idiocy and sheer impossibility of such a moment. \"And so the lion fell in love with the lamb…\" he murmured. I looked away, hiding my eyes as I thrilled to the word. \"What a stupid lamb,\" I sighed. \"What a sick, masochistic lion.\" He stared into the shadowy forest for a long moment, and I wondered where his thoughts had taken him. \"Why… ?\" I began, and then paused, not sure how to continue. He looked at me and smiled; sunlight glinted off his face, his teeth.  \"Yes?\" \"Tell me why you ran from me before.\" His smile faded. \"You know why.\" \"No, I mean, exactly what did I do wrong? I'll have to be on my guard, you see, so I better start learning what I shouldn't do. This, for example\" — I stroked the back of his hand — \"seems to be all right.\" He smiled again. \"You didn't do anything wrong, Bella. It was my fault.\" \"But I want to help, if I can, to not make this harder for you.\" \"Well…\" He contemplated for a moment. \"It was just how close you were. Most humans instinctively shy away from us, are repelled by our alienness… I wasn't expecting you to come so close. And the smell of your throat.\" He stopped short, looking to see if he'd upset me. \"Okay, then,\" I said flippantly, trying to alleviate the suddenly tense atmosphere. I tucked my chin. \"No throat exposure.\" It worked; he laughed. \"No, really, it was more the surprise than anything else.\" He raised his free hand and placed it gently on the side of my neck. I sat very still, the chill of his touch a natural warning — a warning telling me to be terrified. But there was no feeling of fear in me. There were, however, other feelings… \"You see,\" he said. \"Perfectly fine.\" My blood was racing, and I wished I could slow it, sensing that this must make everything so much more difficult — the thudding of my pulse in my veins. Surely he could hear it. \"The blush on your cheeks is lovely,\" he murmured. He gently freed his other hand. My hands fell limply into my lap. Softly he brushed my cheek, then held my face between his marble hands. \"Be very still,\" he whispered, as if I wasn't already frozen. Slowly, never moving his eyes from mine, he leaned toward me. Then abruptly, but very gently, he rested his cold cheek against the hollow at the base of my throat. I was quite unable to move, even if I'd wanted to. I listened to the sound of his even breathing, watching the sun and wind play in his bronze hair, more human than any other part of him. With deliberate slowness, his hands slid down the sides of my neck. I shivered, and I heard him catch his breath. But his hands didn't pause as they softly moved to my shoulders, and then stopped. His face drifted to the side, his nose skimming across my collarbone. He came to rest with the side of his face pressed tenderly against my chest. Listening to my heart. \"Ah,\" he sighed. I don't know how long we sat without moving. It could have been hours.  Eventually the throb of my pulse quieted, but he didn't move or speak again as he held me. I knew at any moment it could be too much, and my life could end — so quickly that I might not even notice. And I couldn't make myself be afraid. I couldn't think of anything, except that he was touching me. And then, too soon, he released me.  His eyes were peaceful. \"It won't be so hard again,\" he said with satisfaction. \"Was that very hard for you?\" \"Not nearly as bad as I imagined it would be. And you?\" \"No, it wasn't bad… for me.\" He smiled at my inflection. \"You know what I mean.\" I smiled. \"Here.\" He took my hand and placed it against his cheek. \"Do you feel how warm it is?\" And it was almost warm, his usually icy skin. But I barely noticed, for I was touching his face, something I'd dreamed of constantly since the first day I'd seen him. \"Don't move,\" I whispered. No one could be still like Edward. He closed his eyes and became as immobile as stone, a carving under my hand. I moved even more slowly than he had, careful not to make one unexpected move. I caressed his cheek, delicately stroked his eyelid, the purple shadow in the hollow under his eye. I traced the shape of his perfect nose, and then, so carefully, his flawless lips. His lips parted under my hand, and I could feel his cool breath on my fingertips. I wanted to lean in, to inhale the scent of him. So I dropped my hand and leaned away, not wanting to push him too far. He opened his eyes, and they were hungry. Not in a way to make me fear, but rather to tighten the muscles in the pit of my stomach and send my pulse hammering through my veins again. \"I wish,\" he whispered, \"I wish you could feel the… complexity… the confusion… I feel. That you could understand.\" He raised his hand to my hair, then carefully brushed it across my face. \"Tell me,\" I breathed. \"I don't think I can. I've told you, on the one hand, the hunger — the thirst — that, deplorable creature that I am, I feel for you. And I think you can understand that, to an extent. Though\" — he half-smiled — \"as you are not addicted to any illegal substances, you probably can't empathize completely. \"But…\" His fingers touched my lips lightly, making me shiver again. \"There are other hungers. Hungers I don't even understand, that are foreign to me.\" \"I may understand that better than you think.\" \"I'm not used to feeling so human. Is it always like this?\" \"For me?\" I paused. \"No, never. Never before this.\" He held my hands between his. They felt so feeble in his iron strength. \"I don't know how to be close to you,\" he admitted. \"I don't know if I can.\" I leaned forward very slowly, cautioning him with my eyes. I placed my cheek against his stone chest. I could hear his breath, and nothing else. \"This is enough,\" I sighed, closing my eyes. In a very human gesture, he put his arms around me and pressed his face against my hair. \"You're better at this than you give yourself credit for,\" I noted. \"I have human instincts — they may be buried deep, but they're there.\" We sat like that for another immeasurable moment; I wondered if he could be as unwilling to move as I was. But I could see the light was fading, the shadows of the forest beginning to touch us, and I sighed. \"You have to go.\" \"I thought you couldn't read my mind.\" \"It's getting clearer.\" I could hear a smile in his voice. He took my shoulders and I looked into his face. \"Can I show you something?\" he asked, sudden excitement flaring in his eyes. \"Show me what?\" \"I'll show you how I travel in the forest.\" He saw my expression. \"Don't worry, you'll be very safe, and we'll get to your truck much faster.\" His mouth twitched up into that crooked smile so beautiful my heart nearly stopped. \"Will you turn into a bat?\" I asked warily. He laughed, louder than I'd ever heard. \"Like I haven't heard that one before!\" \"Right, I'm sure you get that all the time.\" \"Come on, little coward, climb on my back.\" I waited to see if he was kidding, but, apparently, he meant it. He smiled as he read my hesitation, and reached for me. My heart reacted; even though he couldn't hear my thoughts, my pulse always gave me away. He then proceeded to sling me onto his back, with very little effort on my part, besides, when in place, clamping my legs and arms so tightly around him that it would choke a normal person. It was like clinging to a stone. \"I'm a bit heavier than your average backpack,\" I warned.  \"Hah!\" he snorted. I could almost hear his eyes rolling. I'd never seen him in such high spirits before. He startled me, suddenly grabbing my hand, pressing my palm to his face, and inhaling deeply. \"Easier all the time,\" he muttered. And then he was running. If I'd ever feared death before in his presence, it was nothing compared to how I felt now. He streaked through the dark, thick underbrush of the forest like a bullet, like a ghost. There was no sound, no evidence that his feet touched the earth. His breathing never changed, never indicated any effort. But the trees flew by at deadly speeds, always missing us by inches. I was too terrified to close my eyes, though the cool forest air whipped against my face and burned them. I felt as if I were stupidly sticking my head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, in a matter of minutes, we were back to the truck. \"Exhilarating, isn't it?\" His voice was high, excited. He stood motionless, waiting for me to climb down. I tried, but my muscles wouldn't respond. My arms and legs stayed locked around him while my head spun uncomfortably. \"Bella?\" he asked, anxious now. \"I think I need to lie down,\" I gasped. \"Oh, sorry.\" He waited for me, but I still couldn't move. \"I think I need help,\" I admitted. He laughed quietly, and gently unloosened my stranglehold on his neck. There was no resisting the iron strength of his hands. Then he pulled me around to face him, cradling me in his arms like a small child. He held me for a moment, then carefully placed me on the springy ferns. \"How do you feel?\" he asked. I couldn't be sure how I felt when my head was spinning so crazily. \"Dizzy, I think.\" \"Put your head between your knees.\" I tried that, and it helped a little. I breathed in and out slowly, keeping my head very still. I felt him sitting beside me. The moments passed, and eventually I found that I could raise my head. There was a hollow ringing sound in my ears. \"I guess that wasn't the best idea,\" he mused. I tried to be positive, but my voice was weak. \"No, it was very interesting.\" \"Hah! You're as white as a ghost — no, you're as white as me!\" \"I think I should have closed my eyes.\" \"Remember that next time.\" \"Next time!\" I groaned. He laughed, his mood still radiant. \"Show-off,\" I muttered. \"Open your eyes, Bella,\" he said quietly. And he was right there, his face so close to mine. His beauty stunned my mind — it was too much, an excess I couldn't grow accustomed to. \"I was thinking, while I was running…\" He paused. \"About not hitting the trees, I hope.\" \"Silly Bella,\" he chuckled. \"Running is second nature to me, it's not something I have to think about.\" \"Show-off,\" I muttered again. He smiled. \"No,\" he continued, \"I was thinking there was something I wanted to try.\" And he took my face in his hands again. I couldn't breathe. He hesitated — not in the normal way, the human way. Not the way a man might hesitate before he kissed a woman, to gauge her reaction, to see how he would be received. Perhaps he would hesitate to prolong the moment, that ideal moment of anticipation, sometimes better than the kiss itself. Edward hesitated to test himself, to see if this was safe, to make sure he was still in control of his need. And then his cold, marble lips pressed very softly against mine. What neither of us was prepared for was my response. Blood boiled under my skin, burned in my lips. My breath came in a wild gasp. My fingers knotted in his hair, clutching him to me. My lips parted as I breathed in his heady scent. Immediately I felt him turn to unresponsive stone beneath my lips. His hands gently, but with irresistible force, pushed my face back. I opened my eyes and saw his guarded expression. \"Oops,\" I breathed. \"That's an understatement.\" His eyes were wild, his jaw clenched in acute restraint, yet he didn't lapse from his perfect articulation. He held my face just inches from his. He dazzled my eyes. \"Should I… ?\" I tried to disengage myself, to give him some room. His hands refused to let me move so much as an inch. \"No, it's tolerable. Wait for a moment, please.\" His voice was polite, controlled. I kept my eyes on his, watched as the excitement in them faded and gentled. Then he smiled a surprisingly impish grin. \"There,\" he said, obviously pleased with himself. \"Tolerable?\" I asked. He laughed aloud. \"I'm stronger than I thought. It's nice to know.\" \"I wish I could say the same. I'm sorry.\" \"You are only human, after all.\" \"Thanks so much,\" I said, my voice acerbic. He was on his feet in one of his lithe, almost invisibly quick movements. He held out his hand to me, an unexpected gesture. I was so used to our standard of careful non-contact. I took his icy hand, needing the support more than I thought. My balance had not yet returned. \"Are you still faint from the run? Or was it my kissing expertise?\" How lighthearted, how human he seemed as he laughed now, his seraphic face untroubled. He was a different Edward than the one I had known. And I felt all the more besotted by him. It would cause me physical pain to be separated from him now. \"I can't be sure, I'm still woozy,\" I managed to respond. \"I think it's some of both, though.\" \"Maybe you should let me drive.\" \"Are you insane?\" I protested. \"I can drive better than you on your best day,\" he teased. \"You have much slower reflexes.\" \"I'm sure that's true, but I don't think my nerves, or my truck, could take it.\" \"Some trust, please, Bella.\" My hand was in my pocket, curled tightly around the key. I pursed my lips, deliberated, then shook my head with a tight grin. \"Nope. Not a chance.\" He raised his eyebrows in disbelief. I started to step around him, heading for the driver's side. He might have let me pass if I hadn't wobbled slightly. Then again, he might not have. His arm created an inescapable snare around my waist. \"Bella, I've already expended a great deal of personal effort at this point to keep you alive. I'm not about to let you behind the wheel of a vehicle when you can't even walk straight. Besides, friends don't let friends drive drunk,\" he quoted with a chuckle. I could smell the unbearably sweet fragrance coming off his chest. \"Drunk?\" I objected. \"You're intoxicated by my very presence.\" He was grinning that playful smirk again. \"I can't argue with that,\" I sighed.; I couldn't resist him in anything. I held the key high and dropped it, watching his hand flash like lightning to catch it soundlessly. \"Take it easy — my truck is a senior citizen.\" \"Very sensible,\" he approved. \"And are you not affected at all?\" I asked, irked. \"By my presence?\" Again his mobile features transformed, his expression became soft, warm. He didn't answer at first; he simply bent his face to mine, and brushed his lips slowly along my jaw, from my ear to my chin, back and forth. I trembled. \"Regardless,\" he finally murmured, \"I have better reflexes.\"",
            "vi": "13        13. Thú nhận Edward dưới ánh nắng thật rực rỡ. Tôi không thể quen được với vẻ đẹp của anh, dù đã nhìn anh suốt buổi chiều. Da anh, trắng mặc cho nét phấn khích mơ hồ từ chuyến đi săn hôm qua, lấp lánh theo nghĩa đen, như hàng ngàn viên kim cương nhỏ xíu được gắn trên bề mặt. Anh nằm yên không nhúc nhích trên cỏ, áo sơ mi để lộ bờ ngực sáng chói, như tượng tạc, cánh tay thanh tú để trần.  Đôi mi tím nhạt lấp lánh nhắm lại, dù dĩ nhiên anh không ngủ. Một bức tượng hoàn hảo, tạc ra từ một tảng đá không rõ tên, mịn như cẩm thạch, lấp lánh như pha lê.  Thỉnh thoảng, môi anh động đậy, thật nhanh giống như chúng đang run rẩy. Nhưng, khi tôi hỏi, anh nói là mình đang hát nghêu ngao; quá nhỏ đến nỗi tôi không nghe được.  Tôi cũng tận hưởng nắng trời, dù không khí không hoàn toàn khô ráo như tôi thích. Tôi lẽ ra cũng thích nằm ngã lưng ra, như anh, để mặt trời sưởi ấm mặt mình. Nhưng tôi cứ ngồi ôm gối, cằm để trên đầu gối, không muốn rời mắt khỏi anh. Gió dịu dàng; làm bù rối mái tóc tôi và làm gợn sóng đám cỏ rung rinh quanh cơ thể bất động của anh.  Đồng cỏ, lúc đầu đối với tôi thật ngoạn mục, nay mờ nhạt bên vẻ lộng lẫy của anh.  Ngập ngừng, thậm chí cả bây giờ, tôi vẫn luôn sợ anh sẽ biến mất như một ảo ảnh, quá đẹp để có thể là sự thực ... ngập ngừng, tôi vươn một ngón tay ra phía trước và vuốt lưng bàn  tay sáng mờ mờ, đang trong tầm tay tôi. Tôi lại kinh ngạc vì làn da hoàn hảo, mượt như xa tanh, lạnh như đá. Khi tôi nhìn lên trở lại, mắt anh đang mở, ngắm nhìn tôi.  Hôm nay, mắt anh màu kẹo bơ, nhạt hơn, ấm hơn sau khi đi săn. Nụ cười thoáng hiện nơi khoé môi hoàn mỹ.  \"Tôi không làm em sợ chứ?\" anh hỏi đùa, nhưng tôi có thể nghe sự tò mò thực sự trong giọng nói dịu dàng đó.  \"Không hơn bình thường. \" Anh toét miệng cười to hơn; răng loé dưới ánh nắng trời.  Tôi xích lại gần hơn, đưa nguyên bàn tay dò theo đường nét cánh tay anh bằng đầu ngón tay. Tôi thấy ngón tay mình run rẩy, và biết điều đó không thoát ánh mắt anh.  \"Anh có phiền không?\" tôi hỏi, vì anh lại nhắm mắt.  \"Không, \" anh nói không mở mắt. \"Em không thể tưởng tượng được tôi cảm thấy sao đâu.” anh thở dài.  Tôi nhẹ lướt tay mình lên những bắp cơ hoàn hảo của cánh tay anh, di chuyển theo đường mờ mờ của mạch máu xanh xanh bên trong nếp gấp ở khuỷu tay anh. Với bàn tay khác, tôi lật bàn tay anh lại. Nhận ra điều tôi muốn, anh lật lòng bàn tay anh lên bằng một cử động nhanh như cắt. Nó làm tôi giật mình; ngón tay tôi sững lại trên cánh tay anh trong chốc lát.  \"Xin lỗi, \" anh thì thầm. Tôi nhìn lên đúng lúc thấy đôi mắt vàng của anh lại nhắm lại. \"Thật dễ là chính mình khi ở bên em.” for me, not knowing.\" Tôi nâng tay anh lên, xoay nó theo đủ hướng để xem mặt trời lấp lánh trên lòng bàn tay anh. Tôi cầm nó gần mặt mình hơn, cố xem những khía kim cương ẩn trong da anh.  \"Kể cho tôi nghe điều em đang nghĩ đi, \" anh thì thầm. Tôi nhìn thấy mắt anh đang quan sát tôi, chăm chú bất ngờ. \"Với tôi vẫn thật kỳ lạ, vì không biết em nghĩ gì. \" \"Anh biết mà, ai cũng cảm nhận như nhau. \" \"Thật là một cuộc sống khó khăn. \" Có phải tôi tưởng tượng ra chút hối tiếc trong giọng anh ?\" Nhưng em vẫn chưa nói tôi biết em đang nghĩ gì.” \"Tôi đang ước tôi có thể biết anh đang nghĩ gì \" tôi do dự.  \"Và ?\" \"Tôi đang ước có thể tin rằng anh có thực. Và tôi đang ước mình không e sợ.” \"Tôi không muốn em e sợ. \" Giọng anh chỉ còn là một tiếng thì thầm dịu dàng. Tôi nghe điều anh không thể nói thực lòng, là tôi không cần phải e sợ, chẳng có gì phải sợ hãi cả.  \"Ừm, tôi đâu có ý nói là sợ hãi, dù đó là hẳn là chuyện phải suy nghĩ.” Nhanh chóng đến nỗi tôi không kịp thấy anh di chuyển, anh đã nửa ngồi nửa nằm, tựa trên cánh tay phải, lòng bàn tay trái của anh vẫn nằm trong tay tôi. Khuôn mặt thiên thần của anh chỉ cách tôi vài inch. Tôi có thể – lẽ ra nên – lùi ra xa sự gần gũi bất ngờ của anh, nhưng tôi không nhúc nhích được.  Đôi mắt vàng của anh thôi miên tôi.  \"Vậy thì em e sợ điều gì?\" anh thì thầm chăm chú.  Nhưng tôi không trả lời được. Y như trước đây, tôi ngửi thấy hơi thở mát rượi của anh trên mặt tôi. Mùi ngọt, ngon, làm tôi thèm thuồng. Chẳng giống bất cứ thứ gì khác. Theo bản năng, không suy nghĩ, tôi cúi gần, hít vào.  Và anh biến mất, tay anh xé tay mình khỏi tay tôi.  Khi tôi tập trung mắt nhìn được thì anh đã cách tôi hai mươi bước, đứng ở rìa đồng cỏ nhỏ, trong bóng âm u của cây linh sam khổng lồ. Anh nhìn tôi chằm chằm, mắt anh đen thẫm trong bóng tối, vẻ mặt anh khó hiểu.  Tôi có thể cảm thấy nỗi tổn thương và sốc trên mặt mình. Bàn tay trống rỗng của tôi đau nhói.  \"Tôi xin lỗi Edward, \" tôi thì thầm. Tôi biết anh nghe thấy.  \"Cho tôi một phút, \" anh gọi, chỉ đủ to cho đôi tai không nhạy lắm của tôi. Tôi ngồi yên không nhúc nhích.  Sau mười giây lâu như hàng thế kỷ, anh quay lại, chậm rãi đối với anh. Anh dừng lại, vẫn cách tôi vài bước, và duyên dáng ngồi xuống đắt, bắt chéo chân. Mắt anh chẳng hề rời  mắt tôi.  Anh hít hai hơi thở sâu, rồi mỉm cười xin lỗi.  \"Tôi vô cùng xin lỗi. \" anh do dự. \"Em có hiểu ý tôi nói gì không khi tôi nói mình đã chỉ là con người?\" Tôi gật đầu một lần, vẫn chưa thể cười được vì lời nói đùa của anh. Adrenaline rần rật chảy trong mạch máu của tôi khi dần nhận ra nguy hiểm. Anh có thể cảm nhận được điều đó từ nơi anh đang ngồi. Nụ cười anh chế giễu trở lại.  \"Tôi là con dã thú hùng mạnh nhất thế giới, phải không?  Mọi thứ trong tôi đều mời mọc em - giọng tôi, mặt tôi, thậm chí mùi hương của tôi. Làm như tôi cần đến mấy thứ đó vậy!\" Bất ngờ, anh đứng dậy, phóng đi, ngay lập tức khuất khỏi tầm nhìn, rồi lại  xuất hiện dưới cái cây cũ, anh vừa đi một vòng quanh đồng cỏ trong vòng nửa giây.  \"Làm như em có thể chạy nhanh hơn tôi, \" anh cười chua chát.  Anh vươn một tay lên và, rắc một tiếng điếc tai, bẻ một nhánh mập hai feet khỏi thân cây vân sam. Anh giữ thăng bằng nó trong bàn tay trong chốc lát, rồi ném nó vào một cây khổng lồ khác với tốc độ khủng khiếp, thân cây này lắc lư, run rẩy vì cú đâm.  Và anh lại ở phía trước tôi, cách hai bước chân, lặng như đá.  \"Làm như thể em có thể kháng cự được tôi, \" anh nói nhẹ nhàng.  Tôi ngồi không nhúc nhích, khiếp sợ anh chưa từng thấy. Tôi chưa từng nhìn thấy anh thoát khỏi bề ngoài văn minh chỉnh chu ấy.  Anh chưa từng ít tính người hơn ... hay xinh đẹp hơn. Khuôn mặt tái mét, mắt mở to, tôi ngồi như con chim bị thôi miên dưới ánh mắt của con rắn.  Đôi mắt đẹp của anh dường như đầy vẻ kích động mênh mông. Rồi vài giây trôi qua, chúng mờ đi. Khuôn mặt anh từ từ bị bao phủ  bởi chiếc mặt nạ buồn bã muôn thuở.  \"Đừng sợ, \" anh thì thầm, giọng nói mượt mà quyến rũ không chủ tâm. \"Tôi hứa ...\" Anh do dự. \"Tôi thề sẽ không hại em. \" Anh có vẻ lo tự thuyết phục mình hơn thuyết phục tôi.  \"Đừng sợ, \" anh lại thì thầm khi bước đến gần hơn, chậm hơn. Anh ngồi uyển chuyển, với chuyển động cố tình không vội vã, cho đến khi khuôn mặt của chúng tôi ngang bằng nhau, chỉ cách một bước chân.  \"Xin hãy tha thứ cho tôi, \" anh nói trịnh trọng. \"Tôi có thể kiểm soát mình. Em làm tôi bị bất ngờ. Nhưng tôi bây giờ sẽ cư xử đàng hoàng. \" Anh đợi, nhưng tôi vẫn không nói được.  \"Hôm nay tôi không khát đâu, thật đó. \" Anh nháy mắt.  Tới lúc này thì tôi phải phá ra cười, dù âm thanh run run và nghẹn thở.  \"Em ổn chứ ?\" anh hỏi dịu dàng, từ từ, cẩn thận, đưa bàn tay cẩm thạch ra để đặt vào tay tôi.  Tôi nhìn vào bàn tay lạnh, mượt mà của anh rồi nhìn vào mắt anh.  Chúng thật dịu dàng, ăn năn. Tôi ngoái lại nhìn bàn tay anh, rồi thong thả dò theo đường nét của bàn tay anh lần nữa bằng đầu ngón tay. Tôi nhìn lên và mỉm cười rụt rè.  Nụ cười đáp trả của anh thật rực rỡ.  \"Mình đang nói đến đâu nhỉ, trước khi tôi cư xử thô lỗ như thế?\" anh hỏi bằng giọng điệu dịu dàng của thế kỷ trước.  \"Tôi thực chẳng nhớ. \" Anh mỉm cười, nhưng mặt anh xấu hổ. \"Tôi nghĩ mình đang nói về chuyện vì sao em e sợ, ngoài lý do rõ rệt đó. \" \"Ồ, đúng rồi. \" \"Sao?\" Tôi nhìn xuống tay anh và vẽ nguệch ngoạc vu vơ qua lòng bàn tay mịn, óng ánh của anh. Từng giây trôi qua.  \"Sao tôi lại dễ nản lòng đến thế, \" anh thở dài. Tôi nhìn vào mắt anh, đột ngột hiểu rằng điều này hoàn toàn mới đối với anh cũng như đối với tôi. Dù anh đã có bao năm kinh nghiệm sống thì chuyện này cũng thật khó đối với anh. Tôi can đảm hẳn khi nghĩ vậy.  \"Tôi sợ ... vì, vì, ờ thì, rõ ràng là tôi không thể ở bên anh. Mà tôi e sợ là tôi muốn ở bên anh, nhiều hơn tôi nên thế. \" Tôi nhìn xuống tay anh vừa nói. Thật khó với tôi khi nói ra điều này.  \"Đúng vậy, \" anh đồng ý từ từ. \"Đó là điều phải e sợ, thật sự. Muốn ở bên tôi ư?  Đó thực sự không phải là điều tốt nhất cho em đâu.” Tôi cau mày.  \"Lẽ ra tôi nên bỏ đi lâu rồi, \" anh thở dài. \"Bây giờ tôi nên đi ngay. Nhưng tôi không biết liệu tôi làm được chuyện đó không. \" \"Tôi không muốn anh bỏ đi, \" tôi lầm bầm thảm hại, lại nhìn xuống.  \"Đó chính là lý do tại sao tôi nên đi. Nhưng đừng lo. Tôi là một sinh vật hết sức ích kỷ. Tôi khao khát có em ở bên mình nhiều đến nỗi không thể làm điều nên làm. \" \"Tôi mừng lắm. \" you mean — by that last part anyway,\" I said. \"Đừng mừng!\" anh rút tay ra, nhẹ nhàng hơn lần này; giọng anh gay gắt hơn bình thường. Gay gắt đối với anh, nhưng vẫn ngọt ngào hơn giọng nói của bất kỳ ai. Thật khó theo kịp – tâm trạng thay đổi đột ngột của anh luôn làm tôi bất ngờ, mê mụ.  \"Không chỉ sự kề cận của em, tôi khao khát! Đừng bao giờ quên điều đó. Đừng bao giờ quên tôi nguy hiểm đối với em hơn với bất kỳ ai khác. \" Anh dừng lại, và tôi thấy anh đang nhìn đờ đẫn vào rừng.  Tôi nghĩ trong chốc lát.  \" Dầu sao chăng nữa, tôi không nghĩ mình hiểu anh muốn nói gì cả – về đoạn cuối đó, \" tôi nói.  Anh ngoái lại nhìn tôi và mỉm cười, tâm trạng anh thay đổi lần nữa.  \"Làm sao để giải thích đây?\" anh trầm ngâm. \" mà không làm em sợ lần nữa... hmmmm. \" Dường như chẳng hề suy nghĩ, anh đặt bàn tay mình vào tay tôi; tôi ôm chặt bàn tay ấy trong hai tay mình. Anh nhìn bàn tay của chúng tôi.  \"Thật dễ chịu đến không ngờ, hơi ấm này. \" anh thở dài.  Một thời gian trôi qua khi anh tập trung suy nghĩ trở lại.  \"Em biết mỗi người thích một mùi hương khác nhau như thế nào không?\" anh bắt đầu. \"Có người thích kem sô - cô - la, có người lại thích dâu hơn?\" Tôi gật đầu.  \"Xin lỗi vì so sánh em với thức ăn - tôi không nghĩ ra được cách nào khác để giải thích cho em hiểu. \" Tôi mỉm cười. Anh mỉm cười buồn bã trở lại.  \"Em thấy đó, mỗi người toả một mùi khác nhau, có mùi hương khác nhau. Nếu em nhốt một bợm rượu vô phòng đầy bia ôi cũ, anh ta sẽ sung sướng uống nó.  Nhưng anh ta có thể kháng cự lại, nếu anh ta muốn, nếu anh ta đang cố cai rượu.  Bây giờ để coi, em đặt vào căn phòng đó một ly rượu mạnh trăm tuổi, loại rượu cô-nhắc hiếm nhất, ngon nhất làm cho căn phòng ngập tràn mùi thơm ngon ấm áp của nó - em nghĩ bây giờ anh ta xoay xở làm sao?\" Chúng tôi ngồi lặng lẽ, nhìn vào mắt nhau - cố đọc suy nghĩ của nhau.  Anh phá tan yên lặng trước.  \"Có lẽ không so sánh hợp lắm. Có lẽ quá dễ từ chối ly rượu mạnh ấy. Có lẽ tôi nên đổi kẻ nghiện rượu ấy thành kẻ nghiện ma túy thì đúng hơn. \" \"Vậy điều anh muốn nói là, tôi là một loại ma túy của anh?\" tôi trêu, cố làm không khí vui vẻ lên.  Anh mỉm cười ngay, có vẻ cảm kích nỗ lực của tôi. \"Ừ, em đúng là loại ma túy của tôi. \" \"Chuyện đó có thường gặp không?\" tôi hỏi.  Anh nhìn qua ngọn cây, suy tính cách trả lời.  \"Tôi đã kể cho anh em trong nhà nghe về chuyện đó. \" anh vẫn nhìn ra xa. \"Với Jasper, ai trong loài người của em cũng mang lại cảm giác giống nhau.  Anh ấy là người mới gia nhập vào gia đình chúng tôi nhất.  Đó quả là cuộc đấu tranh kiêng nhịn của anh ta. Anh ta chưa có thời gian để phân biệt sự khác biệt về mùi, về hương vị. \" Anh liếc nhanh về phía tôi, mặt anh đầy hối tiếc.  \"Xin lỗi, \" anh nói.  \"Tôi không phiền đâu. Xin đừng lo tôi giận, hoặc làm tôi sợ, hoặc gì hết.  Đó là cách anh nghĩ. Tôi có thể hiểu, hoặc tôi ít nhất cũng cố để hiểu. Cứ giải thích trong khả năng của anh.” Anh hít thật sâu và nhìn chằm chằm vào bầu trời trở lại.  \"Vì thế Jasper không biết anh ấy đã bao giờ gặp một người\" - anh do dự, tìm lời để nói - \"hấp dẫn như em hấp dẫn tôi.  Tôi nghĩ là không. Emmett đã kiêng cữ lâu hơn, ấy là nói thế thôi, nên anh ta hiểu tôi muốn nói gì. Anh ấy nói anh ấy đã gặp chuyện đó hai lần, một lần mạnh hơn lần kia.\" \"Còn anh thì sao?\" \"Chưa từng. \" Lời nói ấy lơ lửng ở đó hồi lâu trong làn gió nhẹ ấm áp.  \"Emmett đã làm gì?\" tôi hỏi để phá tan yên lặng.  Đó là câu hỏi sai lầm. Khuôn mặt anh tối sầm, tay anh cuộn lại thành nắm đấm trong tay tôi. Anh nhìn sang chỗ khác. Tôi đợi, nhưng anh không trả lời.  \"Tôi nghĩ tôi biết, \" cuối cùng thì tôi cũng nói.  Anh ngước lên; vẻ mặt anh u sầu, van lơn.  \"Thậm chí người mạnh nhất trong chúng tôi cũng không kiềm chế được, phải không?\" \"Anh đang hỏi gì?  Xin phép tôi ư?\" Giọng tôi sắc lạnh hơn dự định. Tôi cố làm giọng mình tử tế hơn - tôi có thể đoán sự trung thực của anh làm anh phải trả giá gì. \"Ý tôi muốn nói là, chẳng có hy vọng nào cả, phải không?\"  Sao mà tôi có thể bình tĩnh nói về cái chết của mình như thế! \"Không, không phải!\" anh ân hận ngay lập tức. \"Dĩ nhiên là có hy vọng! Ý tôi là, tất nhiên tôi sẽ không …\" anh bỏ lửng câu nói. Mắt anh thiêu cháy mắt tôi.  \"Chúng ta khác. Emmett ... gặp người lạ mà.  Đó là chuyện ngày xửa ngày xưa, khi anh ấy chưa ... được tập luyện, cẩn thận, như bây giờ.\" as I thought it through. \"It took everything I had not to jump Anh chìm vào im lặng và nhìn tôi chằm chằm còn tôi nghĩ thế là xong.  \"Vậy nếu chúng ta gặp nhau ... ồ, trong một con hẻm tối tăm hoặc cái gì đó tương tự...” giọng tôi nhỏ dần.  \"Thật khó khăn để tôi không đứng bật dậy giữa lớp đầy học sinh và  - \" anh dừng lại đột ngột, nhìn sang chỗ khác. \"Khi em đi qua tôi, tôi lẽ ra đã phá hỏng mọi thứ Carlisle đã tạo dựng cho chúng tôi, ngay lập tức. Nếu không phải đã rất lâu năm rồi tôi đè nén được cơn khát của mình, ờ thì, chắc tôi không kiềm chế được mình rồi. \" anh ngừng lại, quắc mắt nhìn vào rừng.  Anh liếc nhìn tôi buồn rầu, cả hai chúng tôi cùng nhớ lại. \"Em hẳn nghĩ tôi bị ma ám. \" \"Tôi không thể hiểu vì sao. Vì sao anh có thể ghét tôi nhanh thế ... \" \"Đối với tôi, tựa như em là một loại quỷ dữ, từ địa ngục trong tôi chui lên để cám dỗ tôi. Mùi thơm toả ra từ da em ... tôi nghĩ nó có thể làm tôi bị loạn trí trong ngày đầu tiên ấy. Trong một tiếng đồng hồ đó, tôi nghĩ hàng trăm cách để nhử em ra khỏi phòng với tôi, để em chỉ có một mình. Rồi tôi phải chiến đấu chống lại từng ý tưởng đó, nghĩ về gia đình tôi, điều tôi có thể gây ra cho họ. Tôi phải bỏ chạy, để rời khỏi trước khi tôi có thể nói những lời sẽ làm em đi theo tôi... \" \"You would have come,\" he promised. Anh ngước lên nhìn vào nét mặt do dự của tôi khi tôi cố tiếp nhận những kỷ niệm đắng của anh. Đôi mắt vàng của anh nóng bỏng từ dưới hàng mi, hấp dẫn và chết người.  \"Lẽ ra em đã đến với tôi rồi, \" anh thề.  Tôi cố nói bình tĩnh. \" Chắc chắn rồi. \" Anh cau mày nhìn xuống tay tôi, giải phóng tôi khỏi sức mạnh của cái nhìn chăm chú của anh.  \"Và rồi, khi tôi cố gắng vô ích để đổi lịch học để tránh em, em lại đã ở đó - trong cái phòng nhỏ ấm áp, gần gũi đó, mùi hương làm tôi phát điên. Tôi gần như suýt bắt em đi. Chỉ có một con người yếu ớt khác ở đó thôi - quá dễ xử lý. \" Tôi rùng mình trong nắng ấm, nhìn thấy ký ức mình một lần nữa qua đôi mắt anh, chỉ bây giờ mới biết được nỗi nguy hiểm đã qua. Cô Cope tội nghiệp; tôi rùng mình lần nữa vì tôi suýt vô tình chịu trách nhiệm về cái chết của cô ấy.  \"Nhưng tôi đã cưỡng lại. Tôi không biết làm sao mà được vậy. Tôi buộc mình không chờ em, không đi theo em từ trường. Dễ cưỡng lại hơn khi đã ở bên ngoài, khi không ngửi thấy mùi em nữa, để suy nghĩ mạch lạc, để quyết định đúng đắn. Tôi thả mọi người xuống gần nhà - quá xấu hổ không dám kể họ nghe tôi đã yếu đuối ra sao, họ chỉ biết đã có chuyện không ổn - rồi tôi đi thẳng đến gặp Carlisle, ở bệnh viện, để nói với ông là tôi sẽ bỏ đi. \" Tôi nhìn chằm chằm ngạc nhiên.  \"Tôi đổi xe với ông – ông có đầy bình xăng mà tôi thì không muốn dừng nửa chừng. Tôi không dám về nhà, gặp mặt Esme. Bà sẽ không để tôi đi một mình như thế. Bà sẽ cố thuyết phục tôi rằng đó là chuyện không cần thiết \"Vào sáng hôm sau tôi đã ở Alaska. \" Giọng anh có vẻ xấu hổ, như thể thừa nhận nỗi hèn nhát to lớn. \"Tôi ở đó hai ngày, với một số người quen cũ ... nhưng tôi nhớ nhà. Tôi không muốn làm Esme buồn lòng, và những người khác trong gia đình nữa, gia đình đã nuôi tôi.  Trong không khí trong lành của miền núi, thật khó tin nổi em có thể hấp dẫn không cưỡng lại nỗi như thế. Tôi tự thuyết phục mình thật hèn yếu khi bỏ chạy. Tôi đã đối phó với cám dỗ trước đây, không lớn thế này, không chút nào, nhưng tôi mạnh mẽ. Em là ai chứ, một cô bé nhỏ nhoi tầm thường” - anh cười toe toét đột ngột - \"mà lại xua tôi ra khỏi nơi tôi muốn ở? Vì thế tôi quay về...” anh nhìn vào khoảng không.  Tôi không nói được.  \"Tôi áp dụng biện pháp đề phòng, đi săn, ăn nhiều hơn bình thường trước khi gặp lại em. Tôi chắc chắn mình đủ mạnh mẽ để cư xử với em như bất cứ ai khác. Tôi kiêu ngạo về chuyện đó.  \"Rõ là hết sức phức tạp khi tôi không dễ dàng đọc được suy nghĩ của em để biết phản ứng của em dành cho tôi. Tôi không quen với chuyện phải dùng những biện pháp vòng vòng quanh co, lắng nghe lời của em trong tâm trí Jessica ... tâm trí của cô này không độc đáo cho lắm, và thật khó chịu khi phải hạ mình làm chuyện đó. Và rồi tôi cũng không biết em có thật sự nghĩ như đã nói không.  Thật cực kỳ khó chịu. \" Anh cau mày khó chịu vì ký ức ấy.  \"Tôi đã muốn em quên đi hành vi của tôi trong ngày đầu tiên đó, nếu có thể, vì vậy tôi cố nói chuyện với em như mọi người khác. Tôi thực sự háo hức, mong hiểu được suy nghĩ của em. Nhưng em quá thú vị, tôi thấy mình hiểu được vẻ mặt em ... và thỉnh thoảng em khuấy động không khí bằng tay hay tóc em, và mùi hương lại làm tôi choáng váng... \"Dĩ nhiên, thế rồi,  em suýt bị cán chết trước mắt tôi.  Sau này tôi nghĩ ra một cái cớ khá tốt để giải thích vì sao lúc đó mình lại ra tay - vì nếu không cứu em, nếu máu em đổ trước mặt tôi, tôi nghĩ tôi không thể ngăn mình để lộ cho mọi người biết mình là gì. Nhưng tôi chỉ nghĩ ra cái cớ ấy  sau này. Lúc đó, tôi chỉ nghĩ,  'Cô ấy không thể chết. ' \" Anh nhắm mắt lại, chìm đắm trong lời thú nhận khổ sở. Tôi nghe, háo hức hơn nên thế. Kinh nghiệm bảo tôi nên khiếp sợ.  Nhưng thay vào đó, tôi cảm thấy nhẹ nhõm vì cuối cùng đã hiểu. Và lòng tôi đầy trắc ẩn cho nỗi đau khổ của anh, cho dù là bây giờ, anh đã thú nhận nỗi thèm muốn kết liễu đời tôi.  Cuối cùng thì tôi cũng nói được, dù giọng yếu ớt. \"Còn trong bệnh viện?\" Mắt anh liếc lên tôi. \"Tôi kinh sợ. Tôi không thể tin nổi rốt cuộc mình đã làm cả nhà bị nguy hiểm, đã đặt mình dưới sự chi phối của em – em trong bao người.  Như thể tôi cần một lý do khác để giết em.\"   Cả hai chúng tôi đều chùn người khi từ ấy thốt ra. \"Nhưng nó lại có tác dụng ngược, \" anh nói tiếp thật nhanh. \"Tôi đã cãi nhau với Rosalie, Emmett, và Jasper khi họ gợi ý là đã đến lúc …  trận cãi nhau tệ hại nhất từng có. Carlisle đứng về phe tôi, và Alice nữa. \" Anh nhăn nhó khi anh gọi tên cô ấy. Tôi không hiểu vì sao. \" Esme bảo tôi hãy làm bất cứ điều gì cần làm để ở lại. \" Anh lắc đầu khoan dung.  \"Mọi chuyện tôi làm ngày hôm sau là nghe lén suy nghĩ của những người em nói chuyện, sửng sốt vì thấy em giữ lời hứa không tiết lộ. Tôi không hiểu em chút nào cả. Nhưng tôi biết rằng tôi không nên quá dính líu vô em. Tôi cố hết sức để ở càng xa em càng tốt. Và mỗi ngày mùi thơm của da thịt em, hơi thở em, tóc em ... giày vò tôi y như ngày đầu tiên ấy.\" Anh tìm lại mắt tôi, và chúng dịu dàng kỳ lạ.  \"Tuy thế, \" anh tiếp tục, \"Tôi hẳn xoay xở tốt hơn nếu tôi để lộ thân phận của mình ngay phút đầu tiên gặp em, còn hơn là bây giờ, ở đây - không có nhân chứng nào và không gì để ngăn chặn tôi - hại em. \" Tôi đủ nhân tính để hỏi. \"Tại sao chứ?\" \"Isabella. \" anh gọi tên đầy đủ của tôi cẩn thận, sau đó nghịch ngợm làm rối tóc tôi bằng bàn tay tự do kia.  Một cơn sốc chạy qua cơ thể tôi nơi anh chạm đến. \"Bella, tôi không thể sống nỗi nếu tôi hại em. Em không biết điều đó giày vò tôi như thế nào. \" Anh nhìn xuống, lại xấu hổ. \"Cái ý nghĩ em cứng đờ, trắng, lạnh ... không bao giờ thấy em ửng hồng má lần nữa, không bao giờ thấy ánh mắt nhạy cảm của em xuyên thấu sự giả vờ của tôi... không thể nào chịu đựng nỗi. \" Anh ngước đôi mắt đẹp đầy cay đắng nhìn vào mắt tôi. \"Em là thứ quan trọng nhất đối với tôi bây giờ. Người quan trọng nhất đời tôi từng có. \" Đầu óc tôi quay cuồng vì sự đổi hướng nhanh chóng của câu chuyện đang nói. Từ đề tài vui vẻ sang cái chết sắp đến của tôi, rồi chúng tôi đột ngột thổ lộ lòng mình. Anh đợi, và mặc dù tôi nhìn xuống nghiên cứu bàn tay của chúng tôi đang ở giữa, tôi biết đôi mắt vàng của anh đang nhìn tôi.  \"Anh biết rõ em cảm nhận sao rồi,” Cuối cùng thì tôi cũng nói. \"Em đang ở đây ...  nghĩa là em thà chết còn hơn phải lìa xa anh. \" tôi cau mày. \"Em là một đứa ngốc. \" \"Ừ, em là một đứa ngốc, \" anh cười to đồng ý. Mắt của chúng tôi gặp nhau, và tôi cũng cười. Chúng tôi cùng cười cho hành động ngu si và điều hoàn toàn không tưởng của khoảnh khắc như thế.  \"Vậy nghĩa là con sư tử đã phải lòng con cừu con” anh thì thầm. Tôi nhìn sang chỗ khác, giấu đôi mắt hồi hộp vì lời anh.  \"Con cừu con mới ngu ngốc làm sao, \" tôi thở dài.  \"Con sư tử bệnh hoạn, khổ dâm làm sao. \" Anh nhìn chằm chằm vào khu rừng u ám hồi lâu, và tôi tự hỏi suy nghĩ của anh đang đưa anh đi đâu.  \"Tại sao...?\" tôi bắt đầu, rồi ngừng lại, không biết làm sao để tiếp tục.  Anh nhìn tôi mỉm cười; ánh nắng lấp lánh trên mặt anh, răng anh.  \"Sao?\" \"Hãy nói em biết tại sao lúc trước anh trốn chạy em. \" Nụ cười anh phai tàn. \"Em biết tại sao rồi. \" \"Không, ý em là, em đã làm gì sai? Em sẽ phải cẩn thận, anh thấy đó, nên tốt hơn em nên biết những chuyện mình không nên làm. Ví dụ như\" - tôi dịu dàng vuốt mu bàn tay anh - \"chuyện này thì hình như ổn nhỉ.” Anh lại mỉm cười. \"Em không làm gì sai cả, Bella. Do lỗi anh thôi. \" \"Nhưng em muốn giúp, nếu có thể, không làm chuyện này khó khăn hơn với anh. \" \"Ừm... \" anh suy ngẫm chốc lát. \"Chỉ là em quá gần gũi. Hầu hết con người ai cũng theo bản năng đều né tránh chúng tôi, xa cách vì sự khác lạ của chúng tôi ... Tôi không nghĩ em gần gũi như thế. Và mùi cổ họng em. \"Anh ngừng giữa chừng, nhìn thử xem anh có làm tôi khó chịu không.  \"Ổn mà, được rồi\" tôi nói suồng sã, cố làm dịu bầu không khí căng thẳng đột ngột. Tôi giấu cằm. \" Không phơi họng ra rồi nhé. \" Có tác dụng ngay; anh cười. \"Không, thật đó, kỳ lạ hơn bất cứ thứ gì khác. \" Anh đưa bàn tay tự do của anh và đặt nhẹ nhàng bên cổ tôi. Tôi ngồi yên, cơn ớn lạnh của khi anh chạm vào là lời cảnh báo tự nhiên - báo tôi biết phải khiếp sợ. Nhưng chẳng hề có cảm giác sợ hãi nào trong tôi. Mà lại có cảm xúc khác ... \"Em thấy đó, \" anh nói. \"Ổn cả. \" Máu tôi chảy rần rần, và tôi ước có thể làm chậm lại, biết điều này làm mọi thứ khó khăn hơn nhiều – tiếng đập của mạch trong tĩnh mạch. Chắc chắn anh có thể nghe nó.  \"Má em ửng hồng rất dễ thương, \" anh thì thầm. Anh nhẹ nhàng rút tay kia ra. Tay tôi rơi yếu ớt vào lòng. Nhẹ nhàng anh vuốt má, sau đó giữ khuôn mặt tôi giữa đôi tay màu cẩm thạch của anh.  \"Hãy ngồi thật yên,\" anh thì thầm, như thể tôi chưa cứng hết người vậy.  Từ từ, không rời khỏi mắt tôi, anh nghiêng mình về phía tôi. Rồi đột ngột, nhưng rất nhẹ nhàng, anh áp đôi má lạnh vào vùng lõm ở cổ họng tôi. Tôi hoàn toàn không thể nhúc nhích được, dù tôi có muốn thế.  Tôi lắng nghe nhịp thở đều đều của anh, ngắm mặt trời và gió rong chơi trong mái tóc màu đồng của anh, con người hơn bất cứ một bộ phận nào trên cơ thể anh.  Với sự chậm rãi cố tình, tay anh trượt xuống cổ tôi. Tôi rùng mình, và tôi nghe anh cố giữ nhịp thở bình thường. Nhưng tay anh không ngừng lại khi di chuyển nhẹ nhàng đến vai tôi, rồi dừng lại.  moment it could be too much, andKhuôn mặt anh trượt sang bên, mũi anh lướt qua xương đòn của tôi. Anh dừng lại với một bên má dịu dàng tì vào ngực tôi.  Lắng nghe tiếng tim tôi.  \" A, \" anh thở dài.  Tôi không biết chúng tôi đã ngồi yên không nhúc nhích bao lâu. Có thể hàng giờ.  Cuối cùng tiếng rộn rã của mạch máu tôi lắng xuống, nhưng anh không nhúc nhích hay nói gì nữa khi anh giữ tôi. Tôi biết bất kỳ lúc nào cũng có thể là quá sức chịu đựng của anh, và đời tôi có thể chấm dứt - nhanh đến nỗi tôi có thể chẳng hề hay biết. Và tôi không được làm mình sợ. Tôi không nghĩ ra được chuyện gì cả, ngoại trừ chuyện anh đang vuốt ve tôi.  Thế rồi, quá sớm, anh thả tôi ra.  Mắt anh thư thái.  \"Sẽ không khó nữa, \" anh hài lòng nói.  \"Rất khó với anh ư?\" \"Không tệ như anh tưởng tượng. Còn em thì sao?\" \"Không, không tệ ... đối với em. \" Anh cười vì sự nói tránh đi của tôi. \"Em biết ý anh muốn nói gì. \" Tôi mỉm cười.  \"Đây nè. \" anh nắm tay tôi và đặt nó tựa vào má anh. \" Em có cảm thấy nó ấm ghê không?\" Làn da luôn lạnh giá của anh gần như ấm áp. Nhưng tôi vừa mới nhận ra, mình đang sờ vào mặt anh, điều tôi hằng mơ ước từ ngày đầu tiên gặp gỡ.  \"Đừng nhúc nhích nhé, \" tôi thì thầm.  Không ai có thể ngồi yên không nhúc nhích như Edward. Anh nhắm mắt lại và im lìm như đá, chạm trổ dưới bàn tay tôi.  Tôi nhích người thậm chí còn chậm hơn anh, cẩn thận không làm động tác đột ngột nào. Tôi vuốt ve má anh, vuốt nhẹ mí mắt anh, cái bóng màu tím trong quầng mắt anh. Tôi dò theo hình dạng chiếc mũi hoàn hảo của anh, rồi, rồi thật cẩn thận, đôi môi hoàn mỹ của anh. Môi anh tách ra dưới bàn tay tôi, và tôi có thể cảm thấy hơi thở mát rượi của anh trên đầu ngón tay mình. Tôi muốn tựa vào, để hít mùi hương của anh. Nên tôi buông tay tránh ra, không muốn đẩy anh quá xa.  Anh mở mắt, và đôi mắt anh đói khát. Không theo kiểu làm tôi sợ, nhưng phần nào làm dạ dày tôi quặn thắt và mạch máu nện thình thịch trong tĩnh mạch trở lại.  \"Anh ước gì, \" anh thì thầm, \"anh ước gì em có thể cảm nhận được ... sự phức tạp ... bối rối ... anh đang cảm nhận. Ước gì em hiểu được. \" Anh đưa tay lên tóc tôi, rồi cẩn thận vuốt qua mặt tôi.  \"Nói em biết đi, \" tôi thở.  \"Anh nghĩ anh không diễn tả được. Anh đã nói em biết rồi, ngoài cơn đói - khát -, mà sinh vật tồi tệ là anh, anh cảm nhận từ em. Và anh nghĩ em có thể hiểu điều đó, đến một mức độ nào đó. Mặc dù”  - anh cười nửa miệng - \" vì em chẳng nghiện một vật chất bất hợp pháp nào, nên em có lẽ không thể thông cảm hoàn toàn.  \"Nhưng... \" ngón tay anh chạm vào môi tôi nhẹ nhàng, làm tôi rùng mình lần nữa.  \"Có những khao khát khác. Những khao khát thậm chí anh cũng không hiểu, xa lạ với anh.” \"Em chắc hiểu chuyện đó tốt hơn anh nghĩ. \" \"Anh không quen với cảm nhận quá con người như thế. Luôn vậy sao?\" \"Đối với em hả?\" tôi ngừng lại. \" Chưa, chưa từng. Chưa từng có trước đây. \" Anh giữ hai tay tôi giữa đôi tay anh.  Chúng có vẻ thật yếu ớt dưới sức mạnh sắt đá của anh.  \"Anh không biết làm sao để gần em, \" anh thừa nhận. \"anh không biết anh có làm vậy được không.” Tôi nghiêng người về phía trước thật chậm, báo trước anh biết bằng mắt. Tôi đặt má mình lên bờ ngực rắn chắc của anh. Tôi có thể nghe được hơi thở anh, nhưng không có gì khác.  \"Vậy là đủ, \" tôi thở dài, nhắm mắt lại.  Bằng một cử chỉ rất người, anh vòng tay quanh tôi và áp mặt lên tóc tôi.  \"Anh giỏi chuyện này hơn là anh nghĩ đó, \" tôi nhận xét.  \"Anh có bản năng của con người mà - có thể bị chôn sâu, nhưng vẫn có ở đó. \" Chúng tôi ngồi như thế không biết bao lâu; Tôi tự hỏi không biết anh có chẳng hề muốn nhúc nhích như tôi không. Nhưng tôi thấy ánh sáng đang nhạt dần, bóng rừng bắt đầu che phủ chúng tôi, nên tôi thở dài.  \"Em phải đi rồi. \" \"Em tưởng anh không đọc được suy nghĩ của em chứ. \" \"Ngày càng dễ đọc hơn. \" Tôi có thể nghe nụ cười trong giọng anh.  Anh nắm vai tôi và tôi nhìn vào mặt anh.  \"Anh có thể cho em xem một chuyện không?\" anh hỏi, nỗi phấn khích bất ngờ sáng ngời trong mắt.  \"Cho em xem gì ?\" \"Anh cho em xem cách anh đi lại trong rừng.” Anh nhìn thấy vẻ mặt tôi. \"Đừng lo, em sẽ rất an toàn, và mình sẽ đến xe tải của em nhanh hơn nhiều. \" Miệng anh chúm lại cười nụ cười nhếch môi rất xinh đẹp làm tim tôi gần như ngừng lại.  \"Anh có biến thành dơi không vậy?\" tôi hỏi thận trọng.  Anh cười, to chưa từng thấy. \"Làm như anh chưa từng nghe ai hỏi câu đó trước đây!\" \"Đúng vậy, em chắc anh nghe câu hỏi đó suốt. \" \"Thôi nào, tên hèn nhát nhỏ bé, trèo lên lưng tôi đi. \" Tôi chờ để xem có phải anh đang nói đùa không, nhưng, rõ ràng, anh nói thật. Anh mỉm cười khi thấy nỗi ngần ngại trong tôi, và đưa tay với lấy tôi. Trái tim tôi phản ứng lại; mặc dù anh không thể đọc được suy nghĩ của tôi, nhưng mạch máu của tôi luôn phản bội tôi.  Rồi anh khoác tôi lên lưng anh, mà tôi chẳng cần phải làm gì, khi đã đúng chỗ, anh kẹp chân và tay tôi thật chặt quanh người anh mà nếu là người bình thường thì sẽ bị nghẹt thở.  Cứ tựa như bám vào đá vậy.  \"Em nặng hơn cái ba lô anh thường đeo đó nhe, \" tôi cảnh báo.  \"Hah!\" anh khịt mũi. Tôi gần như có thể nghe mắt anh tỏ vẻ không tin. Tôi chưa từng thấy anh phấn khích như vậy.  Anh làm tôi giật mình, đột ngột chộp tay tôi, ép lòng bàn tay tôi vào mặt anh, và hít sâu.  \"Càng lúc càng dễ, \" anh thì thầm.  Rồi anh chạy.  Nếu tôi chưa từng sợ chết vì sự hiện diện của anh, thì chẳng có gì có thể so với cảm giác của tôi hiện nay.  Anh vút qua thật nhanh các bụi cây thấp dày sẫm đen trong rừng như viên đạn, như ma. Không một âm thanh, không một bằng chứng cho thấy chân anh chạm đất. Hơi thở anh chẳng hề thay đổi, chẳng cho thấy chút cố gắng nào. Nhưng cây cối trôi qua với tốc độ chết người, luôn chỉ cách chúng tôi vài inch.  head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, Tôi quá kinh hoàng đến nỗi không nhắm mắt lại được, dù khí rừng mát mẻ quất vào mặt tôi và thiêu cháy mắt tôi. Tôi cảm thấy như thể mình đang ngu xuẩn thò đầu ra cửa sổ máy bay đang bay. Và, lần đầu tiên trong đời, tôi cảm thấy ngất xỉu chóng mặt vì buồn nôn.  Rồi mọi chuyện cũng qua. Sáng nay chúng tôi đã đi bộ hàng giờ mới đến được đồng cỏ của Edward, mà bây giờ, chỉ vài phút thôi, chúng tôi đã quay lại xe tải rồi.  \"Vui hả em?\" giọng anh lanh lảnh đầy phấn khích.  Anh đứng bất động, chờ tôi leo xuống. Tôi cố leo xuống, nhưng bắp cơ không chịu tuân theo. Cánh tay và chân vẫn kẹp chặt quanh người anh còn đầu thì xoay mòng mòng.  \"Bella ?\" anh hỏi, bây giờ đầy lo lắng.  \"Em nghĩ mình cần nằm xuống, \" tôi nói hổn hển.  \"Ồ, xin lỗi. \" anh chờ tôi, nhưng tôi vẫn không nhúc nhích được.  \"Em nghĩ em cần giúp đỡ, \" tôi thừa nhận.  Anh cười lặng lẽ, và nhẹ nhàng tháo vòng tay siết chặt của tôi trên cổ anh.  Sức mạnh sắt đá của đôi tay anh không gặp sự kháng cự nào. Sau đó anh kéo tôi vòng qua đối mặt với anh, bế tôi trong tay như bế một đứa bé. Anh ôm tôi một chốc, rồi cẩn thận đặt tôi lên dương xỉ êm ái.  \"Em cảm thấy thế nào ?\" anh hỏi.  Tôi không biết chắc mình cảm thấy thế nào khi đầu tôi quay như điên.  \"Em nghĩ là chóng mặt. \" \"Đặt đầu giữa đầu gối đi. \" Tôi thử, và có tác dụng một chút. Tôi hít thở từ từ, giữ yên đầu. Tôi cảm thấy anh ngồi bên cạnh. Thời gian trôi qua, rồi cuối cùng tôi thấy mình có thể ngẩng đầu lên. Có âm thanh u u kêu trong tai.  \"Anh nghĩ đó không phải là ý hay, \" anh trầm ngâm.  Tôi cố tỏ ra lạc quan, nhưng giọng yếu ớt. \"Không, rất thú vị.” \"Hah! Em tái nhợt như thây ma - à không, em trắng nhợt y như anh!\" \"Em nghĩ đáng lẽ em phải nhắm mắt lại.” \"Lần sau nhớ nhé. \" \"Lần sau!\" tôi rên rỉ.  Anh cười, tâm trạng anh vẫn hớn hở.  \"Phô trương, \" tôi thì thầm.  \"Mở mắt ra, Bella, \" anh nói lặng lẽ.  Và anh ở ngay đó, mặt anh thật gần mặt tôi. Sắc đẹp anh làm đầu óc tôi choáng váng - quá sức chịu đựng.  \"Anh đã nghĩ, khi đang chạy ...” anh ngừng lại.  \"Lo sao cho không tông đầu vô cây, em hy vọng vậy. \" \"Bella ngốc, \" anh cười khúc khích. \" chạy là bản năng thứ nhì của anh, đó không phải là điều anh phải nghĩ đến. \" \"Phô trương, \" tôi thì thầm lần nữa.  Anh mỉm cười.  \"Không, \" anh tiếp tục, \"Anh đã nghĩ có một chuyện anh muốn thử. \" Và anh ôm mặt tôi trong tay mình lần nữa.  Tôi không thở được.  Anh do dự - không theo kiểu thông thường, kiểu của con người.  Không phải kiểu một người con trai do dự trước khi hôn một người con gái, để biết phản ứng của cô ấy, để biết mình sẽ được chấp nhận như thế nào. Có lẽ anh ta do dự để kéo dài giây phút này, giây phút tuyệt diệu sắp sửa hôn, đôi khi còn đẹp hơn chính nụ hôn.  Còn Edward do dự kiểm tra mình, để xem liệu chuyện anh sắp làm có an toàn không, để chắc chắn vẫn kiểm soát được nhu cầu của mình.  Rồi đôi môi cẩm thạch, lạnh giá của anh áp thật nhẹ lên môi tôi.  Điều mà chẳng ai trong chúng tôi đề phòng trước là phản ứng của tôi.  Máu sôi dưới da tôi, thiêu cháy trong môi tôi. Hơi thở tôi trở thành tiếng hổn hển hoang dã. Ngón tay tôi siết vào tóc anh, kéo anh sát vào mình. Môi tôi hé mở khi hít mùi hương say người của anh.  Ngay lập tức tôi cảm thấy anh biến thành tảng đá không nhúc nhích dưới môi tôi. Bàn tay anh nhẹ nhàng, nhưng với sức mạnh không cưỡng nỗi, đẩy mặt tôi ra. Tôi mở mắt và thấy vẻ thận trọng của anh.  \"Tiếc quá, \" tôi thở.  \"Đó là nói nhẹ đi rồi. \" Mắt anh điên cuồng, hàm nghiến lại kiềm chế dữ dội, mà vẫn giọng nói vẫn hoàn hảo. Anh kéo mặt tôi đến gần mặt anh.  Làm loá mắt tôi.  \"Em có nên …?\" tôi nhích người xa anh.  Bàn tay anh không chịu để tôi nhúc nhích một xăng ti mét nào.  \"Không, anh chịu được mà. Đợi anh một chút thôi.” Giọng anh lịch sự, tự chủ.  Tôi nhìn vào mắt anh, quan sát nỗi phấn khích trong mắt anh giảm dần và dịu dàng trở lại.  Sau đó anh mỉm cười tinh quái đến không ngờ.  \"Đó, \" anh nói, rõ ràng hài lòng với mình.  \"Chịu đựng được?\" tôi hỏi.  Anh cười ầm lên. \"Anh mạnh hơn anh nghĩ.  Thật vui khi biết vậy. \" \"Em ước mình có thể nói giống anh.  Em xin lỗi. \" \"Dù sao em cũng chỉ là con người thôi.” \"Cám ơn rất nhiều, \" tôi nói, giọng tôi chua chát.  Anh đứng lên bằng một trong những động tác uyển chuyển mềm mại, nhanh không thấy kịp.  Anh chìa tay về phía tôi, một cử chỉ bất ngờ vì tôi đã quá quen với kiểu cẩn thận không để đụng chạm giữa chúng tôi. Tôi nắm bàn tay lạnh giá của anh, cần giúp nhiều hơn tôi nghĩ. Khả năng giữ thăng bằng của tôi vẫn chưa quay lại.  \"Em vẫn còn yếu vì anh chạy? Hay vì anh hôn quá sành sỏi?”  Bây giờ khi anh cười, anh thật vui vẻ, thật con người, khuôn mặt thiên thần của anh thật bình yên. Anh là một Edward khác hơn người tôi đã từng biết. Và tôi càng cảm thấy mê đắm anh hơn.  Tôi sẽ đau đớn biết bao nếu bây giờ bị tách rời khỏi anh.  \"Em không rõ, em vẫn còn chóng mặt, \" tôi cố trả lời. \"Tuy vậy, em nghĩ chắc tại cả hai.” \"Chắc em nên để cho anh lái xe. \" \"Anh điên à?\" tôi phản đối.  \"Anh có thể lái giỏi hơn cả ngày em lái giỏi nhất, \" anh trêu. \"Em phản xạ chậm hơn nhiều.” \"Em chắc chắn đúng vậy, nhưng em không nghĩ thần kinh của em, hay xe tải em, chịu nỗi chuyện đó.” \"Tin tưởng chút đi, Bella. \" Bàn tay tôi vẫn ở trong túi, nắm chặt chìa khoá. Tôi bĩu môi, cân nhắc, rồi cười hết mức lắc đầu.  \"Không. Không được đâu. \" Anh nhíu mày tỏ vẻ không tin.  Tôi bắt đầu bước qua anh, về phía tài xế. Anh hẳn đã để tôi đi qua nếu tôi không hơi lảo đảo. Và rồi một lần nữa, anh đã không để tôi đi qua. Cánh tay anh tạo thành một cái bẫy không thoát ra được quanh eo tôi.  \"Bella, anh đã cố hết sức mình chỉ để giữ mạng sống cho em. Anh sẽ không để em ngồi sau tay lái khi em thậm chí còn không thể đi đứng thẳng thớm được. Hơn nữa, bạn bè sẽ không để bạn mình lái xe khi đang say,”   anh trích dẫn câu nói với nụ cười khúc khích. Tôi ngửi thấy mùi thơm ngát ngọt ngào không chịu được tỏa ra từ ngực anh.  \"Say?\" tôi phản đối.  \"Em say vì chính sự hiện diện của anh. \" Anh lại cười nụ cười tự mãn bỡn cợt ấy.  \"Em không cãi lại được lập luận đó rồi,”  tôi thở dài. Tôi không thể cưỡng lại anh bất cứ chuyện gì. Tôi đưa chìa khoá lên cao rồi thả nó, xem tay anh nhanh như tia chớp tóm bắt nó không một tiếng động. \"Nhẹ nhàng nào - xe tải của em cao tuổi lắm đó. \" \"Hết sức nhẹ nhàng, \" anh đồng ý.  \"Thế anh chẳng bị ảnh hưởng chút nào?\" tôi hỏi, khó chịu. \" vì sự hiện diện của em sao?\" Một lần nữa, khuôn mặt linh hoạt của anh thay đổi, nét mặt anh trở nên dịu dàng, ấm áp.  Lúc đầu anh không trả lời; anh chỉ cúi mặt sát mặt tôi, lướt môi chậm rãi dọc theo hàm của tôi, từ tai đến cằm, rồi từ cằm đến tai. Tôi run rẩy.  \"Dù sao đi nữa, \" cuối cùng anh cũng thì thầm, \"anh cũng có phản xạ tốt hơn. \""
        }
    ],
    "suggestions": []
}