{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ʌnri'lentiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">không nguôi, không bớt, không giảm, liên tục, không yếu đi (về cường độ..)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an unrelenting hatred</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">mối thù không nguôi</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">độc ác, tàn nhẫn, không thương xót (người)</td></tr></table><i/></div>",
            "word": "unrelenting"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unrelenting</k><blockquote>■ <cclass>adjective not yielding in strength, severity, or determination. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unrelentingly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>unrelentingness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "unrelenting"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unrelenting</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the unrelenting heat</i>: CONTINUAL, constant, continuous, relentless, unremitting, unabating, unrelieved, incessant, unceasing, endless, unending, persistent.</blockquote><blockquote><b>2</b><i>an unrelenting opponent</i>: IMPLACABLE, inflexible, uncompromising, unyielding, unbending, relentless, determined, dogged, tireless, unflagging, unshakeable, unswerving, unwavering.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>intermittent.</blockquote></div>",
            "word": "unrelenting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unrelenting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unrelenting"
        }
    },
    "sentences": [
        {
            "en": "<em>Unrelenting</em> hatred",
            "vi": "Mối thù không nguôi"
        },
        {
            "en": "He is a cruel and <em>unrelenting</em> master.",
            "vi": "Hắn là một ông thầy độc ác và tàn nhẫn."
        },
        {
            "en": "She felt nothing but <em>unrelenting</em> hatred for her attacker.",
            "vi": "Cô ấy không cảm thấy gì cả ngoài mối thù sâu sắc/không đội trời đối với những kẻ đã tấn công cổ."
        },
        {
            "en": "The <em>unrelenting</em> heat frustrated a lot of people.",
            "vi": "Cái nóng dai dẳng đã làm nhiều người khó chịu."
        },
        {
            "en": "The judgment the play passes on the final achievement of these lives is stern and <em>unrelenting</em>.",
            "vi": "Vở kịch này phê phán hành vi cuối cùng trong đời hai nhân vật đó là một cách nghiêm khắc và tàn nhẫn."
        },
        {
            "en": "They have been <em>unrelenting</em> in their support for the local community.",
            "vi": "Họ đang cố gắng trong việc ủng hộ/đóng góp cho cộng đồng địa phương."
        },
        {
            "en": "Life on a sugar plantation was brutal and the work was <em>unrelenting</em>.",
            "vi": "Cuộc sống ở đồn điền trồng mía đường rất tàn bạo và còn công việc thì nhiều không ngớt."
        },
        {
            "en": "The carrot went in strong, hard and <em>unrelenting</em>. However after being subjected to the boiling water, it softened and became weak.",
            "vi": "Cà rốt cứng và rắn chắc, nhưng sau khi được cho vào nước sôi, nó trở nên rất mềm yếu."
        },
        {
            "en": "And while a little stress helps us stay focused and alert, some days it comes at us in the SuperGulp size. Severe or <em>unrelenting</em> stress can damage the heart.",
            "vi": "Và trong khi một chút căng thẳng sẽ giúp chúng ta tập trung và cảnh giác hơn, thì một ngày nào đó nó ập đến với sức ép khổng lồ. Căng thẳng nghiêm trọng hoặc quá mức chịu đựng có thể tàn phá tim mạch của bạn."
        },
        {
            "en": "Empowered people pursue their passions relentlessly. There’s always going to be someone who’s more naturally talented than you are, but what you lack intalent, you can make up for in passion. Empowered people’s passion is what drives their <em>unrelenting</em> pursuit of excellence. Warren Buffett recommends finding your truest passions using, what he calls, the 5/25 technique: Write down the 25 things that you care about the most. Then, cross out the bottom 20. The remaining 5 are your true passions. Everything else is merely a distraction.",
            "vi": "Nhân tài thường theo đuổi đam mê của họ không ngừng nghỉ. Sẽ luôn có những người sinh ra đã tài năng hơn bạn, nhưng nếu không có tài năng gì đặc biệt bạn vẫn có thể bù đắp nó bằng đam mê. Đam mê là chất xúc tác để những nhân tài không ngừng theo đuổi sự ưu tú trên mọi phương diện. Warren Buffett đã gợi ý cho các bạn trẻ đi tìm đam mê bằng phương pháp 5/25: Viết ra 25 điều bạn quan tâm nhất. Sau đó, gạch đi 20 điều bạn ít quan tâm hơn. 5 điều còn lại chính là đam mê của bạn. Mọi thứ khác chỉ là tầm phào."
        }
    ],
    "suggestions": []
}