{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ʌnri'leitid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">không kể lại, không thuật lại</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an unrelated fact</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một sự việc không thuật lại</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">không có liên quan, không có quan hệ với ai/cái gì</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">không có họ với (cùng một họ, cùng một tầng lớp..)</td></tr></table><i/></div>",
            "word": "unrelated",
            "pronounce": "[,ʌnri'leitid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unrelated</k><blockquote>■ <cclass>adjective not related. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unrelatedness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "unrelated",
            "pronounce": "[,ʌnri'leitid]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unrelated</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>unrelated incidents</i>: SEPARATE, unconnected, independent, unassociated, distinct, discrete, disparate.</blockquote><blockquote><b>2</b><i>a reason unrelated to my work</i>: IRRELEVANT, immaterial, inapplicable, unconcerned, off the subject, beside the point, not pertinent, not germane.</blockquote></div>",
            "word": "unrelated",
            "pronounce": "[,ʌnri'leitid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unrelated",
            "pronounce": "[,ʌnri'leitid]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không liên quan</font></td></tr></tbody></table></div>",
            "word": "unrelated",
            "pronounce": "[,ʌnri'leitid]"
        }
    },
    "sentences": [
        {
            "en": "<em>Unrelated</em> fact",
            "vi": "Sự việc không thuật lại"
        },
        {
            "en": "Welter of <em>unrelated</em> facts",
            "vi": "Mớ hỗn độn các sự kiện không có liên quan"
        },
        {
            "en": "Diversity into <em>unrelated</em> products",
            "vi": "Đa dạng những sản phẩm không liên quan tới đối thủ cạnh tranh."
        },
        {
            "en": "The two events are <em>unrelated</em>.",
            "vi": "Hai sự kiện chẳng liên quan gì với nhau cả."
        },
        {
            "en": "The two events were totally <em>unrelated</em>.",
            "vi": "Hai sự kiện hoàn toàn không liên hệ gì với nhau cả."
        },
        {
            "en": "Five people were shot yesterday in two apparently <em>unrelated</em> incidents.",
            "vi": "Hôm qua 5 người đã bị bắn trong hai vụ có vẻ chẳng liên quan gì đến nhau."
        },
        {
            "en": "Police found the evidence while investigating an <em>unrelated</em> matter.",
            "vi": "Cảnh sát tìm được bằng chứng này trong khi điều tra một sự kiện chẳng liên quan gì đến nó cả."
        },
        {
            "en": "This history is a welter of <em>unrelated</em> facts.",
            "vi": "Nền lịch sử này là một mớ hỗn độn các sự kiện không có liên quan."
        },
        {
            "en": "They are arranging a welter of <em>unrelated</em> facts.",
            "vi": "Họ đang sắp xếp một mớ hỗn độn các sự kiện không có liên quan."
        },
        {
            "en": "3. Don’t place items on the table that are <em>unrelated</em> to the meal",
            "vi": "Chớ đặt vật dụng không liên quan đến bữa ăn lên bàn."
        },
        {
            "en": "There are many combinations of <em>unrelated</em> products and services that have created new and effective ideas.",
            "vi": "Có nhiều sự kết hợp của những sản phẩm và dịch vụ không liên quan với nhau mà đã tạo ra những ý kiến mới và hiệu quả."
        },
        {
            "en": "Thinking outside the box is the ability and willingness to make connections between seemingly <em>unrelated</em> issues.",
            "vi": "Suy nghĩ ngoài cái hộp là một khả năng và sự tự nguyện để tạo các nối tiếp giữa các vấn đề mà xem ra không liên quan đến nhau."
        },
        {
            "en": "Archaea can be infected by double - stranded DNA viruses that are <em>unrelated</em> to any other form of virus.",
            "vi": "Vi khuẩn cổ có thể bị nhiễm các virus DNA chuỗi kép, mà vốn không có mối liên quan tới bất kì dạng virus khác nào."
        },
        {
            "en": "But after weeks of searching the ocean floor, it was concluded that the noises were <em>unrelated</em> to the plane.",
            "vi": "Nhưng sau nhiều tuần tìm kiếm dưới đáy đại dương, người ta kết luận các âm thanh đó không liên quan gì đến chiếc máy bay."
        },
        {
            "en": "Archaea can be infected by double-stranded DNA viruses that are <em>unrelated</em> to any other form of virus.",
            "vi": "Vi khuẩn cổ có thể bị nhiễm các virus DNA chuỗi kép, mà vốn không có mối liên quan tới bất kì dạng virus khác nào."
        },
        {
            "en": "Some experts have suggested the possibility that other, <em>unrelated</em> viruses may also be circulating in Mexico, making symptoms worse.",
            "vi": "Một số chuyên gia cho rằng có khả năng là những vi-rút khác, những vi-rút không có liên quan có thể đang lan truyền ở Mêhicô, và làm cho các triệu chứng tồi tệ hơn."
        },
        {
            "en": "Transformation results in horizontal gene transfer, transmitting fragments of genetic information between organisms that would be otherwise <em>unrelated</em>.",
            "vi": "Biến nạp có thể dẫn đến sự chuyển gen ngang, truyền những đoạn thông tin di truyền giữa những sinh vật không có mối liên hệ với nhau."
        },
        {
            "en": "While these funeral ceremonies tend to be smaller than those for people who die from causes <em>unrelated</em> to HIV/AIDS, funeral costs in general are significant.",
            "vi": "Tuy thường được tổ chức trong phạm vi nhỏ hơn so với những người qua đời vì các nguyên nhân khác, nhưng chi phí cho tang lễ nói chung cũng ở mức đáng kể."
        },
        {
            "en": "In severe incompatibility, for example be tween completely <em>unrelated</em> people, there are likely to be swift immune reactions as antibodies attack and destroy and offending antigenic material.",
            "vi": "Trong trường hợp bất tương hợp trầm trọng như giữa hai người hoàn toàn không liên hệ với nhau, có thể có những phản ứng miễn dịch nhanh chóng do kháng thể tấn công và huỷ diệt mọi chất kháng nguyên xâm phạm."
        },
        {
            "en": "Even large firms in China often consist of small core businesses accompanied by numerous small subsidiaries operating in sectors <em>unrelated</em> to the core.",
            "vi": "Ngay cả những công ty lớn của Trung Quốc cũng thường là tập hợp bao gồm một số các hoạt động kinh doanh cốt lõi đi kèm với rất nhiều chi nhánh nhỏ, hoạt động trong những ngành không hề có liên quan tới hoạt động cốt lõi."
        }
    ],
    "suggestions": []
}