{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌnri'flektiv]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không biết suy nghĩ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không phản chiếu</td></tr></table><i/></div>",
            "word": "unreflective"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "unreflective"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unreflective"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unreflective"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unreflective"
        }
    },
    "sentences": [
        {
            "en": "A WITCH IN ANIMAL FORM: In the lore of some Native American tribes, particularly the Navajo, the \"skinwalker\" is an evil witch that can shift into animal shape. Although generally believed to take the form of a wolf, coyote, crow, fox or owl, it is said skinwalkers can take any animal shape they desire. Those who report having seen skinwalkers say they are slightly deformed in their animal state with dull and <em>unreflective</em> eyes — the opposite of a real animal. In human form, their eyes are said to shine with an inhuman animal glow.",
            "vi": "Phù thủy trong lốt động vật: Trong truyền thuyết của một số bộ lạc thổ dân châu Mỹ, đặc biệt là bộ lạc Navajo, \"skinwalker\" là một phù thuỷ ác có thể biến hình thành động vật. Mặc dù thường được cho là ở lốt chó sói, sói đồng cỏ, quạ, cáo hoặc cú, phù thủy hóa thú được cho là có thể biến thành bất kỳ động vật nào mà họ muốn. Những nhân chứng nhìn thấy phù thủy hóa thú cho rằng họ đang hơi bị biến dạng ở trong lốt động vật của mình với đôi mắt buồn tẻ và vô hồn - trái ngược với một con thú thực sự. Trong hình dạng con người, ánh mắt của họ lóe sáng tàn ác lạnh lùng."
        }
    ],
    "suggestions": []
}