{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌn'selfi∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không ích kỷ, không nghĩ đến lợi ích bản thân</td></tr></table><i/></div>",
            "word": "unselfish",
            "pronounce": "[,ʌn'selfi∫]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unselfish</k><blockquote>■ <cclass>adjective not selfish. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unselfishly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>unselfishness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "unselfish",
            "pronounce": "[,ʌn'selfi∫]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unselfish</k><blockquote>▸ <cclass>adjective ALTRUISTIC, disinterested, selfless, self-denying, self-sacrificing; generous, philanthropic, public-spirited, charitable, benevolent, caring, kind, considerate, noble.</cclass></blockquote></div>",
            "word": "unselfish",
            "pronounce": "[,ʌn'selfi∫]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>unselfish</k><blockquote><blockquote><ex><abr>adj.</abr> unselfish to + <abr>inf.</abr> (it was unselfish of her to make the offer)</ex></blockquote></blockquote></div>",
            "word": "unselfish",
            "pronounce": "[,ʌn'selfi∫]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unselfish",
            "pronounce": "[,ʌn'selfi∫]"
        }
    },
    "sentences": [
        {
            "en": "He is an <em>unselfish</em> man.",
            "vi": "Anh ấy không phải là người ích kỷ."
        },
        {
            "en": "That's my <em>unselfish</em>, good little girls.",
            "vi": "Đúng là các con gái ngoan ngoãn tốt bụng của mẹ."
        },
        {
            "en": "Truly listening is an <em>unselfish</em> act.",
            "vi": "Chân thành lắng nghe là một hành động biết nghĩ tới người khác."
        },
        {
            "en": "Perhaps there would not be enough. Then somebody would have to be <em>unselfish</em> and olite.",
            "vi": "Có lẽ số si - rô còn lại không đủ và như thế thì có một vài cô cậu bắt buộc cần chứng tỏ là lịch sự hoặc không ích kỉ."
        },
        {
            "en": "How lucky we are to live among such nice and <em>unselfish</em> people!",
            "vi": "Chúng tôi may mắn biết bao được sống giữa những người tử tế dễ thương, không có tánh ích kỷ như thế."
        },
        {
            "en": "Perhaps there would not be enough. Then somebody would have to be <em>unselfish</em> and olite.",
            "vi": "Có lẽ số si-rô còn lại không đủ và như thế thì có một vài cô cậu bắt buộc cần chứng tỏ là lịch sự hoặc không ích kỉ."
        },
        {
            "en": "Do you think i've forgotten all the wonderful, <em>unselfish</em> things you've done for Ashley and Beau and me.",
            "vi": "Chẳng lẽ chị nghĩ rằng em đã quên tất cả những điều vị tha tuyệt vời mà chị đã làm vì ashley, vì beau và em."
        },
        {
            "en": "Happiness is spiritual, born of Truth and Love. It is <em>unselfish</em>; therefore, it cannot exist alone, but requires all mankind to share it.",
            "vi": "Hạnh phúc thuộc về tâm hồn, được sinh ra từ chân lý và tình yêu. Hạnh phúc không ích kỷ ; do đó nó không tồn tại đơn lẻ, nhưng nó đòi hỏi mọi người phải chia sẻ"
        },
        {
            "en": "Happiness is spiritual, born of Truth and Love. It is <em>unselfish</em> ; therefore, it cannot exist alone, but requires all mankind to share it.",
            "vi": "Hạnh phúc thuộc về tâm hồn, được sinh ra từ chân lý và tình yêu. Hạnh phúc không ích kỷ; do đó nó không tồn tại đơn lẻ, nhưng nó đòi hỏi mọi người phải chia sẻ nó."
        },
        {
            "en": "Small wonder that confidence languishes, for it thrives only on honesty, on honor, on the sacredness of obligations, on faithful protection, and on <em>unselfish</em> performance ; without them it cannot live.",
            "vi": "Chẳng có gì lạ khi niềm tin càng ngày càng lụi tàn, bởi niềm tin chỉ có thể được nuôi dưỡng bằng những thứ như lòng trung thực, danh dự, nghĩa vụ thiêng liêng, sự che chở đích thực và những hành động bất vụ lợi; thiếu những thứ này thì niềm tin không thể tồn tại."
        },
        {
            "en": "Small wonder that confidence languishes, for it thrives only on honesty, on honor, on the sacredness of obligations, on faithful protection, and on <em>unselfish</em> performance; without them it cannot live.",
            "vi": "càng ngày càng lụi tàn, bởi niềm tin chỉ có thể được nuôi dưỡng bằng những thứ như lòng trung thực, danh dự, nghĩa vụ thiêng liêng, sự che chở đích thực và những hành động bất vụ lợi ; thiếu những thứ này thì niềm tin không thể tồn tại."
        },
        {
            "en": "Then, as she held Melanie's hand more closely, a flood of warm gratitude to god swept over her and, for the first time since her childhood, she said a humble, <em>unselfish</em> prayer.",
            "vi": "Rồi, trong khi nắm chặt tay melanie hơn, một cảm giác biết ơn thượng đế như một đợt sóng nồng ấm dâng ngập hồn nàng và lần đầu tiên, kể từ thời thơ ấu, nàng nhẩm đọc một lời cầu nguyện thành kính không gợn một chút vị kỷ."
        },
        {
            "en": "Pa made a swing of tough bark and hung it to a large, low branch of Laura's tree. It was her swing because it was in her tree, but she had to be <em>unselfish</em> and let Mary swing in it whenever she wanted to.",
            "vi": "Bố làm một cái đu bằng vỏ cây, đem treo vào một nhánh cây lớn, thấp ở cội cây của Laura. Cây đu thành của riêng của cô bé. Vì nó nằm ở cội cây của cô, nhưng Laura tỏ"
        },
        {
            "en": "Pa made a swing of tough bark and hung it to a large, low branch of Laura's tree. It was her swing because it was in her tree, but she had to be <em>unselfish</em> and let Mary swing in it whenever she wanted to.",
            "vi": "Bố làm một cái đu bằng vỏ cây, đem treo vào một nhánh cây lớn, thấp ở cội cây của Laura. Cây đu thành của riêng của cô bé. Vì nó nằm ở cội cây của cô, nhưng Laura tỏ ra không ích kỉ bằng cách thuận cho Mary đung đưa nó khi nào thích."
        },
        {
            "en": "religious and \"conservative\" about marriage as any Eastern couple. They do not behave in the manner that the mass media has portrayed them. Not all the people in the west run off to get a divorce or abortion after their first quarrel or dispute. Decent people all over the world are the same ; they are <em>unselfish</em> and care deeply about those whom they love. They make enormous sacrifices and develop love and understanding to ensure",
            "vi": "Có một \"đại đa số im lặng\" những cặp vợ chồng khuôn phép, mộ đạo và \"bảo thủ\" về hôn nhân như bất cứ cặp vợ chồng phương Ðông nào. Họ không cử xử theo tính cách mà hệ thống thông tin truyền tin đại chúng đã thể hiện. Không phải toàn bộ tất cả những người ở phương Tây chạy đua để ly dị hoặc phá thai sau lần cãi vã đầu tiên hoặc tranh chấp. Những người tử tế khuôn thước trên khắp thế giới đều bao dung và chăm sóc quan tâm sâu sắc những người họ yêu thương. Họ hết lòng hy sinh để phát huy tình thương và hiểu biết để đảm bảo những cuộc hôn nhân hạnh phúc vững bền. Như vậy nếu bạn muốn bắt chước người phương Tây hãy bắt chước \"đại đa số im lặng\": họ không khác biệt với người hàng xóm khuôn thước sống bên cạnh nhà bạn."
        },
        {
            "en": "mass media has portrayed them. Not all the people in the west run off to get a divorce or abortion after their first quarrel or dispute. Decent people all over the world are the same ; they are <em>unselfish</em> and care deeply about those whom they love. They make enormous sacrifices and develop love and understanding to ensure happy and stable marriages. So, if you want to ape the west ape the \"silent majority\":",
            "vi": "Có một \"đại đa số im lặng\" những cặp vợ chồng khuôn phép, mộ đạo và \"bảo thủ\" về hôn nhân như bất cứ cặp vợ chồng phương Ðông nào. Họ không cử xử theo tính cách mà hệ thống thông tin truyền tin đại chúng đã thể hiện. Không phải toàn bộ tất cả những người ở phương Tây chạy đua để ly dị hoặc phá thai sau lần cãi vã đầu tiên hoặc tranh chấp. Những người tử tế khuôn thước trên khắp thế giới đều bao dung và chăm sóc quan tâm sâu sắc những người họ yêu thương. Họ hết lòng hy sinh để phát huy tình thương và hiểu biết để đảm bảo những cuộc hôn nhân hạnh phúc vững bền. Như vậy nếu bạn muốn bắt chước người phương Tây hãy bắt chước \"đại đa số im lặng\": họ không khác biệt với người hàng xóm khuôn thước sống bên cạnh nhà bạn."
        },
        {
            "en": "a vast \"silent majority\" of decent couples who are as deeply religious and \"conservative\" about marriage as any Eastern couple. They do not behave in the manner that the mass media has portrayed them. Not all the people in the west run off to get a divorce or abortion after their first quarrel or dispute. Decent people all over the world are the same ; they are <em>unselfish</em> and care deeply about those whom they",
            "vi": "Có một \"đại đa số im lặng\" những cặp vợ chồng khuôn phép, mộ đạo và \"bảo thủ\" về hôn nhân như bất cứ cặp vợ chồng phương Ðông nào. Họ không cử xử theo tính cách mà hệ thống thông tin truyền tin đại chúng đã thể hiện. Không phải toàn bộ tất cả những người ở phương Tây chạy đua để ly dị hoặc phá thai sau lần cãi vã đầu tiên hoặc tranh chấp. Những người tử tế khuôn thước trên khắp thế giới đều bao dung và chăm sóc quan tâm sâu sắc những người họ yêu thương. Họ hết lòng hy sinh để phát huy tình thương và hiểu biết để đảm bảo những cuộc hôn nhân hạnh phúc vững bền. Như vậy nếu bạn muốn bắt chước người phương Tây hãy bắt chước \"đại đa số im lặng\": họ không khác biệt với người hàng xóm khuôn thước sống bên cạnh nhà bạn."
        },
        {
            "en": "of decent couples who are as deeply religious and \"conservative\" about marriage as any Eastern couple. They do not behave in the manner that the mass media has portrayed them. Not all the people in the west run off to get a divorce or abortion after their first quarrel or dispute. Decent people all over the world are the same ; they are <em>unselfish</em> and care deeply about those whom they love. They make enormous sacrifices",
            "vi": "Có một \"đại đa số im lặng\" những cặp vợ chồng khuôn phép, mộ đạo và \"bảo thủ\" về hôn nhân như bất cứ cặp vợ chồng phương Ðông nào. Họ không cử xử theo tính cách mà hệ thống thông tin truyền tin đại chúng đã thể hiện. Không phải toàn bộ tất cả những người ở phương Tây chạy đua để ly dị hoặc phá thai sau lần cãi vã đầu tiên hoặc tranh chấp. Những người tử tế khuôn thước trên khắp thế giới đều bao dung và chăm sóc quan tâm sâu sắc những người họ yêu thương. Họ hết lòng hy sinh để phát huy tình thương và hiểu biết để đảm bảo những cuộc hôn nhân hạnh phúc vững bền. Như vậy nếu bạn muốn bắt chước người phương Tây hãy bắt chước \"đại đa số im lặng\": họ không khác biệt với người hàng xóm khuôn thước sống bên cạnh nhà bạn."
        },
        {
            "en": "There is a vast \"silent majority\" of decent couples who are as deeply religious and \"conservative\" about marriage as any Eastern couple. They do not behave in the manner that the mass media has portrayed them. Not all the people in the west run off to get a divorce or abortion after their first quarrel or dispute. Decent people all over the world are the same ; they are <em>unselfish</em> and",
            "vi": "Có một \"đại đa số im lặng\" những cặp vợ chồng khuôn phép, mộ đạo và \"bảo thủ\" về hôn nhân như bất cứ cặp vợ chồng phương Ðông nào. Họ không cử xử theo tính cách mà hệ thống thông tin truyền tin đại chúng đã thể hiện. Không phải toàn bộ tất cả những người ở phương Tây chạy đua để ly dị hoặc phá thai sau lần cãi vã đầu tiên hoặc tranh chấp. Những người tử tế khuôn thước trên khắp thế giới đều bao dung và chăm sóc quan tâm sâu sắc những người họ yêu thương. Họ hết lòng hy sinh để phát huy tình thương và hiểu biết để đảm bảo những cuộc hôn nhân hạnh phúc vững bền. Như vậy nếu bạn muốn bắt chước người phương Tây hãy bắt chước \"đại đa số im lặng\": họ không khác biệt với người hàng xóm khuôn thước sống bên cạnh nhà bạn."
        },
        {
            "en": "decent couples who are as deeply religious and \"conservative\" about marriage as any Eastern couple. They do not behave in the manner that the mass media has portrayed them. Not all the people in the west run off to get a divorce or abortion after their first quarrel or dispute. Decent people all over the world are the same ; they are <em>unselfish</em> and care deeply about those whom they love. They make enormous sacrifices and",
            "vi": "Có một \"đại đa số im lặng\" những cặp vợ chồng khuôn phép, mộ đạo và \"bảo thủ\" về hôn nhân như bất cứ cặp vợ chồng phương Ðông nào. Họ không cử xử theo tính cách mà hệ thống thông tin truyền tin đại chúng đã thể hiện. Không phải toàn bộ tất cả những người ở phương Tây chạy đua để ly dị hoặc phá thai sau lần cãi vã đầu tiên hoặc tranh chấp. Những người tử tế khuôn thước trên khắp thế giới đều bao dung và chăm sóc quan tâm sâu sắc những người họ yêu thương. Họ hết lòng hy sinh để phát huy tình thương và hiểu biết để đảm bảo những cuộc hôn nhân hạnh phúc vững bền. Như vậy nếu bạn muốn bắt chước người phương Tây hãy bắt chước \"đại đa số im lặng\": họ không khác biệt với người hàng xóm khuôn thước sống bên cạnh nhà bạn."
        }
    ],
    "suggestions": []
}