{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ʌnsə'lisitid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">được cho đi một cách tự nguyện, được gửi đi/cấp một cách tự nguyện; không do yêu cầu/khẩn nài</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">unsolicited help</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự giúp đỡ tự nguyện</font></td></tr></table><i/></div>",
            "word": "unsolicited"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unsolicited</k><blockquote>■ <cclass>adjective not asked for; given or done voluntarily. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unsolicitedly</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "unsolicited"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unsolicited</k><blockquote>▸ <cclass>adjective UNINVITED, unsought, unasked for, unrequested.</cclass></blockquote></div>",
            "word": "unsolicited"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unsolicited"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unsolicited"
        }
    },
    "sentences": [
        {
            "en": "<em>Unsolicited</em> help",
            "vi": "Giúp đỡ tự nguyện"
        },
        {
            "en": "UCE – <em>Unsolicited</em> Commercial E-mail",
            "vi": "Email gửi đi mà không được yêu cầu của người nhận"
        },
        {
            "en": "The bid proposal is <em>unsolicited</em>.",
            "vi": "Lời đề nghị giá thầu không được yêu cầu."
        },
        {
            "en": "<em>Unsolicited</em> (junk) mail, ie use for advertising purposes.",
            "vi": "Thư từ (linh tinh) tự ý gởi đến, thường là để quảng cáo."
        },
        {
            "en": "School age children need <em>unsolicited</em> help and encouragement.",
            "vi": "Trẻ em tuổi đến trường cần được giúp đỡ và khuyến khích tự nguyện."
        },
        {
            "en": "This article, <em>unsolicited</em> comments, is by Leceta Chisholm Guibault.",
            "vi": "Đoạn văn này, những lời bình luận không được yêu cầu, là do Leceta Chisholm Guibault viết."
        },
        {
            "en": "Most often I find an <em>unsolicited</em> help I am offered very helpful.",
            "vi": "Hầu như tôi thấy là sự giúp đỡ tự nguyện mà tôi nhận được rất có ích."
        },
        {
            "en": "If a post or thread contains spam (<em>unsolicited</em> advertising) it will be removed and the poster may be banned.",
            "vi": "Nếu bài đăng hay mạch chứa các thư rác (những quảng cáo tự đăng) nó sẽ bị bỏ đi hay xoá đi và người đăng có thể bị cấm đăng."
        },
        {
            "en": "She urged the public to simply put the phone down to <em>unsolicited</em> callers who pose that question: “I know that people think it’s impolite to hang up, but it’s a good strategy.”",
            "vi": "Bà khuyến nghị mọi người chỉ đơn giản là cúp máy với những người cứ đưa ra câu hỏi ấy: \"Tôi biết là mọi người sẽ nghĩ cúp máy là bất lịch sự, nhưng đó là một cách hữu hiệu.\""
        },
        {
            "en": "At some stage in your life you might feel the urge to proffer <em>unsolicited</em> advice and think that you're doing someone a favor.  At a certain age, you then realize that there's no point in telling anyone what to do, that actually, if you think about it, being given advice you didn't ask for doesn't feel very nice.  What does feel good though is if someone plants a seed for you to ponder which leads you on to find the right answer yourself.",
            "vi": "Vào một số giai đoạn trong đời, có thể bạn đã thấy thôi thúc muốn được đưa ra những lời khuyên không yêu cầu cho người khác, và cho rằng, bạn đang làm một điều tốt cho họ. Khi bạn thêm nhiều tuổi nữa, bạn lại nhận ra rằng chả ích gì việc chỉ bảo ai khác phải làm gì, và sự thật là việc nhận được lời khuyên không mời cũng chẳng hay ho gì lắm đâu. Điều thực sự tốt là khi người khác gieo một hạt giống cho bạn, mách bảo bạn, giúp bạn tự tìm tòi để tìm câu trả lờiđúng cho chính mình."
        },
        {
            "en": "The chapter prohibits the imposition of customs duties on electronic transmissions, and prevents TPP Parties from favoring national producers or suppliers of such products through discriminatory measures or outright blocking. To protect consumers, TPP Parties agree to adopt and maintain consumer protection laws related to fraudulent and deceptive commercial activities online and to ensure that privacy and other consumer protections can be enforced in TPP markets. Parties also are required to have measures to stop <em>unsolicited</em> commercial electronic messages.",
            "vi": "Chương này cấm áp đặt thuế quan cho sản phẩm truyền thông điện tử và không cho các nước TPP ưu đãi các đơn vị trong nước chuyên sản xuất hoặc cung cấp sản phẩm ấy bằng cách phân biệt đối xử hoặc phong toả hoàn toàn. Để bảo vệ người tiêu dùng, các nước TPP nhất trí thông qua và duy trì các quy định pháp lý liên quan đến hoạt động lừa đảo, gian lận thương mại trên mạng và đảm bảo là có thể thực thi quyền riêng tư cùng nhiều biện pháp khác nữa để bảo vệ người tiêu dùng trên thị trường TPP. Các nước TPP cũng phải có biện pháp ngăn chặn tình trạng tin nhắn rác."
        },
        {
            "en": "I must have been forty years old before reading Frederic Bastiat's classic The Law. An anonymous person, to whom I shall eternally be in debt, mailed me an <em>unsolicited</em> copy. After reading the book I was convinced that a liberal-arts education without an encounter with Bastiat is incomplete. Reading Bastiat made me keenly aware of all the time wasted, along with the frustrations of going down one blind alley after another, organizing my philosophy of life. The Law did not produce a philosophical conversion for me as much as it created order in my thinking about liberty and just human conduct.",
            "vi": "Tôi cũng phải đã ở tuổi bốn mươi trước khi đọc được tác phẩm kinh điển Luật Pháp (The Law) của Frederic Bastiat. Một người vô danh, người mà tôi sẽ mãi mãi mắc nợ, đã gửi cho tôi một bản sao mà tôi không hề yêu cầu. Sau khi đọc cuốn sách tôi đã bị thuyết phục rằng một nền giáo dục khai phóng mà không gặp gỡ Bastiat là không thể trọn vẹn được. Đọc Bastiat làm cho tôi nhận thức sâu sắc về tất cả những quãng thời gian đã bị lãng phí cùng với nỗi thất vọng lúc lạc lối ở hết ngõ cụt này đến ngõ cụt khác khi đang thiết lập triết lý sống cho bản thân. Luật Pháp đã không gây ra sự chuyển đổi triết học trong tôi nhiều như nó tạo ra trật tự trong suy nghĩ của tôi về tự do và cách cư xử đúng đắn của con người."
        },
        {
            "en": "I must have been forty years old before reading Frederic Bastiat's classic The Law. An anonymous person, to whom I shall eternally be in debt, mailed me an <em>unsolicited</em> copy. After reading the book I was convinced that a liberal-arts education without an encounter with Bastiat is incomplete. Reading Bastiat made me keenly aware of all the time wasted, along with the frustrations of going down one blind alley after another, organizing my philosophy of life. The Law did not produce a philosophical conversion for me as much as it created order in my thinking about liberty and just human conduct.",
            "vi": "Tôi cũng phải đã ở tuổi bốn mươi trước khi đọc được tác phẩm kinh điển Luật Pháp (The Law) của Frederic Bastiat. Một người vô danh, người mà tôi sẽ mãi mãi mắc nợ, đã gửi cho tôi một bản sao mà tôi không hề yêu cầu. Sau khi đọc cuốn sách tôi đã bị thuyết phục rằng một nền giáo dục khai phóng mà không gặp gỡ Bastiat là không thể trọn vẹn được. Đọc Bastiat làm cho tôi nhận thức sâu sắc về tất cả những quãng thời gian đã bị lãng phí cùng với nỗi thất vọng lúc lạc lối ở hết ngõ cụt này đến ngõ cụt khác khi đang thiết lập triết lý sống cho bản thân. Luật Pháp đã không gây ra sự chuyển đổi triết học trong tôi nhiều như nó tạo ra trật tự trong suy nghĩ của tôi về tự do và cách cư xử đúng đắn của con người."
        }
    ],
    "suggestions": []
}