{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[(')ʌn'spesifik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không loại biệt, không riêng biệt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không dứt khoát, không rành mạch, không rõ ràng</td></tr></table><i/></div>",
            "word": "unspecific"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unspecific</k><blockquote>■ <cclass>adjective not specific; vague. </cclass></blockquote></div>",
            "word": "unspecific"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unspecific"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unspecific"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unspecific"
        }
    },
    "sentences": [
        {
            "en": "Notwithstanding the 30 percent maximum investment, why are the procedures so unclear, <em>unspecific</em> and complicated such that investment becomes infeasible?",
            "vi": "Mặc dù đầu tư tối đa chỉ 30%, tại sao thủ tục lại không rõ ràng, không cụ thể và phức tạp đến mức không thể làm được?"
        },
        {
            "en": "However, the above provisions are still <em>unspecific</em> and insufficient to deal with matters that arise in practice relating to names of enterprises.",
            "vi": "Tuy vậy, quy định nói trên còn thiếu cụ thể và chưa đủ để xử lý các vấn đề liên quan đến tên doanh nghiệp phát sinh trong thực tế."
        },
        {
            "en": "UK travellers warned over Europe       (http://www.bbc.co.uk/news/uk-11462595) The Foreign Office has updated its travel advice for Europe, warning of a \"high threat\" of attacks in countries including France and Germany. Previously it had advised only of a \"general threat\" but an FCO spokeswoman said the safety of Britons abroad was of major concern. The US has also advised vigilance in Europe because of the threat of an <em>unspecific</em> al-Qaeda attack. The UK's threat level, as set by the Home Office, remains severe.  The FCO spokeswoman said: \"Like other large European countries, [France and Germany] have a high threat of terrorism, which is reflected in our updated travel advice. Analysis Frank Gardner - BBC security correspondent     There are two threat scales. There is the one to Britons in Britain put out by the Home Office and that remains unchanged at severe. The second is the threat to Britons abroad and that is the Foreign Office's responsibility. It has raised it to the highest level possible of alert for Britons in France and Germany. It's gone up to high and is advising Britons to be vigilant.  It's very non-specific but is in response to the current threat perceived from al-Qaeda who are trying to put together a team of jihadists in the manner of the Mumbai attacks two years ago.  There is an element of back cover in all of this. After the Bali bombing of 2002, there was a huge row about why MI5 didn't give people sufficient warning about how dangerous the threat was in Bali. \"We therefore attach great importance to providing information about personal safety and security overseas to enable people to make informed decisions about travel.\" 'Indiscriminate attacks'  On its website, the FCO said: \"Attacks could be indiscriminate, including in places frequented by expatriates and foreign travellers.\" The new level is the highest the FCO records and is based on information from a variety of sources including the Joint Terrorism Analysis Centre, security and intelligence agencies, diplomatic and media reports, local knowledge and embassy reports. In the UK the highest level that can be reached is critical - when an attack is expected imminently. The current threat level indicates an attack is \"highly likely\". Security sources have warned of an al-Qaeda plan to send teams of gunmen to crowded places to kill civilians. They said cities in the UK, France and Germany were thought to be targets for the militants, in attacks analysts feared could be similar to the 2008 atrocities in Mumbai. Responding to the US warning, which referred to the whole of Europe, including the UK, Home Secretary Theresa May said: \"The first and most important duty of this government is the protection and security of the British people and visitors to the UK.\" In a statement issued on her behalf, Ms May said: \"As we have consistently made clear, we face a real and serious threat from terrorism. Our threat level remains at \"severe\" - meaning that an attack is highly likely.  \"We work closely with our international partners in countering terrorism and the US advice is consistent with our assessment. \"I would urge the public to report any suspicious activity to the police in support of the efforts of our security services to discover, track and disrupt terrorist activity.\"    FCO threat level classifications  \nHigh - a high level of known terrorist activity \n \nGeneral - some level of known terrorist activity \n \nUnderlying - a low level of known terrorist activity \n \nLow - no or limited known terrorist activity \n  Foreign Secretary William Hague said the updated travel guidance from the US \"reinforces the need for vigilance\".  \"We can't comment on the specifics but the need for vigilance is very strong,\" he said. The US state department advised Americans to take care while in tourist areas. The department did not specify a country, issuing the updated guidance for the whole of Europe. A White House spokesman said: \"From the day we became aware of this latest plot, the president made clear we need to do everything possible to disrupt this plot and protect the American people. Whether the State Department issues a travel alert is the decision of the State Department but this alert is responsive to the President's direction that we spare no effort.\"",
            "vi": "UK travellers warned over Europe     Bộ Ngoại giao nước Anh đã cập nhật thông tin hướng dẫn du lịch ở châu Âu, cảnh báo trước về \"nguy cơ tấn công cao\" ở nhiều quốc gia kể cả Pháp và Đức.  Trước đây, Bộ này thông báo đó chỉ là \"lời đe doạ chung\" nhưng một nữ phát ngôn của FCO (Bộ Ngoại giao) đã cho biết sự an toàn của người Anh ở nước ngoài đang là mối quan tâm chủ yếu.  Hoa Kỳ cũng thông báo hãy cảnh giác ở châu Âu vì đang có nguy cơ tấn công mờ ám của bọn al-Qaeda.  Mức đe doạ ở Vương quốc Anh, theo Bộ nội vụ, vẫn còn cực kỳ nguy hiểm.  Nữ phát ngôn của FCO (Bộ ngoại giao) đã nói : \"Giống như các cường quốc Châu Âu khác, [Pháp và Đức] có nguy cơ khủng bố cao, theo như phản ánh trong thông tin hướng dẫn du lịch mà chúng tôi đã cập nhật.” \nPhân tích \n Frank Gardner – Phóng viên an ninh của BBC    Có hai mức nguy cơ. Thứ nhất là dành cho những người Anh ở Anh được đưa ra ra bởi Bộ nội vụ và mức nguy hiểm đó vẫn không thay đổi.  Thứ hai là nguy cơ dành cho người Anh ở nước ngoài và đó là trách nhiệm thuộc về Bộ ngoại giao. Nguy cơ này tăng cao lên mức cao nhất cảnh báo có thể xảy ra đối với người Anh ở Pháp và Đức. Nguy cơ này tăng lên cao và Bộ ngoại giao khuyên người Anh cần phải cảnh giác.  Nguy cơ này không rõ ràng lắm nhưng chỉ là để phản ứng lại đe doạ hiện thời của bọn al-Qaeda bởi vì chúng đang cố tập hợp nhóm chiến sĩ hồi giáo để tấn công theo kiểu ở Mumbai cách đây hai năm.  Có một phần tử yểm trợ phía sau trong tất cả chuyện này. Sau vụ ném bom ở Bali vào năm 2002, mọi người đồn rùm beng lớn tiếng là tại sao MI5 không cung cấp đủ thông tin cảnh báo cho mọi người về mức nguy hiểm đe doạ ở Bali.  \"Do đó chúng tôi kết hợp các điều tối quan trọng để cung cấp thông tin về an ninh cá nhân và an ninh ở nước ngoài để giúp mọi người có thể đưa ra quyết định có suy tính khi đi du lịch.\"  ‘Các cuộc tấn công không phân biệt’ Trên trang web này, FCO đã nói: \"Các cuộc tấn công có thể không phân biệt, kể cả các nơi lui tới của người xa xứ và du khách nước ngoài. \" Mức mới là mức cao nhất mà FCO ghi nhận và dựa trên thông tin từ nhiều nguồn khác nhau bao gồm Trung tâm Phối hợp phân tích khủng bố  (Joint Terrorism Analysis Centre), các cơ quan tình báo an ninh, các báo cáo của giới truyền thông và ngoại giao, các báo cáo của các tờ báo địa phương và báo cáo của đại sứ quán. Ở nước Anh, mức cao nhất có thể đạt đến gọi là nghiêm trọng - khi tấn công được nghi ngờ là sắp xảy ra. Mức đe doạ hiện thời cho biết tấn công là \"rất có thể xảy ra\".  Những nguồn thông tin an ninh đã cảnh báo kế hoạch của bọn al-Qaeda đang dự định gửi những nhóm kẻ cướp có súng đến nơi tụ họp đông người để giết thường dân.  Họ cho biết các thành phố ở nước Anh, Pháp và Đức được cho là các mục tiêu cho các chiến binh, các cuộc tấn công mà nhà phân tích sợ có thể giống như vụ tàn bạo năm 2008 ở Mumbai.  Nói về những cảnh báo của Hoa Kỳ, đối với cả châu Âu, bao gồm cả Vương quốc Anh, Bộ trưởng nội vụ Theresa May đã nói : \"nhiệm vụ đầu tiên và tối quan trọng của chính phủ này là bảo vệ an ninh cho người Anh và các du khách đến Anh.\" Trong lời tuyên bố thay mặt cho quốc gia này, bà May đã nói : \"một khi chúng tôi nhất quán làm rõ mọi chuyện, chúng tôi lại đối mặt với đe doạ nghiêm trọng thật sự từ bọn khủng bố. Mức đe doạ của quốc gia chúng tôi vẫn còn  \"nghiêm trọng\" - nghĩa là tấn công rất có thể xảy ra.  \"Chúng tôi làm việc chặt chẽ với các đối tác quốc tế của chúng tôi trong việc chống khủng bố và những lời khuyên của Hoa Kỳ phù hợp với đánh giá của chúng tôi.  \"Tôi sẽ kêu gọi công chúng báo cáo bất kỳ hoạt động nào khả nghi cho cảnh sát biết để ủng hộ nỗ lực của các dịch vụ an ninh của chúng tôi giúp sớm khám phá, theo dõi và đập tan các hoạt động khủng bố.\"   \nPhân loại các mức đe doạ của Bộ ngoại giao Anh\n  \nCao - mức cao của hoạt động khủng bố đã biết\n \nBình thường – mức trung bình của hoạt động khủng bố đã biết nào đó\n \nDưới cơ bản - mức thấp của hoạt động khủng bố đã biết\n \nThấp – hoạt động khủng bố được giới hạn hoặc không biết \n  (Nguồn: Bộ ngoại giao Anh) Ngoại trưởng Anh - William Hague cho biết thông tin hướng dẫn du lịch được cập nhật bởi Hoa Kỳ đã \"gia tăng nhu cầu cảnh giác\".  Ông cho biết: “Chúng tôi không thể bình luận về những chuyện cụ thể nhưng yêu cầu cảnh giác là rất lớn,”.  Bộ ngoại giao Hoa Kỳ khuyên người Mỹ cũng nên cảnh giác khi ở các khu du lịch. Bộ này không nói rõ quốc gia nào, những đã phát hành những hướng dẫn cập nhật cho cả châu Âu.  Người phát ngôn Nhà Trắng đã nói: \"Kể từ ngày chúng tôi bắt đầu biết được âm mưu mới nhất này, thì tổng thống chúng tôi cũng nêu rõ chúng tôi cần làm những việc gì có thể được để đập tan âm mưu này và bảo vệ người dân Hoa Kỳ. Dù cho Bộ Ngoại giao phát hành thông tin cảnh báo du lịch là quyết định của Bộ Ngoại giao nhưng cảnh báo này hưởng ứng theo chỉ thị của tổng thống mà chúng tôi thừa sức làm.\""
        }
    ],
    "suggestions": []
}