{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ʌn'spoukn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">không nói ra; hiểu ngầm</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an unspoken consent</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự ưng thuận ngầm</font></td></tr></table><i/></div>",
            "word": "unspoken"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unspoken</k><blockquote>■ <cclass>adjective not expressed in speech; tacit. </cclass></blockquote></div>",
            "word": "unspoken"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unspoken</k><blockquote>▸ <cclass>adjective UNSTATED, unexpressed, unuttered, unsaid, unvoiced, unarticulated, undeclared, not spelt out; tacit, implicit, implied, understood, taken as read.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>explicit.</blockquote></div>",
            "word": "unspoken"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unspoken"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unspoken"
        }
    },
    "sentences": [
        {
            "en": "<em>Unspoken</em> consent",
            "vi": "Ưng thuận ngầm"
        },
        {
            "en": "<em>unspoken</em> love",
            "vi": "tình yêu không được nói ra"
        },
        {
            "en": "The <em>unspoken</em> words everybody.",
            "vi": "Mấy tiếng không nói ra mọi người."
        },
        {
            "en": "It was an <em>unspoken</em> understanding.",
            "vi": "Đó là sự thấu hiểu mà không cần nói ra lời."
        },
        {
            "en": "There was an <em>unspoken</em> nostalgia.",
            "vi": "Có một nỗi nhớ thầm kín."
        },
        {
            "en": "Some things were better left <em>unspoken</em>.",
            "vi": "Có một số điều tốt hơn hết là không nên nói ra."
        },
        {
            "en": "Here I am. Broken wings, quiet thoughts, <em>unspoken</em> dreams.",
            "vi": "Anh ở đây. Không còn đôi cánh, lặng thầm suy nghĩ, không còn có thể nói về giấc mơ."
        },
        {
            "en": "What are the <em>unspoken</em> rules for making us successful?",
            "vi": "Những quy luật bất thành văn nào giúp ta thành công?"
        },
        {
            "en": "The flowers were all dead and the words were <em>unspoken</em>",
            "vi": "Những bông hoa úa tàn cùng những lời chưa thể nói ra"
        },
        {
            "en": "He talked as if he answered the <em>unspoken</em> question in my eyes.",
            "vi": "Anh nói như thể trả lời câu hỏi không thành lời trong mắt tôi."
        },
        {
            "en": "Just at that moment, the angel gave her the answer to her <em>unspoken</em> questions.",
            "vi": "Ngay khoảnh khắc đó vị thiên thần cho cô câu trả lời cho những câu hỏi cô không nói ra."
        },
        {
            "en": "Skilful persuaders send out the message, spoken or <em>unspoken</em>, that they appreciate the abilities of others.",
            "vi": "Những thuyết gia đầy kỹ năng nói ra thông tin, văn nói hoặc dưới hình thức khác, rằng họ đánh giá cao khả năng đối phương."
        },
        {
            "en": "I wasn't used to being taken care of, and Charlie's <em>unspoken</em> concern caught me by surprise.",
            "vi": "Tôi không quen với chuyện được chăm sóc, nên sự quan tâm thầm lặng của Charlie làm tôi sửng sốt."
        },
        {
            "en": "But Pumpkin stopped me; there was an <em>unspoken</em> rule about which cubby to use.",
            "vi": "Nhưng bí ngô chận tôi lại; có luật bất thành văn ở đây về việc sử dụng các ngăn ở trên kệ này."
        },
        {
            "en": "By <em>unspoken</em> consent, he convinces an entire village of people to abandon their homes and go on a perilous journey down the coastline.",
            "vi": "Bằng sự thỏa thuận ngầm, anh ấy thuyết phục toàn bộ dân làng rời bỏ nhà cửa tiếp tục cuộc hành trình đầy hiểm nguy xuống vùng bờ biển."
        },
        {
            "en": "In the past, although married couples did not express their love or inner feeling publicly, they had a deep even <em>unspoken</em> understanding and mutual respect for each other.",
            "vi": "Ngày xưa, mặc dù những cặp vợ chồng không phô bày những tình cảm thầm kín của họ một cách công khai nhưng họ rất yêu thương và đồng cảm với nhau, bằng chứng là ít có những cuộc ly dị nhau."
        },
        {
            "en": "In the past, although married couples did not express their love or inner feeling publicly, they had a deep even <em>unspoken</em> understanding and mutual respect for each other.",
            "vi": "Ngày xưa, mặc dù những cặp vợ chồng không phô bày những tình cảm thầm kín của họ một cách công khai nhưng họ rất yêu thương và đồng cảm với nhau, bằng chứng là ít có những cuộc"
        },
        {
            "en": "She spoke a few soft words to Dilcey who nodded kindly, as though an <em>unspoken</em> armistice existed in their old feud.",
            "vi": "Bà nói vài lời dịu dàng với dilcey và dilcey thân ái gật đầu, như thể một hoà ước ngầm đã chấm dứt mối thù hận cũ giữa họ."
        },
        {
            "en": "I wonder what would happen if there was an opportunity for the <em>unspoken</em> voices on the faces of these women to take part in the discussions?",
            "vi": "Tôi tự hỏi điều gì sẽ xảy ra nếu những người phụ nữ đó, với ánh mắt chứa đựng bao điều muốn chia sẻ nhưng không nói ra, được tham gia vào các cuộc thảo luận như thế này."
        },
        {
            "en": "But in the last few decades, Antia’s population has dwindled from 250 to 37, and as older whistlers lose their teeth, many can no longer sound sfyria’s sharp notes. Today, there are only six people left on the planet who can still ‘speak’ this <em>unspoken</em> language – and one of them recently invited me to Antia so I could meet the last whistlers of Greece.",
            "vi": "Nhưng trong vài thập kỷ gần đây, số dân ở Antia đã giảm từ 250 còn 37, và vì những người huýt sáo lớn tuổi đã rụng răng, nên nhiều người không còn phát ra được những giai điệu rõ ràng của tiếng Sfyria nữa - và một trong số họ vừa mời tôi đến Antia, nên tôi đã có thể gặp gỡ những người huýt sáo cuối cùng này của Hy lạp."
        }
    ],
    "suggestions": []
}