{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌnsək'sesfuli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">trạng từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">unsuccessful</font></td></tr></table><i/></div>",
            "word": "unsuccessfully",
            "pronounce": "[,ʌnsək'sesfuli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "unsuccessfully",
            "pronounce": "[,ʌnsək'sesfuli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unsuccessfully",
            "pronounce": "[,ʌnsək'sesfuli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unsuccessfully",
            "pronounce": "[,ʌnsək'sesfuli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unsuccessfully",
            "pronounce": "[,ʌnsək'sesfuli]"
        }
    },
    "sentences": [
        {
            "en": "I tried <em>unsuccessfully</em> to relax.",
            "vi": "Tôi cố thư giãn nhưng không thành/được."
        },
        {
            "en": "The same but probably <em>unsuccessfully</em>.",
            "vi": "Cũng làm giống như vậy, nhưng có lẽ không thành công."
        },
        {
            "en": "He had proposed marriage, <em>unsuccessfully</em>, twice already.",
            "vi": "Anh ta đã cầu hôn thất bại hai lần rồi."
        },
        {
            "en": "She stood <em>unsuccessfully</em> in the locals.",
            "vi": "Bà ấy đã ra tranh cử không thành công ở nhiều địa phương."
        },
        {
            "en": "They tried to raise him from the dead but <em>unsuccessfully</em>.",
            "vi": "Họ cố làm anh ta sống lại nhưng không thành công."
        },
        {
            "en": "They plotted together to kill him but <em>unsuccessfully</em>.",
            "vi": "Họ âm mưu giết ông ta nhưng không thành công."
        },
        {
            "en": "She tried to rat on her debt but <em>unsuccessfully</em>.",
            "vi": "Bà ta cố trốn nợ nhưng không thành công."
        },
        {
            "en": "They also tried <em>unsuccessfully</em> to inject it with sedatives.",
            "vi": "Họ cũng đã thử tiêm thuốc an thần cho nó mà không thành công."
        },
        {
            "en": "She appealed <em>unsuccessfully</em> against her conviction for murder.",
            "vi": "Cô ta phản kháng việc kết án tội giết người của cô ta bất thành."
        },
        {
            "en": "This left me with nothing to do but try to not look at him... <em>unsuccessfully</em>.",
            "vi": "Điều này làm tôi chẳng có chuyện gì để làm ngoài cố không nhìn anh ... không thành công."
        },
        {
            "en": "Sue teased her husband about his cholesterol and tried, <em>unsuccessfully</em>, to shame him into eating something green and leafy.",
            "vi": "Sue trêu chồng về vụ cholesterol và thử, nhưng không thành công, để làm ông xấu hổ mà ăn chút rau cỏ."
        },
        {
            "en": "Most of the respondents who participated in the study had tried to quit drug use several times, mostly <em>unsuccessfully</em>.",
            "vi": "Câu trả lời của hầu hết số người đó là họ đã từng cố thử cai nghiện nhiều lần và hầu như đều không thành công."
        },
        {
            "en": "This applies to minimum price arrangements, such as that attempted <em>unsuccessfully</em> for coffee by the Viet Nam Coffee and Cocoa Association in early 2001.",
            "vi": "Điều này đúng với các thoả thuận giá tối thiểu, như đã được Hiệp hội Cà phê và Ca cao Việt Nam thử nghiệm không mấy thành công hồi đầu năm 2001."
        },
        {
            "en": "Dr Dao underwent intense scrutiny and re-training for several years after his convictions. He also appealed <em>unsuccessfully</em> against conviction, including claiming the undercover video of him semi-naked broke his expectation of privacy.",
            "vi": "Bác sĩ Đào đã trải qua những cuộc kiểm tra và cải tạo lại rất nhiều năm sau khi ông bị kết án. Ông cũng kháng cáo không thành công chống lại sự kết án, bao gồm tuyên bố video bí mật của anh ta bán khỏa thân đã phá vỡ sự mong đợi của ông về sự riêng tư."
        },
        {
            "en": "Dr Dao underwent intense scrutiny and re-training for several years after his convictions. He also appealed <em>unsuccessfully</em> against conviction, including claiming the undercover video of him semi-naked broke his expectation of privacy.",
            "vi": "Bác sĩ Đào đã trải qua những cuộc kiểm tra và cải tạo lại rất nhiều năm sau khi ông bị kết án. Ông cũng kháng cáo không thành công chống lại sự kết án, bao gồm tuyên bố video bí mật của anh ta bán khỏa thân đã phá vỡ sự mong đợi của ông về sự riêng tư."
        },
        {
            "en": "Many people believe that Mother’s Day is now largely commercialized, with card companies, flower shops, jewelry stores, gift shops, restaurants, hotels, and department stores advertising promotions and special deals for this event. Anna Jarvis, in her lifetime, <em>unsuccessfully</em> filed a lawsuit to stop the over-commercialization of Mother's Day.",
            "vi": "Nhiều người tin rằng Ngày của Mẹ hiện nay được thương mại hóa rộng rãi, với các công ty quảng cáo, cửa hàng hoa, cửa hàng trang sức, cửa hàng quà tặng, nhà hàng, khách sạn, siêu thị quảng cáo và các chương trình khuyến mại đặc biệt cho sự kiện này. Anna Jarvis, trong cả cuộc đời cô, đã không thành công trong việc đệ đơn kiện để ngăn chặn việc thương mại hóa quá mức Ngày của Mẹ."
        },
        {
            "en": "Many people believe that Mother’s Day is now largely commercialized, with card companies, flower shops, jewelry stores, gift shops, restaurants, hotels, and department stores advertising promotions and special deals for this event. Anna Jarvis, in her lifetime, <em>unsuccessfully</em> filed a lawsuit to stop the over-commercialization of Mother's Day.",
            "vi": "Nhiều người tin rằng Ngày của Mẹ hiện nay được thương mại hóa rộng rãi, với các công ty quảng cáo, cửa hàng hoa, cửa hàng trang sức, cửa hàng quà tặng, nhà hàng, khách sạn, siêu thị quảng cáo và các chương trình khuyến mại đặc biệt cho sự kiện này. Anna Jarvis, trong cả cuộc đời cô, đã không thành công trong việc đệ đơn kiện để ngăn chặn việc thương mại hóa quá mức Ngày của Mẹ."
        },
        {
            "en": "Franklin D. Roosevelt  When FDR was 39, he got polio. A long-term treatment didn’t help, and the future president remained confined to a wheelchair. Once he realized how serious his disease was, no one heard him complaining. Having mustered all his courage, Roosevelt <em>unsuccessfully</em> tried to learn to walk on crutches and heavy orthopedic equipment. Despite his illness, he became the president of the USA. ’The only limit to our realization of tomorrow will be our doubts of today,’ Roosevelt said.",
            "vi": "Franklin D. RooseveltKhi 39 tuổi, ông mắc bệnh bại liệt. Điều trị hoài mà không khỏi, nên vị tổng thống tương lai luôn phải ngồi xe lăn. Khi biết được bệnh tình của mình trầm trọng như thế nào, ông không hề than thở với ai cả. Lấy hết can đảm, Roosevelt cố gắng tập đi nạng cùng thiết bị chỉnh hình nặng nề nhưng không thành công. Bệnh tật là vậy nhưng ông đã trở thành tổng thống Hoa Kỳ. Ông nói: \" Giới hạn duy nhất cản trở ngày mai tiến bộ của chúng ta sẽ chính là những hoài nghi của chúng ta ngày hôm nay.\""
        },
        {
            "en": "Symptoms of infertility Most couples should consult a doctor after a year of trying to conceive <em>unsuccessfully</em>. This is the main sign of infertility. If the woman is over age 35 and hasn't conceived after trying for six months or has an irregular menstrual cycle, it's best to see a doctor as soon as possible. Remember that the man should be evaluated, too. Male infertility is just as common as female infertility.",
            "vi": "Các triệu chứng vô sinh  Hầu hết các cặp vợ chồng sau một năm cố gắng mang thai mà không thành công thì nên tham khảo ý kiến của bác sĩ. Đây là dấu hiệu cơ bản của chứng vô sinh. Nếu người nữ trên 35 tuổi và chưa mang thai được sau 6 tháng cố gắng thụ tinh hoặc có chu kỳ kinh nguyệt không đều thì tốt hơn hết là nên đến khám bác sĩ càng sớm càng tốt. Xin nhớ rằng nam giới cũng nên được khám. Chứng vô sinh ở nam cũng hoàn toàn phổ biến tương tự như chứng vô sinh ở nữ."
        },
        {
            "en": "Negative experiences can stop painkillers working       A patient's belief that a drug will not work can become a self fulfilling prophecy, according to researchers. They showed the benefits of painkillers could be boosted or completely wiped out by manipulating expectations. The study, published in Science Translational Medicine, also identifies the regions of the brain which are affected.  Experts said this could have important consequences for patient care and for testing new drugs. Heat was applied to the legs of 22 patients, who were asked to report the level of pain on a scale of one to 100. They were also attached to an intravenous drip so drugs could be administered secretly. The initial average pain rating was 66. Patients were then given a potent painkiller, remifentanil, without their knowledge and the pain score went down to 55.  They were then told they were being given a painkiller and the score went down to 39. Then, without changing the dose, the patients were then told the painkiller had been withdrawn and to expect pain, and the score went up to 64. So even though the patients were being given remifentanil, they were reporting the same level of pain as when they were getting no drugs at all. Professor Irene Tracey, from Oxford University, told the BBC: \"It's phenomenal, it's really cool. It's one of the best analgesics we have and the brain's influence can either vastly increase its effect, or completely remove it.\" The study was conducted on healthy people who were subjected to pain for a short period of time. She said people with chronic conditions who had <em>unsuccessfully</em> tried many drugs for many years would have built up a much greater negative experience, which could impact on their future healthcare. Professor Tracey said: \"Doctors need more time for consultation and to investigate the cognitive side of illness, the focus is on physiology not the mind, which can be a real roadblock to treatment.\" Brain scans during the experiment also showed which regions of the brain were affected. The expectation of positive treatment was associated with activity in the cingulo-frontal and subcortical brain areas while the negative expectation led to increased activity in the hippocampus and the medial frontal cortex. Researchers also say the study raises concerns about clinical trials used to determine the effectiveness of drugs. George Lewith, professor of health research at the University of Southampton, said: \"It's another piece of evidence that we get what we expect in life. \"It completely blows cold randomised clinical trials, which don't take into account expectation.\"",
            "vi": "Những trải nghiệm thực tế thiếu lạc quan ngăn chặn tác dụng của thuốc giảm đau      Theo các nhà nghiên cứu cho biết niềm tin của bệnh nhân có thể trở thành dự báo nhằm thoả mãn bản thân vì họ cho rằng thuốc sẽ không có tác dụng. Họ cho thấy lợi ích của thuốc giảm đau có thể tăng tác dụng hoặc hoàn toàn không có tác dụng bằng những hy vọng nguỵ tạo. Nghiên cứu này cũng xác nhận những vùng ở não bị ảnh hưởng và được công bố trên tạp chí Science Translational Medicine. Các chuyên gia cho rằng điều này có thể gây hậu quả nghiêm trọng trong việc chăm sóc bệnh nhân và thử nghiệm các loại thuốc mới. Nhiệt được dùng để tác động vào chân ở 22 bệnh nhân, họ được yêu cầu thông báo về mức độ cơn đau trên thang từ 1 đến 100. Họ cũng được truyền máu vào tĩnh mạch để có thể đưa thuốc vào cơ thể một cách bí mật. Tỷ lệ cơn đau trung bình đầu tiên là 66. Sau đó bệnh nhân được đưa vào loại thuốc giảm đau mạnh là remifentanil mà bệnh nhân không hề biết thì lúc đó mức độ cơn đau giảm xuống 55. Sau đó người ta thông báo cho bệnh nhân họ đã được tiêm thuốc giảm đau thì thang giảm xuống 39.  Vẫn với liều lượng như vậy nhưng bệnh nhân được thông báo thuốc giảm đau đã được rút ra để cơn đau xảy đến thì thang lại tăng lên 64. Vậy là mặc dù bệnh nhân được tiêm thuốc giảm đau remifentanil, thang vẫn biểu hiện cùng mức độ cơn đau như khi họ chưa được tiêm thuốc vào. Giáo sư Irene Tracey ở trường Đại học Oxford phát biểu trên BBC rằng, “ Thật là tuyệt, đó chính là một hiện tượng. Nó là một trong những loại thuốc giảm đau tốt nhất mà chúng tôi có, ảnh hưởng của não vừa có thể tăng tác dụng rất lớn vừa hoàn toàn làm mất tác dụng.” Nghiên cứu này được thực hiện ở những người khoẻ mạnh bị chi phối bởi cơn đau trong khoảng thời gian ngắn. Bà nói rằng những người bị căn bệnh mãn tính đã thử dùng nhiều loại trong nhiều năm mà không lành, điều này làm tăng thêm trải nghiệm bi quan lớn hơn, và tác động đến việc chăm sóc sức khoẻ của họ trong tương lai. Giáo sư Tracey nói rằng: “ Bác sĩ cần có thêm thời gian để tư vấn và nghiên cứu kỹ khía cạnh căn bệnh có liên quan đến nhận thức, tập trung vào việc nghiên cứu sinh lý học chứ không phải là ý thức mà điều này có thể là một rào cản thực sự trong việc điều trị.”  Nội soi não trong quá trình thử nghiệm cho thấy các vùng xung quanh não cũng bị ảnh hưởng. Hy vọng về việc điều trị tích cực liên quan đến hoạt động ở vùng não thuộc vành trán và vùng dưới vỏ não trong khi hy vọng tiêu cực dẫn đến tính hoạt động gia tăng ở đồi hải mã và vỏ não trán giữa. Các nhà nghiên cứu cũng cho rằng nghiên cứu này làm tăng sự lo ngại về các thử nghiệm lâm sàng nhằm xác định tính hiệu quả của thuốc. Giáo sư George Lewith chuyên nghiên cứu về y tế ở trường Đại học Southampton nói rằng: “ Đó là dấu hiệu khác mà chúng ta có thể đạt được những gì chúng ta muốn trong cuộc sống.”  “ Nó như thổi một cơn gió mát vào các cuộc thử nghiệm lâm sàng ngẫu nhiên mà không tính đến sự mong đợi nào.”"
        }
    ],
    "suggestions": []
}