{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ʌn'tæηgl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(nghĩa đen); (nghĩa bóng) gỡ rối</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to untangle knitting wool</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">gỡ rối len đan</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">untangle a plot</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">khám phá một âm mưu</font></td></tr></table><i/></div>",
            "word": "untangle"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>untangle</k><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 free from tangles. </blockquote></blockquote><blockquote><blockquote>2》 free from complications or confusion. </blockquote></blockquote></div>",
            "word": "untangle"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>untangle</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>I untangled the fishing tackle</i>: DISENTANGLE, unravel, unsnarl, straighten out, untwist, untwine, unknot.</blockquote><blockquote><b>2</b><i>untangling a mystery</i>: SOLVE, find the/an answer to, resolve, puzzle out, fathom, clear up, clarify, get to the bottom of; <cclass><i>informal</i> figure out; <cclass><i>Brit.</i><cclass><i>informal</i> suss out.</cclass></cclass></cclass></blockquote></div>",
            "word": "untangle"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "untangle"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gỡ</font></td></tr></tbody></table></div>",
            "word": "untangle"
        }
    },
    "sentences": [
        {
            "en": "<em>Untangle</em> knitting wool",
            "vi": "Gỡ rối len đan"
        },
        {
            "en": "<em>Untangle</em> a plot",
            "vi": "Khám phá một âm mưu"
        },
        {
            "en": "I can't <em>untangle</em> these accounts/figures.",
            "vi": "Tôi không sao lần ra nổi các bản thanh toán/các con số này."
        },
        {
            "en": "It is so difficult to <em>untangle</em> knitting wool, electric flex.",
            "vi": "Rất khó để gỡ rối len đan, dây điện mềm."
        },
        {
            "en": "Officials are trying to <em>untangle</em> the stalled peace talks.",
            "vi": "Các quan chức đang cố gắng giải quyết/gỡ rối các cuộc nói chuyện về hòa bình đang bị tránh né."
        },
        {
            "en": "Can you give me a hand? <em>Untangle</em> this ball of wool, please!",
            "vi": "Con giúp mẹ được không? Gỡ rối cuộn len này nhá!"
        },
        {
            "en": "She's trying to <em>untangle</em> some of the nets that were ruined by the tsunami.",
            "vi": "Cô ấy đang cố gỡ một vài tay lưới bị rối đã bị phá hỏng bởi sóng thần."
        },
        {
            "en": "I need to get something to <em>untangle</em> the matted hair on my dog.",
            "vi": "Tôi cần một cái gì đó để gỡ rối mớ lông bù xù cho con chó của tôi."
        },
        {
            "en": "My father took a while to <em>untangle</em> his hands from the net, but at last he stood.",
            "vi": "Bố tôi gỡ tay ra khỏi lưới một lát mới xong, rồi ông đứng lên."
        },
        {
            "en": "A sanitary worker dives to <em>untangle</em> pieces of refuse enmeshed in the propellers of a trash-collecting boat. Photo: Tuoi Tre",
            "vi": "Một công nhân vệ sinh lặn để gỡ rối cho những mảnh rác vướng vào cánh quạt của một chiếc thuyền thùng rác thu gom. Ảnh: Tuổi Trẻ"
        },
        {
            "en": "To biomedical researchers all over the world, twins offer a precious opportunity to <em>untangle</em> the influence of genes and the environment - of nature and nurture .",
            "vi": "Đối với các nhà nghiên cứu y sinh học trên khắp thế giới, những cặp song sinh cung cấp một cơ hội quý báu để khám phá ảnh hưởng của gen và môi trường - của bản chất tự nhiên và sự nuôi dưỡng ."
        },
        {
            "en": "There is a need for systematic studies of methods to help adolescent students improve their awareness of morphological structure, their knowledge of affixes, and their understanding of how to <em>untangle</em> complex words during reading. This research would provide insights into the characteristics of instructional programs that ultimately would help students with reading problems or language-learning disabilities.",
            "vi": "Cần có những bài nghiên cứu có tính hệ thống về các phương pháp để giúp những học sinh thiếu niên trau dồi nhận thức về cấu trúc hình thái học, kiến thức về phụ tố và hiểu được cách đơn giản hóa các phức từ trong quá trình đọc hiểu. Bài nghiên cứu này sẽ cung cấp tầm nhìn sâu sắc về các đặc tính của các chương trình giảng dạy. Quy cho cùng thì nó sẽ giúp ích cho các học sinh có các vấn đề về đọc hiểu hay bị thiểu năng với việc học ngôn ngữ."
        },
        {
            "en": "Fukushima disaster: Japan fishermen brace for the worst         Shin Futsu fishermen fear that some of the radioactive elements will eventually wash up at the port.  The small port of Shin Futsu sits on the edge of Tokyo Bay, about a two hour drive from the capital. It is about 200km (124 miles) down the coast from the Fukushima nuclear plant where extraordinarily high levels of radiation have been detected in the sea near the reactors. In a small boat, Kazuhiro Ogawa passes the end of the sea wall that stretches protectively around the harbour, and heads out towards his seaweed farm.  It is cold and bright - the sun has not been up for an hour yet. Mr Ogawa is trying to salvage the nets and lines he grows his seaweed on. They were wrecked by the tsunami, the metal anchor posts all bent out of shape. An oil spill, blamed on the disaster, compounded the problem. Fear of radiation  But it is the difficulties they are having at the nuclear plant that really worries him. \"We'll be in trouble if the radiation comes here,\" Mr Ogawa says.  \"We don't just work at sea, we farm rice and vegetables too. I'm just about to plant my rice, I don't want radiation on it.\" Both radioactive iodine and caesium have been detected off the eastern coast of Japan. Iodine is less of a problem because it starts to dissipate over a few days, but the risk posed by caesium will last far longer. It won't decay to any great extent for decades. The prefecture of Chiba where Shin Futsu sits may get some protection from ocean currents which might spread the contamination away from the coastline out to sea. But there are concerns at the port that some of the radioactive elements will eventually wash up there. It could be absorbed by the seaweed or the fish. The amounts would probably be too small to pose a risk to human health. But it's likely they would be large enough to worry consumers whose business, of course, the fishermen of Shin Futsu depend on. The Shin Futsu fisherman's co-operative is worried that fear of radiation could yet turn out to be a bigger issue than the radiation itself. \"What I'm really worried about, even more than the radiation issue, is public opinion,\" their spokesman Yoshiaki Ito says. \"If there is any hint that food products in this area could be contaminated, then that would have a greater effect than the actual radiation itself.” The fishing industry is hugely important here: Japan consumes about 9m metric tones of seafood every year. 'No fear'  Yasuyo Katoh's wrapped in a bonnet to protect her from the sun. I'm worried about everything. I just wish things would get back to normal” She's trying to <em>untangle</em> some of the nets that were ruined by the tsunami.   She's sitting on the slipway near the quay working with a group of other local women. She says she is eating only the fish she put in the freezer before the radiation started leaking. \"I don't know what I will do when that runs out,\" she explains. \"I'm also worried about the water, and the vegetables. I'm worried about everything. I just wish things would get back to normal.\" Further down the quay some children have stripped down to their underwear and are leaping off the breakwater into the water. They have no fear of the height of the drop or of the water beneath. In most coastal areas further away from the nuclear plant you will find people who don't feel they are at risk - they don't see why their lives should be affected. But you will also find plenty of others who are uneasy about the prospects for the weeks ahead and uncertain about the dangers or at least the problems they're currently facing.",
            "vi": "Fukushima disaster: Japan fishermen brace for the worst      Những ngư dân ở Shin Futsu lo sợ rằng một vài nguyên tố phóng xạ cuối cùng sẽ trôi giạt vào cảng này.  Cảng nhỏ Shin Futsu nằm trên bờ vịnh Tokyo, chỉ cách hai giờ lái xe từ thủ đô này.    Nó cách khoảng 200 km (124 dặm) dọc theo bờ biển từ nhà máy hạt nhân Fukushima nơi mà mức độ phóng xạ cao quá mức đã được phát hiện ở khu vực biển gần các lò phản ứng.  Trên một chiếc thuyền nhỏ, Kazuhiro Ogawa băng qua đoạn cuối của đập ngăn biển trải dài bao bọc quanh bến cảng, và bắt đầu lên đường hướng về trang trại tảo của ông. Trời lạnh và quang đãng - mặt trời vẫn chưa lên trong vòng một tiếng đồng hồ.  Ông Ogawa đang cố thu tay lưới và dây câu mà ông trồng tảo trên đó. Chúng đã bị đánh hỏng bởi sóng thần, các cột neo bằng kim loại đều cong lại méo mó. Vụ tràn dầu, do thảm hoạ gây ra, đã làm vấn đề tồi tệ thêm. Sợ bị phóng xạ Nhưng chính những khó khăn họ đang gặp ở nhà máy hạt nhân thật sự làm ông ta lo lắng. \"Chúng tôi sẽ gặp khó khăn nếu chất phóng xạ đến nơi đây,\" Ông Ogawa nói.  \"Chúng tôi không chỉ đánh cá ở biển, chúng tôi còn trồng lúa và rau nữa. Tôi định sẽ trồng lúa, tôi không muốn có chất phóng xạ trên lúa của tôi.” Cả hai chất phóng xạ i-ốt lẫn xê-đi đã được tìm thấy ngoài bờ biển đông của Nhật Bản.  I-ốt ít nguy hiểm hơn vì nó bắt đầu tan trong vài ngày, nhưng nguy cơ phóng xạ của xê-di sẽ kéo dài hơn. Nó sẽ không phân rã ở mức độ cao trong nhiều thập niên.  Quận Chiba nơi cảng Shin Futsu toạ lạc có thể sẽ được bảo vệ khỏi luồng nước mà có thể phát tán nhiễm bẩn ra khỏi bờ biển rồi đổ ra biển.  Nhưng có nhiều mối lo ngại ở cảng rằng một vài nguyên tố phóng xạ cuối cùng sẽ trôi giạt vào đó.  Nó có thể được hấp thu bởi tảo hoặc cá.  Lượng phóng xạ có lẽ nhỏ quá cho nên không thể gây nguy hiểm cho sức khoẻ con người. Nhưng lượng này có thể sẽ đủ lớn để làm lo lắng những người tiêu dùng mà dĩ nhiên ngư dân ở Shin Futsu phụ thuộc vào công việc kinh doanh của họ.  Hợp tác xã ngư dân Shin Futsu lo lắng về nỗi sợ bị phóng xạ có thể lại là vấn đề lớn hơn chính mức phóng xạ. \"Điều mà tôi thật sự lo lắng, thậm chí hơn cả vấn đề phóng xạ, đó là dư luận của công chúng\" người phát ngôn Yoshiaki Ito của họ nói.  \"Có ý kiến bóng gió rằng thực phẩm ở khu vực này có thể bị nhiễm bẩn, vậy thì mức ảnh hưởng cao hơn chính mức phóng xạ thực tế.” Ngành thuỷ sản là ngành rất quan trọng nơi đây: Nhật Bản tiêu thụ khoảng 9 tấn mét hải sản mỗi năm.  “Không sợ hãi” Yasuyo Katoh đang quấn mặt trong cái mũ để bảo vệ của cô ấy khỏi ánh nắng mặt trời.  Tôi lo lắng về mọi thứ. Tôi chỉ ước mọi thứ ước sẽ bình thường trở lại \" Cô ấy đang cố gỡ một vài tay lưới bị rối đã bị phá hỏng bởi sóng thần. Cô ấy đang ngồi lên bờ trượt gần bến cảng làm việc với một nhóm phụ nữ địa phương khác. Cô ấy cho biết cô ấy đang ăn cá mà mình bỏ trong tủ lạnh trước khi phóng xạ bắt đầu rò rỉ. \"Tôi không biết tôi sẽ làm gì khi chúng cạn kiệt,\" cô ấy giải thích.  \"Tôi cũng lo lắng về nước và rau nữa. Tôi lo mọi thứ. Tôi chỉ muốn mọi thứ trở lại bình thường.\" Xa xa dưới bến cảng là một số trẻ em cởi đồ chỉ còn quần áo lót và đang nhảy ra khỏi đê chắn sóng xuống dòng nước. Chúng không sợ chiều cao của khoảng cách hoặc độ sâu của nước bên dưới. Ở hầu hết các khu vực duyên hải cách xa những nhà máy hạt nhân bạn sẽ nhận thấy những người nơi đây không biết họ cũng có nguy cơ nhiễm phóng xạ - họ nghĩ chẳng có lý do gì mà cuộc sống của họ bị ảnh hưởng cả.  Nhưng bạn sẽ cũng thấy nhiều người khác lo lắng về viễn cảnh trong những tuần tới và còn ngờ vực về mối nguy hiểm hoặc thậm chí những vấn đề họ hiện đang đối mặt."
        }
    ],
    "suggestions": []
}