{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ʌn'θiηkəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không tưởng tượng nổi, không thể có</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không thể nghĩ ra được; không thể tưởng tượng được, không thể quan niệm được, không thể hình dung được</td></tr></table><i/></div>",
            "word": "unthinkable"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unthinkable</k><blockquote>■ <cclass>adjective too unlikely or undesirable to be considered a possibility. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>unthinkability</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>unthinkably</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "unthinkable"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>unthinkable</k><blockquote>▸ <cclass>adjective UNIMAGINABLE, inconceivable, unbelievable, incredible, beyond belief, implausible.</cclass></blockquote></div>",
            "word": "unthinkable"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>unthinkable</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) unthinkable to + <abr>inf.</abr> (it would be unthinkable to build a house so close to the river) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) unthinkable that + clause (it is unthinkable that they would even make such an offer) </ex></blockquote></blockquote></div>",
            "word": "unthinkable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unthinkable"
        }
    },
    "sentences": [
        {
            "en": "<em>unthinkable</em>",
            "vi": "không thể tưởng tượng được"
        },
        {
            "en": "That's <em>unthinkable</em>.",
            "vi": "Chuyện đó không thể tưởng tượng được."
        },
        {
            "en": "Turn <em>unthinkable</em> to reality",
            "vi": "Biến những điều không tưởng thành sự thật"
        },
        {
            "en": "That was <em>unthinkable</em> ten years ago.",
            "vi": "Điều đó cách đây 10 năm người ta chưa nghĩ tới."
        },
        {
            "en": "It is <em>unthinkable</em> that God would do wrong",
            "vi": "Không thể tưởng tượng được là Chúa lại sai"
        },
        {
            "en": "In the face of such <em>unthinkable</em> tragedy, we fall silent.",
            "vi": "Đối mặt với thảm kịch không thể tưởng tượng như vậy, chúng tôi trong tình trạng im lặng."
        },
        {
            "en": "To abandon such an old tradition is <em>unthinkable</em>.",
            "vi": "Từ bỏ một truyền thống cổ như vậy là không thể chấp nhận."
        },
        {
            "en": "It is <em>unthinkable</em> that we should allow a nuclear holocaust to occur.",
            "vi": "Không thể tưởng tượng được là chúng ta lại cho phép một cuộc hủy diệt hạt nhân xảy ra."
        },
        {
            "en": "You can't imagine what it would be like to have your child die - it's quite <em>unthinkable</em>.",
            "vi": "Anh không thể tưởng tượng nổi chuyện chẳng hạn như chuyện mất con đâu – không thể hình dung được nó như thế nào đâu."
        },
        {
            "en": "“I cannot begin to imagine how anyone can carry out such an <em>unthinkable</em> act.\"",
            "vi": "\"Tôi không thể hiểu nổi làm thế nào một người có thể thực hiện một hành động không tưởng đến như vậy.\""
        },
        {
            "en": "One day the <em>unthinkable</em> happened: The ship had an accident and sank.",
            "vi": "Một hôm, chuyện chưa từng được nghĩ tới đã xảy ra : Con tàu gặp nạn và chìm."
        },
        {
            "en": "“I cannot begin to imagine how anyone can carry out such an <em>unthinkable</em> act.\"",
            "vi": "\"Tôi không thể hiểu nổi làm thế nào một người có thể thực hiện một hành động không tưởng đến như vậy.\""
        },
        {
            "en": "One day the <em>unthinkable</em> happened : The ship had an accident and sank.",
            "vi": "Một hôm, chuyện chưa từng được nghĩ tới đã xảy ra: Con tàu gặp nạn và chìm."
        },
        {
            "en": "Such incendiary statements at least indirectly were responsible for several previously <em>unthinkable</em> attacks in Caracas, Venezuela's capital.",
            "vi": "Những lời phát biểu gây bạo động như vậy ít nhất phải chịu trách nhiệm gián tiếp cho một vài cuộc tấn công không thể tưởng tượng được trước đây vào Caracas, thủ đô của Venezuela."
        },
        {
            "en": "South Africa, the former Soviet Union, and the Middle East still have many problems, setbacks as well as breakthroughs, but basically changes have happened that were considered <em>unthinkable</em> a decade ago.",
            "vi": "Nam Phi, Liên Xô cũ, và Trung Đông vẫn có nhiều vấn đề, bước lùi cũng như bước tiến, nhưng cơ bản những thay đổi đã diễn ra là những điều không tưởng cách đó chừng một thập kỉ."
        },
        {
            "en": "With thousands of kilometers of long riverbanks and seacoast, the construction of dykes is <em>unthinkable</em>; if only because of the costs (Vietnam has about 10 times more coastline than the Netherlands).",
            "vi": "Với hàng ngàn cây số bờ sông dài và bờ biển, việc xây dựng đê điều là không thể tưởng tượng; không chỉ vì những chi phí phải bỏ ra (Việt Nam có đường bờ biển dài hơn khoảng 10 lần so với Hà Lan)."
        },
        {
            "en": "The initial assessment show that Haiyan left a wake of massive devastation that is unprecedented, <em>unthinkable</em> and horrific, affecting 2/3 of the Philippines, with about half a million people now rendered homeless, and with scenes reminiscent of the aftermath of a tsunami, with a vast wasteland of mud and debris and dead bodies.",
            "vi": "Đánh giá ban đầu cho biết bão Hải Yến gây ra tổn thất nghiêm trọng chưa từng có, không thể tưởng tượng nổi và hết sức khủng khiếp, ảnh hưởng tới 2/3 Philippines, khoảng nửa triệu người hiện lâm vào cảnh vô gia cư, những cảnh tượng làm nhớ đến hậu quả của một thảm hoạ sóng thần, một vùng đất rộng lớn ngập trong bùn lầy, mảnh vỡ và xác người."
        },
        {
            "en": "But the logic of basic income, according to people to the left of Horst, leads only one way – to the cash sum becoming a universal right. It would be <em>unthinkable</em> for those on benefits to be earning and receiving more than their counterparts off benefits. Horst admitted: “Some municipalities are very into the basic income thing.”",
            "vi": "Nhưng theo những người cánh tả của Horst, logic của thu nhập cơ bản sẽ dẫn đến chỉ một kết quả mà thôi - đó là số tiền mặt ấy sẽ trở thành quyền phổ cập. Thật khó có thể tưởng tượng là những người đó sống dựa vào phúc lợi để có thu nhập lại nhận nhiều hơn những người giống như mình nhưng không có phúc lợi. Horst thừa nhận: \"Một số đô thị rất có thể sẽ áp dụng chế độ thu nhập cơ bản.\""
        },
        {
            "en": "A Microsoft-made Windows Phone isn’t unreasonable. It might have seemed <em>unthinkable</em> a year ago, when the world was still waiting for Microsoft and Nokia to launch the first fruits of their collaboration. However, that partnership no longer seems ironclad; now that Microsoft is treating HTC's Windows Phone 8X and 8S like flagship devices. Might Microsoft burn Nokia (again) by creating its own Windows Phone? Possibly.",
            "vi": "Một chiếc điện thoại Windows Phone do Microsoft chế tạo không phải là không có lý. Cách đây một năm thì đó có thể là điều không tưởng, khi mà thế giới vẫn đang chờ đợi Microsoft và Nokia tung ra những thành quả đầu tiên từ sự cộng tác của họ. Tuy nhiên, sự cộng tác này có vẻ không còn vững chắc, vì Microsoft đang xem Windows Phone 8X và 8S của HTC như những thiết bị hàng đầu. Liệu Microsoft có thể sẽ khiến Nokia nổi giận (một lần nữa) bằng cách tự chế tạo điện thoại Windows Phone? Có thể."
        },
        {
            "en": "In the West, it took decades of public education in the media as well as in schools to install a strong sense of public responsibility and establish habits of disposing of rubbish in a sensible way. In nations like Japan, dumping trash anywhere is <em>unthinkable</em> as Japanese society follows the creed of everyone obeying social norms for the good of everyone – including no rubbish anywhere. ",
            "vi": "Ở phương Tây, phải mất hàng thập niên giáo dục cộng đồng trên phương tiện truyền thông không chỉ ở các trường học để khắc sâu ý thức trách nhiệm chung mà còn tạo nên những thói quen phân loại xử lí rác đúng đắn. Ở những nước như Nhật Bản, vứt rác bừa bãi là điều không thể tưởng tượng nổi vì tín ngưỡng của mỗi người Nhật luôn tuân theo những chuẩn mực xã hội nhằm đem lại lợi ích cho mọi người, bao gồm cả việc không vứt rác bừa bãi."
        }
    ],
    "suggestions": []
}