{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌn'treind]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không tập, không rèn (súc vật)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không có kinh nghiệm; chưa thạo (người)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thể dục,thể thao) không tập dượt, không huấn luyện</td></tr></table><i/></div>",
            "word": "untrained",
            "pronounce": "[,ʌn'treind]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>untrained</k><blockquote>■ <cclass>adjective not having been trained. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>untrainable</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "untrained",
            "pronounce": "[,ʌn'treind]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>untrained</k><blockquote>▸ <cclass>adjective UNSKILLED, untaught, unschooled, untutored, unpractised, inexperienced; unqualified, unlicensed, amateur, non-professional.</cclass></blockquote></div>",
            "word": "untrained",
            "pronounce": "[,ʌn'treind]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "untrained",
            "pronounce": "[,ʌn'treind]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "untrained",
            "pronounce": "[,ʌn'treind]"
        }
    },
    "sentences": [
        {
            "en": "This could affect the safety of the public, as <em>untrained</em> people could provide services for patients.",
            "vi": "Khi điều này xảy ra, sự an toàn của người dân sẽ bị ảnh hưởng vì khi đó, những người không được đào tạo đầy đủ vẫn có thể cung cấp dịch vụ chăm sóc sức khỏe cho bệnh nhân."
        },
        {
            "en": "<em>Untrained</em>: 20 or over; Improver: 35 or over; Master: 70 or over.",
            "vi": "Người không luyện tập: 20 điểm trở lên; Người có rèn luyện: 35 điểm trở lên; Bậc thầy: 70 điểm trở lên"
        },
        {
            "en": "We will weld a bunch of <em>untrained</em> recruits into an efficient fighting force.",
            "vi": "Chúng ta sẽ cố liên kết một đám tân binh chưa qua huấn luyện thành một lực lượng chiến đấu hữu hiệu."
        },
        {
            "en": "Hunt - and - peck : A slow method of typing in which an <em>untrained</em> typist seeks out each key before striking it.",
            "vi": "Mổ cò: Phương pháp đánh máy chậm chạp, vì chưa quen nên người đánh máy phải dò từng phím để gõ."
        },
        {
            "en": "Hunt-and-peck: A slow method of typing in which an <em>untrained</em> typist seeks out each key before striking it.",
            "vi": "Mổ cò : Phương pháp đánh máy chậm chạp, vì chưa quen nên người đánh máy phải dò từng phím để gõ."
        },
        {
            "en": "In addition, the consequences of poor performance – e.g., unskilled air traffic control, <em>untrained</em> surgeons – can be life threatening.",
            "vi": "Hơn nữa, hậu quả của các hoạt động yếu kém - ví dụ, kiểm soát không lưu kém kỹ năng, những cuộc phẫu thuật không lành nghề - có thể đe doạ tính mạng con người."
        },
        {
            "en": "I agree that medically <em>untrained</em> persons should have no say in whether or not a diagnostic is performed.",
            "vi": "Tôi đồng ý là những người chưa qua đào tạo y khoa không nên nói gì trong việc thực hiện chẩn đoán hay không."
        },
        {
            "en": "“The policy on sending <em>untrained</em> workers abroad will not last forever. It is should be seen as a temporary solution,” Pho said.",
            "vi": "\"Chính sách gửi lao động không qua đào tạo ra nước ngoài sẽ không kéo dài mãi mãi. Nó nên được xem như một giải pháp tạm thời\", ông Pho nói."
        },
        {
            "en": "“The policy on sending <em>untrained</em> workers abroad will not last forever. It is should be seen as a temporary solution,” Pho said.",
            "vi": "\"Chính sách gửi lao động không qua đào tạo ra nước ngoài sẽ không kéo dài mãi mãi. Nó nên được xem như một giải pháp tạm thời\", ông Pho nói."
        },
        {
            "en": "The idea here is that most <em>untrained</em> buyers of diamonds value carat weight higher than cut, so the stone is cut to maximize the carat weight, even if this makes the stone less brilliant--and therefore less valuable!",
            "vi": "Quan điểm ở đây là hầu hết người mua kim cương không có kinh nghiệm coi trọng về trọng lượng ca - ra hơn là giác cắt, vì vậy viên đá được cắt để tối đa hóa trọng lượng ca - ra dẫu điều này làm cho viên đá kém sáng"
        },
        {
            "en": "“<em>Untrained</em> workers can only take simple jobs and earn modest money. Those few workers who can be trained overseas will not want to come back to Vietnam,” he said.",
            "vi": "\"Người lao động không được đào tạo chỉ có thể làm những công việc đơn giản và kiếm được khoản tiền khiêm tốn. Số ít những lao động có thể được đào tạo ở nước ngoài sẽ không muốn trở lại Việt Nam\", ông nói."
        },
        {
            "en": "The idea here is that most <em>untrained</em> buyers of diamonds value carat weight higher than cut, so the stone is cut to maximize the carat weight, even if this makes the stone less brilliant - - and therefore less valuable!",
            "vi": "Quan điểm ở đây là hầu hết người mua kim cương không có kinh nghiệm coi trọng về trọng lượng ca-ra hơn là giác cắt, vì vậy viên đá được cắt để tối đa hóa trọng lượng ca-ra dẫu điều này làm cho viên đá kém sáng-và do đó kém giá trị hơn!"
        },
        {
            "en": "Agreeing with the view, a high school teacher in Hanoi said the situation would be serious if most unemployed workers were <em>untrained</em> and unskilled. If so, the national economy would be stagnant which would lead to social problems.",
            "vi": "Đồng tình với quan điểm này, một giáo viên THPT ở Hà Nội cho biết tình hình sẽ nghiêm trọng nếu hầu hết công nhân thất nghiệp không được đào tạo và có tay nghề. Nếu vậy, nền kinh tế quốc gia sẽ trì trệ dẫn đến các vấn đề xã hội."
        },
        {
            "en": "Citing a report which says that 80 percent of Vietnamese workers are <em>untrained</em>, Tuan said this was because of the Vietnamese workers’ limited ability in acquiring knowledge and the latest technological achievements. ",
            "vi": "Trích dẫn một báo cáo trong đó nói rằng 80% công nhân Việt chưa qua đào tạo, ông Tuấn cho biết điều này là do khả năng hạn chế các công nhân Việt Nam trong việc tiếp thu kiến thức và thành tựu, công nghệ mới nhất."
        },
        {
            "en": "“<em>Untrained</em> workers can only take simple jobs and earn modest money. Those few workers who can be trained overseas will not want to come back to Vietnam,” he said.",
            "vi": "\"Người lao động không được đào tạo chỉ có thể làm những công việc đơn giản và kiếm được khoản tiền khiêm tốn. Số ít những lao động có thể được đào tạo ở nước ngoài sẽ không muốn trở lại Việt Nam\", ông nói."
        },
        {
            "en": "Chung Bich Phuong, deputy head of the Tan Phu district’s education sub-department, said every security guard can get VND1 million a month because they are considered ‘<em>untrained</em> workers’. The amount of money is just enough to cover basic needs for 10 days.",
            "vi": "Chung Bích Phượng, Phó trưởng phòng giáo dục quận Tân Phú, cho biết mỗi nhân viên an ninh có thể nhận được 1 triệu đồng một tháng vì họ được coi là 'người lao động chưa qua đào tạo'. Số tiền chỉ đủ để trang trải các nhu cầu cơ bản trong 10 ngày."
        },
        {
            "en": "The highest unemployment rate is for the group of people holding junior college certificates, with 7.2 percent while it is only 1.97% for the group of <em>untrained</em> workers. The general unemployment rate is 2.43%, up 0.22% compared with the same period of 2014.",
            "vi": "Tỷ lệ thất nghiệp cao nhất là đối với nhóm lao động trình độ cao đẳng, với 7,2% trong khi nó chỉ là 1,97% đối với nhóm lao động chưa qua đào tạo. Tỷ lệ thất nghiệp chung là 2,43%, tăng 0,22 % so với cùng kỳ năm 2014."
        },
        {
            "en": "The child abuse is seen mostly at privately run schools and household run classes, because the education establishments, trying to minimize the operation costs, employ <em>untrained</em> teachers and pay low wages to workers. Therefore, the teachers are discouraged in their works.",
            "vi": "Bạo hành trẻ em hầu như tại các trường tư nhân, và các lớp hộ gia đình, bởi vì thành lập giáo dục, đang cố gắng để giảm chi phí hoạt động, người lao động không được đào tạo và trả lương thấp. Vì vậy, giáo viên đã không được khích lệ để có động lực trong công việc."
        },
        {
            "en": "Mike is looking for another job. His boss is rude and very bad - tempered. And the five people who work for Mike are lazy and <em>untrained</em> so Mike has to explain everything to them at least three times. So his job is a real bed of nails for him.",
            "vi": "Mike đang đi tìm việc khác. Ông sếp của anh ấy là người cộc cằn thô lỗ mà lại hay cáu kỉnh nữa. Còn 5 nhân viên làm việc cho anh thì lười biếng và thiếu kinh nghiệm cho nên anh Mike phải cắt nghĩa mọi thứ cho họ ít ra là 3 lần. Vì thế công việc hiện giờ của anh làm cho anh hết sức khổ sở."
        },
        {
            "en": "Mike is looking for another job. His boss is rude and very bad-tempered. And the five people who work for Mike are lazy and <em>untrained</em> so Mike has to explain everything to them at least three times. So his job is a real bed of nails for him.",
            "vi": "khác. Ông sếp của anh ấy là người cộc cằn thô lỗ mà lại hay cáu kỉnh nữa. Còn 5 nhân viên làm việc cho anh thì lười biếng và thiếu kinh nghiệm cho nên anh Mike phải cắt nghĩa mọi thứ cho họ ít ra là 3 lần. Vì thế công việc hiện giờ của anh làm cho anh hết sức khổ sở."
        }
    ],
    "suggestions": []
}