{
    "en_vn": {
        "data": {
            "content": null,
            "word": "untreatable"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>untreatable</k><blockquote>■ <cclass>adjective for whom or which no medical care is available or possible. </cclass></blockquote></div>",
            "word": "untreatable"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "untreatable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "untreatable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "untreatable"
        }
    },
    "sentences": [
        {
            "en": "Scientists have raised hope that stem cell therapy could provide significant relief for patients disabled by <em>untreatable</em> chest pain.",
            "vi": "Các nhà khoa học đã làm dấy lên niềm hy vọng về việc dùng liệu pháp tế bào gốc có thể giúp bệnh nhân giảm đau đáng kể do cơn đau ngực bất trị giày vò."
        },
        {
            "en": "Scientists have raised hope that stem cell therapy could provide significant relief for patients disabled by <em>untreatable</em> chest pain. Patients with severe angina had stem cells from their blood injected into their heart. The therapy, carried out by Chicago's Northwestern University, halved the number of bouts of angina chest pain. But UK experts have stressed the work is still at an early stage, and the potential longer benefit is unknown. The procedure may also carry a risk: it is suspected of causing heart muscle damage in two patients, and others reported bone and chest pain. The study, reported in the journal Circulation Research, was carried out on 167 patients with \"refraction\" angina, which does not respond to any standard treatment. They were given high or low dose stem cell infusions, or a dummy injection. A year on, patients in the low-dose group had an average of 6.3 episodes of pain a week, compared to 11 a week for those given the placebo jab. The length of time they were able to tolerate exercise also improved by 139 seconds after six months, compared to an improvement of 69 seconds for the placebo group. There was no significant benefit from receiving a higher dose of stem cells. Lead researcher Professor Douglas Losordo said: \"The net difference in exercise tolerance is highly clinically significant, particularly in a patient population that is severely limited by symptoms. \"It translates as going from being able to watch television to being able to walk at a normal pace or going from being able to walk slowly to being able to ride a bike.\" Bone marrow cells The treatment used bone marrow stem cells called CD34+ cells which circulate in the blood. Previous research has suggested these cells can create new blood vessels in diseased heart muscle. The researchers used a growth-stimulated drug to boost their numbers before harvesting them. The cells were then injected into areas of heart muscle that had been starved of blood. The Chicago team plans to further develop the technique in more advanced Phase III trials later this year. Professor Jeremy Pearson, associate medical director at the British Heart Foundation, said the study showed promise, but warned it was still uncertain whether the therapy would produce lasting benefit. He said: \"The mechanisms involved are still poorly understood. \"Until these uncertainties are resolved, it remains unclear how successful this kind of treatment will prove to be.\"",
            "vi": "Các nhà khoa học đã làm dấy lên niềm hy vọng về việc dùng liệu pháp tế bào gốc có thể giúp bệnh nhân giảm đau đáng kể do cơn đau ngực bất trị giày vò. Bệnh nhân bị đau thắt ngực dữ dội sẽ được tiêm tế bào gốc từ máu vào tim. Liệu pháp này do trường Đại học Northwestern ở Chicago thực hiện giúp số ca bị chứng đau thắt ngực giảm xuống còn phân nửa. Thế nhưng các chuyên gia lại nhấn mạnh là nghiên cứu này vẫn đang trong giai đoạn đầu thực hiện, còn lợi ích tiềm năng lâu dài hơn vẫn chưa được rõ. Qúa trình này cũng có thể mang lại một nguy cơ là: người ta nghi ngờ nó có khả năng gây ra tổn thương cơ tim ở hai bệnh nhân còn những bệnh nhân khác được cho là đau ngực và đau xương. Nghiên cứu công bố trên tạp chí Circulation Research, thực hiện ở 167 bệnh nhân bị chứng đau ngực “khúc xạ”, chứng này không phản ứng với bất kỳ loại điều trị chuẩn nào. Họ được tiêm tế bào gốc có liều lượng cao hoặc thấp hay bằng một mũi tiêm giả. Trong một năm, những bệnh nhân thuộc nhóm tiêm liều thấp có trung bình 6,3 cơn đau một tuần, so với 11 cơn đau một tuần ở nhóm người được tiêm giả dược. Khoảng thời gian họ có thể chịu được bài thể dục cũng đã được nâng lên 139 giây sau sáu tháng so với khoảng thời gian cải thiện được ở nhóm giả dược là 69 giây. Nếu tiêm tế bào gốc với liều lượng cao hơn cũng không mang lại lợi ích đáng kể nào. Giáo sư Douglas Losordo, trưởng nhóm nghiên cứu cho biết:” Sự khác biệt rõ trong việc tập thể dục vừa sức có ý nghĩa lâm sàng cao, đặc biệt là các bệnh nhân bị hạn chế nhiều bởi các triệu chứng. “Có nghĩa là bệnh nhân từ khả năng có thể xem ti vi đến khả năng đi đứng bình thường hay từ khả năng có thể đi chầm chậm đến khả năng tự lái xe đạp. Tế bào tuỷ xương Trị liệu sử dụng tế bào gốc tuỷ xương gọi là tế bào CD34+ tuần hoàn trong máu. Nghiên cứu trước đây cho biết những tế bào này có thể tạo ra các mạch máu mới ở cơ tim bị bệnh. Các nhà nghiên cứu đã dùng thuốc kích thích tăng trưởng để tăng số lượng trước khi thu hoạch chúng. Những tế bào này sau đó được tiêm vào vùng cơ tim bị thiếu máu. Nhóm Chicago dự định phát triển thêm kỹ thuật này tiên tiến hơn trong cuộc thử nghiệm Giai đoạn 3 vào cuối năm nay. Giáo sư Jeremy Pearson, phó giám đốc y tế tại Quỹ tim mạch Anh cho biết nghiên cứu này có nhiều hứa hẹn nhưng ông cũng cảnh báo thêm rằng vẫn không có gì đảm bảo chắc chắn liệu pháp này sẽ đem lại lợi ích lâu dài. Ông còn nói: “Những cơ chế liên quan vẫn chưa được rõ ràng.  “Trừ phi những điều chắc chắn này được giải quyết nếu không người ta vẫn nghi ngờ về khả năng thành công của loại trị liệu này.”      "
        }
    ],
    "suggestions": []
}