{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ʌn'tə:nd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không lật lại</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không quay lại</td></tr></table><i/></div>",
            "word": "unturned"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>unturned</k><blockquote>■ <cclass>adjective not turned. </cclass></blockquote></div>",
            "word": "unturned"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unturned"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unturned"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unturned"
        }
    },
    "sentences": [
        {
            "en": "Leave no stone <em>unturned</em>",
            "vi": "Dùng đủ mọi cách"
        },
        {
            "en": "She left no stone <em>unturned</em>.",
            "vi": "Cô ấy đã dùng đủ mọi cách."
        },
        {
            "en": "You must leave no stone <em>unturned</em>.",
            "vi": "Anh phải dùng đủ mọi cách."
        },
        {
            "en": "I have left no stone <em>unturned</em>.",
            "vi": "Anh đã hết cách."
        },
        {
            "en": "They will leave no stone <em>unturned</em> to find the thief.",
            "vi": "Họ sẽ điều tra lục soát kỹ để tìm cho ra tên trộm."
        },
        {
            "en": "Don't worry. We'll find your stolen car. We'll leave no stone <em>unturned</em>.",
            "vi": "Đừng lo. Chúng tôi sẽ tìm ra chiếc xe của bạn. Chúng tôi sẽ tìm kiếm khắp mọi nơi."
        },
        {
            "en": "The police left no stone <em>unturned</em> in their efforts to find the little girl.",
            "vi": "Cảnh sát đã làm đủ mọi cách để tìm ra bé gái."
        },
        {
            "en": "In searching for a nice place to live, we left no stone <em>unturned</em>.",
            "vi": "Trong khi tìm kiếm một chỗ ở tốt, chúng tôi đã lục lọi đi khắp mọi nơi."
        },
        {
            "en": "No stone will be left <em>unturned</em> in the investigation into the murder.",
            "vi": "Bằng mọi giá phải điều tra cho ra tên giết người."
        },
        {
            "en": "They left no stone <em>unturned</em> in their search for the child's mother.",
            "vi": "Họ đã làm đủ mọi cách để tìm cho ra mẹ của đứa bé."
        },
        {
            "en": "They left no stone <em>unturned</em> to trick him out of his fortune.",
            "vi": "Họ dùng đủ mọi thủ đoạn lừa bịp để đoạt hết gia tài của anh ta."
        },
        {
            "en": "They left no stone <em>unturned</em> in their search for the chil d's mother",
            "vi": "Họ đã làm đủ mọi cách để tìm cho ra mẹ của đứa trẻ"
        },
        {
            "en": "They left no stone <em>unturned</em> in their desire to have everything in readiness.",
            "vi": "Họ đã nỗ lực hết sức trong ước muốn của mình để có mọi thứ sẵn sàng."
        },
        {
            "en": "In the 1780's, the United States is just getting off the ground as a new nation - but it is again short of funds, having borrowed from all over Europe and from just about every merchant of renown in the colonies. Once again, Morris and the founding fathers turned to Solomon. “I sent for Salomon and desired him to try every way he could devise to raise money, and then went in quest of it myself... Salomon the broker came and I urged him to leave no stone <em>unturned</em> to find out money and means by which I can obtain it.”",
            "vi": "Trong những năm 1780, Mỹ chỉ mới bắt đầu là một quốc gia - nhưng lại thiếu thốn tiền bạc, phải vay mượn khắp châu Âu và của hầu như các thương nhân tiếng tăm tại thuộc địa. Một lần nữa Morris và cha ông sáng lập của người Mỹ lại hướng về Solomon. \"Tôi gửi thư cho Salomon và yêu cầu ông ta thử mọi cách ông ta có thể nghĩ ra được để huy động tiền, và tự tôi cũng phải tìm ra tiền ... Salomon nhà môi giới xuất hiện và tôi cố thuyết phục ông ta tìm ra tiền ở mọi chỗ có thể và bằng mọi cách mà tôi có thể có được nó\"."
        },
        {
            "en": "I said earlier that the decadence of our language is probably curable. Those who deny this would argue, if they produced an argument at all, that language merely reflects existing social conditions, and that we cannot influence its development by any direct tinkering with words and constructions. So far as the general tone or spirit of a language goes, this may be true, but it is not true in detail. Silly words and expressions have often disappeared, not through any evolutionary process but owing to the conscious action of a minority. Two recent examples were explore every avenue and leave no stone <em>unturned</em>, which were killed by the jeers of a few journalists. There is a long list of flyblown metaphors which could similarly be got rid of if enough people would interest themselves in the job; and it should also be possible to laugh the not un- formation out of existence(3), to reduce the amount of Latin and Greek in the average sentence, to drive out foreign phrases and strayed scientific words, and, in general, to make pretentiousness unfashionable. But all these are minor points. The defence of the English language implies more than this, and perhaps it is best to start by saying what it does not imply.",
            "vi": "Tôi đã đề cập trước đó rằng thứ ngôn ngữ tồi tệ của chúng ta có lẽ vẫn cứu chữa được. Những người phản đối, nếu họ có thể phản đối, sẽ cho rằng ngôn ngữ đơn thuần phản chiếu điều kiện xã hội hiện tại, và rằng chúng ta không thể tác động đến quá trình phát triển của nó bằng bất kì phương thức nào sử dụng từ ngữ và cấu trúc ngữ pháp. Cho đến thời điểm hiện tại, về mặt tinh thần thì là như vậy, nhưng điều đó sẽ không còn đúng nữa nếu đi sâu vào chi tiết. Những từ và thành ngữ ngớ ngẩn thường bị lãng quên, không cần đến bất kì quá trình cải cách nào mà nhờ những hành động có ý thức của số ít. Hai ví dụ là explore every avenue và leave no stone unturned (cả hai mang nghĩa “tìm mọi cách để giải quyết vấn đề) đều đã biến mất trong tiếng cười nhạo của vài nhà báo. Có cả một danh sách dài những phép ẩn dụ đã mất nghĩa có thể chịu chung số phận bị thất sủng nếu có đủ những người không ngại đảm đương trọng trách này; ta cần chế giễu sâu cay để cấu trúc not un– không thể xuất hiện được nữa (3), để giảm bớt số lượng từ Latin và Hy Lạp xuất hiện trung bình trong một câu, để thải bớt những từ mượn tiếng nước ngoài và những từ khoa học lạc lõng, và nhìn chung, để thói khoe khoảng trở nên lỗi thời. Nhưng tất cả những lí do trên chỉ là phụ. Việc bảo vệ Tiếng Anh ám chỉ nhiều hơn thế, và có lẽ tốt nhất tôi nên bắt đầu bằng thứ không được ám chỉ tới."
        },
        {
            "en": "I said earlier that the decadence of our language is probably curable. Those who deny this would argue, if they produced an argument at all, that language merely reflects existing social conditions, and that we cannot influence its development by any direct tinkering with words and constructions. So far as the general tone or spirit of a language goes, this may be true, but it is not true in detail. Silly words and expressions have often disappeared, not through any evolutionary process but owing to the conscious action of a minority. Two recent examples were explore every avenue and leave no stone <em>unturned</em>, which were killed by the jeers of a few journalists. There is a long list of flyblown metaphors which could similarly be got rid of if enough people would interest themselves in the job; and it should also be possible to laugh the not un- formation out of existence(3), to reduce the amount of Latin and Greek in the average sentence, to drive out foreign phrases and strayed scientific words, and, in general, to make pretentiousness unfashionable. But all these are minor points. The defence of the English language implies more than this, and perhaps it is best to start by saying what it does not imply.",
            "vi": "Tôi đã đề cập trước đó rằng thứ ngôn ngữ tồi tệ của chúng ta có lẽ vẫn cứu chữa được. Những người phản đối, nếu họ có thể phản đối, sẽ cho rằng ngôn ngữ đơn thuần phản chiếu điều kiện xã hội hiện tại, và rằng chúng ta không thể tác động đến quá trình phát triển của nó bằng bất kì phương thức nào sử dụng từ ngữ và cấu trúc ngữ pháp. Cho đến thời điểm hiện tại, về mặt tinh thần thì là như vậy, nhưng điều đó sẽ không còn đúng nữa nếu đi sâu vào chi tiết. Những từ và thành ngữ ngớ ngẩn thường bị lãng quên, không cần đến bất kì quá trình cải cách nào mà nhờ những hành động có ý thức của số ít. Hai ví dụ là explore every avenue và leave no stone unturned (cả hai mang nghĩa “tìm mọi cách để giải quyết vấn đề) đều đã biến mất trong tiếng cười nhạo của vài nhà báo. Có cả một danh sách dài những phép ẩn dụ đã mất nghĩa có thể chịu chung số phận bị thất sủng nếu có đủ những người không ngại đảm đương trọng trách này; ta cần chế giễu sâu cay để cấu trúc not un– không thể xuất hiện được nữa (3), để giảm bớt số lượng từ Latin và Hy Lạp xuất hiện trung bình trong một câu, để thải bớt những từ mượn tiếng nước ngoài và những từ khoa học lạc lõng, và nhìn chung, để thói khoe khoảng trở nên lỗi thời. Nhưng tất cả những lí do trên chỉ là phụ. Việc bảo vệ Tiếng Anh ám chỉ nhiều hơn thế, và có lẽ tốt nhất tôi nên bắt đầu bằng thứ không được ám chỉ tới."
        }
    ],
    "suggestions": []
}