{
    "en_vn": {
        "data": {
            "content": null,
            "word": "untying"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>untying</k><blockquote>present participle of <kref>untie</kref>. </blockquote></div>",
            "word": "untying"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "untying"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "untying"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "untying"
        }
    },
    "sentences": [
        {
            "en": "While he was <em>untying</em> my obi in the room upstairs, he said.",
            "vi": "Khi ông ta mở dải thắt lưng cho tôi ở trong phòng trên lầu, ông hỏi."
        },
        {
            "en": "She began by <em>untying</em> my obi and folding it on the table.",
            "vi": "Bà bèn tháo dải thắt lưng của tôi ra để lên bàn."
        },
        {
            "en": "On both increased quality of aid (harmonization, <em>untying</em>), debt relief and trade, Parliaments need to make governments accountable for positions taken at international meetings.",
            "vi": "Nghị viện cần phải buộc Chính phủ có trách nhiệm về quan điểm đưa ra tại các hội nghị quốc tế về cả tăng cường chất lượng của viện trợ (hài hoà hoá, cởi bỏ các điều kiện ràng buộc), xoá nợ và thương mại."
        },
        {
            "en": "Now is the moment for the EU to untie aid among its member states and to table the issue at OECD DAC in order to agree on OECD-wide <em>untying</em>.",
            "vi": "Giờ là lúc Liên minh châu Âu dỡ bỏ các điều kiện viện trợ giữa các nước thành viên và đưa vấn đề này ra bàn thảo tại hội nghị DAC của OECD để đi đến một thoả thuận về dỡ bỏ điều kiện ở quy mô toàn khối OECD."
        },
        {
            "en": "Like hair, nails are a type of modified skin. Nails protect the sensitive tips of fingers and toes. Human nails aren't necessary for living, but they do provide support for the tips of the fingers and toes, protect them from injury, and aid in picking up small objects. Without them, we'd have a hard time scratching an itch or <em>untying</em> a knot. Nails can be an indicator of a person's general health, and illness often affects their growth.",
            "vi": "Giống như lông tóc, móng cũng là một loại da đã bị biến đổi. Móng bảo vệ phần đầu nhạy cảm của ngón tay và ngón chân. Móng không có tác dụng thiết yếu đối với cuộc sống của chúng ta, nhưng chúng có vai trò hỗ trợ cho đầu ngón tay và ngón chân, giữ cho đầu ngón tay và đầu ngón chân khỏi bị tổn thương, và giúp nâng nhấc hoặc nhặt các đồ vật nhỏ. Không có móng, chúng ta khó có thể gãi ngứa hoặc không thể mở nút thắt được. Bên cạnh đó móng còn có thể là dấu hiệu cho biết sức khỏe tổng quát của một người, và bệnh thường gây ảnh hưởng đến sự phát triển của móng.  "
        }
    ],
    "suggestions": []
}