{
    "en_vn": {
        "data": {
            "content": null,
            "word": "unveiling"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "unveiling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "unveiling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "unveiling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "unveiling"
        }
    },
    "sentences": [
        {
            "en": "We will be <em>unveiling</em> investment plans for infrastructure.",
            "vi": "Chúng tôi sẽ ra mắt các kế hoạch đầu tư cho cơ sở hạ tầng."
        },
        {
            "en": "A bridegroom was <em>unveiling</em> his bride's hood during a group wedding ceremony in Zepu.",
            "vi": "Một chú rể đang gỡ mạng che mặt cho cô dâu của anh trong đám cưới tập thể tại Zepu."
        },
        {
            "en": "They will be <em>unveiling</em> their new models at the Motor show.",
            "vi": "Họ sẽ trưng bày những mẫu mới trong cuộc triển lãm mô tô."
        },
        {
            "en": "Market institutions proved very hard to implement, <em>unveiling</em> one of the major lessons learned from transition to market economy.",
            "vi": "Các thể chế thị trường tỏ ra rất khó thực hiện, tiết lộ một trong những bài học lớn rút ra từ quá trình chuyển đổi sang nền kinh tế thị trường."
        },
        {
            "en": "TH True Milk is also catching up in the organic race by <em>unveiling</em> its first organic cow farm in north-central Nghe An Province earlier this year.",
            "vi": "TH True Milk cũng đang bắt kịp cuộc đua hữu cơ bằng cách tiết lộ trang trại chăn nuôi bò hữu cơ đầu tiên của hãng ở phía bắc tỉnh Nghệ An vào đầu năm nay."
        },
        {
            "en": "In 2003 in Nigeria, the National Assembly relied on a gala evening and the <em>unveiling</em> of a “poster of concern” to draw national attention to legislators’ ongoing efforts to address the spread of AIDS.",
            "vi": "Năm 2003, Quốc hội Ni-giê-ri-a tổ chức một buổi dạ tiệc tối và đăng áp phích quảng cáo nhằm hướng sự chú ý của công chúng vào những nỗ lực của các nhà lập pháp nhằm đối phó với sự lây lan của đại dịch AIDS."
        },
        {
            "en": "Intel is <em>unveiling</em> its next - generation Atom chip platform, which includes integrated graphics capabilities and an on - board memory controller, changes that Intel says will improve the Atom platform's performance, size and energy efficiency.",
            "vi": "Intel vừa tiết lội nền tảng chip Atom thế hệ kế mới của họ, bao gồm khả năng đồ họa tích hợp và một bộ điều khiển bộ nhớ trên bo mạch, những thay đổi mà Intel cho biết là sẽ cải thiện hiệu suất của các nền tảng Atom, kích thước và tiết kiệm năng lượng."
        },
        {
            "en": "Intel is <em>unveiling</em> its next-generation Atom chip platform, which includes integrated graphics capabilities and an on-board memory controller, changes that Intel says will improve the Atom platform's performance, size and energy efficiency.",
            "vi": "họ, bao gồm khả năng đồ họa tích hợp và một bộ điều khiển bộ nhớ trên bo mạch, những thay đổi mà Intel cho biết là sẽ cải thiện hiệu suất của các nền tảng Atom, kích thước và tiết kiệm năng lượng."
        },
        {
            "en": "Then as slowly as a man might peel the cover from a sleeping child, he drew open my underrobe in a long breathless gesture, as though he were <em>unveiling</em> something magnificent.",
            "vi": "Rồi từ từ như người đàn ông lôi tấm chăn đắp cho đứa trẻ nằm ngủ, ông ta kéo cái áo lót của tôi mở rộng ra với vẻ hết sức thận trọng, như thể ông ta đang lôi tấm khăn đậy cái gì tuyệt vời lắm."
        },
        {
            "en": "Most recently, Intel officials on March 6 rolled out their much-anticipated Xeon E5-2600 processors, which are aimed at data center systems and offer 80 percent more performance than their predecessors while improving energy efficiency by 50 percent. A wide range of systems makers—including IBM, Dell, Hewlett-Packard and Cisco—quickly embraced the new platform, <em>unveiling</em> systems running the chips.",
            "vi": "Gần đây nhất,vào ngày 6 tháng 3 các nhân viên của Intel đưa ra nhiều thông tin cho biết trước về bộ vi xử lí Xeon E5-2600 của họ nhằm vào hệ thống trung tâm dữ liệu và cung cấp hiệu suất hơn 80% so với bộ vi xử lí tiền nhiệm trong khi vẫn cải thiện hiệu quả sử dụng năng lượng là 50%. Một loạt các các nhà sản xuất hệ thống bao gồm cả IBM, Dell, Hewlett-Packard và Cisco-nhanh chóng nắm bắt nền tảng mới và ra mắt các hệ thống chạy chip này."
        },
        {
            "en": "Intel is <em>unveiling</em> its next-generation Atom chip platform, which includes integrated graphics capabilities and an on-board memory controller, changes that Intel says will improve the Atom platform’s performance, size and energy efficiency. As part of the platform, Intel is rolling out two CPUs aimed at the entry-level desktop space, as well as another one designed for netbooks.",
            "vi": "Intel vừa tiết lội nền tảng chip Atom thế hệ kế mới của họ, bao gồm khả năng đồ họa tích hợp và một bộ điều khiển bộ nhớ trên bo mạch, những thay đổi mà Intel cho biết là sẽ cải thiện hiệu suất của các nền tảng Atom, kích thước và tiết kiệm năng lượng. Là một phần của nền tảng này, Intel cho ra mắt hai CPU nhằm mục tiêu vào lĩnh vực máy tính để bàn cấp thấp và CPU còn lại được thiết kế dành cho netbook."
        },
        {
            "en": "Google Launches Gesture Search for Android Smartphones        Google announced a new feature called Gesture Search, which allows users to search through files on their Google Android smartphones by tracing a letter like \"A\" or \"H\" on their screen. The application, which theoretically learns from the user’s search history to improve overall search quality, is available for devices running Android 2.0 or higher, which limits the number of Android-equipped smartphones that have access to it. Google has been expanding the number of applications available for its smartphone operating system in a bid to increase its market share in the mobile space. Google is <em>unveiling</em> Gesture Search, which allows users to search through their Google Android smartphones via tracing a letter on the screen. The application represents yet another variant on mobile  search, which has become a more active field of endeavor for companies such as Google, Microsoft and Apple as smartphones proliferate among both businesses and consumers.  Gesture Search, announced March 3, can only be used on devices running Android 2.0 or higher, which restricts the number of devices that have access to it. Google’s own branded phone , the Nexus One, relies on Android 2.1, and similarly versioned devices from HTC and other manufacturers are expected to enter the ecosystem throughout 2010. The bricklike Motorola Droid will also reportedly be upgraded to Android 2.1 at some point in the near future.  The application allows users to search for contacts, applications, bookmarks, songs and other items.  \"Say you want to call your friend Anne,\" Yang Li, a Google research scientist wrote in a March 3 posting on the Official Google Mobile Blog. \"Just open Gesture Search and draw letter 'A,' and Gesture Search returns a list of items that have words starting with 'A.' If your handwriting isn’t all that neat, that’s okay.\"   Should one’s handwriting be so atrocious that the application has a hard time deciding whether that letter is, for example, an \"A\" or an \"H,\" results from both letters will be displayed onscreen. Swiping a finger horizontally through the query will erase it.  The application is available for download from Android Market, and supports only English at the moment. According to Li, Gesture Search also “improves search quality by learning from your search history, so Anne’s contact info will jump to the top of the list the next time you write 'A.'\"  Google has been expanding the number of applications available for Android, including Google Earth, which lets users see satellite and 3D views of terrain virtually anywhere on the planet. Similar to Gesture Search, Google Earth is available for devices running Android 2.1 and can be downloaded from Android Market. Users will also be able to utilize the smartphone operating system’s voice-recognition abilities within Earth for Android to search for locations.  Google seems to be taking a more aggressive competitive stance versus other companies in the smartphone space, including Apple and Microsoft, by focusing a major part of its resources on mobile search and applications. Google’s Nexus One smartphone, launched Jan. 5, was meant to give the company a branded launching pad for those initiatives. Nguồn: eweek",
            "vi": "Google Ra Mắt Gesture Search dành cho các Smartphone chạy HĐH Android         Google công bố một tính năng mới có tên gọi là Gesture Search, cho phép người dùng tìm kiếm thông qua các tập tin trên các điện thoại thông minh chạy HĐH Android của Google bằng cách truy tìm một mẫu tự như \"A\" hoặc \"H\" trên màn hình của chúng. Ứng dụng này về mặt lý thuyết sẽ học lịch sử tìm kiếm của người dùng để cải tiến chất lượng tìm kiếm chung, sẵn sàng cho các thiết bị chạy HĐH Android 2.0 hoặc cao hơn và giới hạn số lượng điện thoại thông minh chạy HĐH Android mà có thể truy cập vào nó. Google đã mở rộng số lượng các ứng dụng dành cho hệ điều hành điện thoại thông minh của mình trong nỗ lực gia tăng thị phần của hãng trong thị trường di động. Google vừa tiết lộ Gesture Search, cho phép người dùng tìm kiếm thông qua điện thoại thông minh chạy HĐH Android của Google bằng cách truy tìm một mẫu tự trên màn hình. Ứng dụng này đại diện cho nhiều biến thể khác trên công cụ tìm kiếm bằng di động, nó đã trở thành một lĩnh vực chủ động hơn trong nỗ lực của các công ty chẳng hạn như Google, Microsoft và Apple bằng những điện thoại thông minh tăng trưởng  nhanh chóng trong cả doanh nghiệp và người tiêu dùng. Gesture Search được công bố vào ngày 3/3, nó chỉ có thể được sử dụng trên các thiết bị chạy HDH Android 2.0 hoặc cao hơn và hạn chế số lượng các thiết bị truy cập vào nó. Điện thoại mang nhãn hiệu riêng của Google, Nexus One dựa trên HĐH Android 2.1 và các thiết bị có kiểu tương tự đến từ HTC và các nhà sản xuất khác dự kiến sẽ gia nhập vào hệ sinh thái này trong năm 2010. Motorola Droid cũng được công bố là sẽ nâng cấp lên Android 2.1 tại một thời điểm nào đó sắp tới đây. Ứng dụng này cho phép người dùng tìm kiếm các địa chỉ liên lạc, ứng dụng, đánh dấu, bài hát và các mục khác. \"Giả sử bạn muốn gọi cho người bạn của bạn là Anne\" Yang Li một nhà khoa học nghiên cứu của Google đã viết vào ngày 3/3 đăng trên trang blog mobile chính thức của Google. “Chỉ cần mở Gesture Search và viết một mẫu tự ‘A’ và Gesture Search sẽ trả về một danh sách các mục mà có các từ bắt đầu bằng 'A.' Nếu chữ viết tay của bạn không được rõ ràng, thì vẫn được”. Nếu chữ viết tay của mình quá xấu thì ứng dụng này cần có nhiều thời gian trong việc quyết định đó là mẫu tự gì, ví dụ mẫu tự “A” hoặc “H” , các kết quả từ cả 2 mẫu tự sẽ được hiển thị trên màn hình. Trượt một ngón tay theo chiều ngang sẽ được hiểu là xóa nó. Ứng dụng này có sẵn để tải xuống từ kho ứng dụng Android Market và hiện chỉ hỗ trợ bằng tiếng Anh. Theo Li, Gesture Search cũng “ cải tiến chất lượng tìm kiếm bằng việc học lịch sử tìm kiếm của bạn, vì vậy thông tin liên lạc của Anne sẽ nhảy lên trên đầu danh sách sau khi bạn viết mẫu tự “A”. Google đã mở rộng số lượng các ứng dụng có sẵn cho HĐH Android, bao gồm Google Earth, cho phép người dùng quan sát hình ảnh vệ tinh và hình ảnh 3D về địa hình hầu hết mọi nơi trên hành tinh. Giống với Gesture Search, Google Earth có sẵn cho các thiết bị chạy HĐH Android 2.1 và có thể được tải từ kho ứng dụng Android Market. Người dùng cũng có thể sử dụng những khả năng nhận dạng tiếng nói của hệ điều hành điện thoại thông minh này bên trong Google Earth để HĐH Android tìm kiếm các địa điểm. Google dường như chiếm thế cạnh tranh mạnh mẽ hơn so với các công ty khác trong thị trường điện thoại thông minh bao gồm cả Apple và Microsoft bằng cách tập trung phần lớn các nguồn lực của họ cho các ứng dụng và tìm kiếm di động. Điện thoại thông minh Nexus One của Google được mắt vào ngày 5/1, điều này có ý nghĩa là nó sẽ mang lại cho công ty một bệ phóng được đóng dấu cho những sáng kiến này."
        },
        {
            "en": "Intel Introduces New Atom Chip Platform    Intel is <em>unveiling</em> its next-generation Atom chip platform, which includes integrated graphics capabilities and an on-board memory controller, changes that Intel says will improve the Atom platform’s performance, size and energy efficiency. As part of the platform, Intel is rolling out two CPUs aimed at the entry-level desktop space, as well as another one designed for netbooks. Intel is rolling out a new Atom platform that will include integrated graphics capabilities and memory controller, a move that company officials say will lead to better performance, energy efficiency and new designs of both netbooks and entry-level desktop PCs. The new chips will begin to appear in systems in January, Intel said Dec. 21. The Atom chip, first introduced in June 2008, as been the key technology driving the netbook market, which has been one of the few segments in the tech industry to perform well during the global recession—thanks to the small size and low cost of the systems--and a lone bright spot in the PC space during the past year. Now the chip—the smallest in Intel’s portfolio—will begin finding its way into entry-level desktops, continuing Intel’s aggressive plans for expanding the platform's reach. “The Intel Atom processor has fueled an entirely new category of computing over the last year and a half, and we think the growth will continue for devices like netbooks and entry-level PCs built around basic computing and Internet usage models,” Mooly Eden, corporate vice president and general manager of Intel’s PC Client Group, said in a statement. The new Atom platform should lead to new systems with better battery life, smaller footprints and greater performance, according to Intel. The integrated graphics and memory controller is an important part of that, the chip maker said. That not only will the integration help with the improved performance, but it will also mean lower power and a smaller overall size, now that the Atom platform will mean two chips—the CPU and chip set—rather than three—the CPU, chip set and I/O controller hub. Intel has seen rapid adoption of its Atom technology. ABI Research is predicting that Atom shipments will grow into the hundreds of millions by 2011, and both Gartner and IDC say the netbook space will continue to expand. Gartner in November predicted that mini-notebook shipments will reach 29 million in 2009 and 41 million in 2010. Intel also is courting developers to help expand the Atom-based netbook reach. At the Intel Developer Forum in September, Intel officials introduced its Atom Developer Program, which is designed to make it easier for developers to create and market applications for the platform. Intel on Dec. 12 released a beta version of the program’s SDK (software development kit). The new platform includes the Atom N450 processor and NM10 Express chip set for netbooks, and either the D410 or dual-core D510—also with the NM10 Express chip set—for entry-level desktops. The chips run at 1.66Ghz.",
            "vi": "Intel Giới thiệu Nền tảng Chip Atom Mới      Intel vừa tiết lội nền tảng chip Atom thế hệ kế mới của họ, bao gồm khả năng đồ họa tích hợp và một bộ điều khiển bộ nhớ trên bo mạch, những thay đổi mà Intel cho biết là sẽ cải thiện hiệu suất của các nền tảng Atom, kích thước và tiết kiệm năng lượng. Là một phần của nền tảng này, Intel cho ra mắt hai CPU nhằm mục tiêu vào lĩnh vực máy tính để bàn cấp thấp và CPU còn lại được thiết kế dành cho netbook. Intel vừa cho ra mắt một nền tảng Atom mới mà sẽ bao gồm khả năng đồ họa tích hợp và bộ điều khiển bộ nhớ, một bước đi mà công ty này chính thức nói rằng nó sẽ đem lại hiệu suất tốt hơn, tiết kiệm năng lượng và thiết kế mới cho cả netbook và các dòng máy tính để bàn cấp thấp. Chip mới này sẽ bắt đầu xuất hiện trong các hệ thống vào tháng Giêng, Intel cho biết là ngày 21/12. Lần đầu tiên được giới thiệu vào Tháng 6 năm 2008 Chip Atom như là công nghệ then chốt trên thị trường netbook, mà đã là một trong số ít các phân khúc trong ngành công nghiệp công nghệ thực hiện tốt trong suốt thời kì suy thoái kinh tế toàn cầu, nhờ có kích thước nhỏ và các hệ thống với chi phí thấp - và là một điểm sáng duy nhất trong không gian máy tính trong năm qua. Hiện tại chip-nhỏ nhất trong danh mục đầu tư của Intel-sẽ bắt đầu tìm cách đi vào các dòng máy tính để bàn cấp thấp, tiếp tục kế hoạch tích cực của Intel để mở rộng tiếp cận nền tảng này. \"Bộ vi xử lý Intel Atom đã thúc đẩy một loại điện toán hoàn toàn mới trong năm qua và nửa năm này, và chúng tôi nghĩ rằng sự tăng trưởng sẽ tiếp tục cho các thiết bị như netbook, dòng máy tính cấp thấp được xây dựng xung quanh mô hình điện toán cơ bản và mô hình sử dụng Internet,\" Mooly Eden, phó chủ tịch kiêm tổng giám đốc PC Client Group của Intel cho biết trong một bài phát biểu. Theo Intel thì nền tảng Atom mới nên đưa vào các hệ thống mới có tuổi thọ pin tốt hơn, kích thước nhỏ hơn và hiệu suất cao hơn. Đồ họa tích hợp và bộ điều khiển bộ nhớ là một phần quan trọng trong đó, hãng sản xuất chip này cho biết. Sự tích hợp này không chỉ giúp cho hiệu suất được cải thiện mà còn có nghĩa là tiêu thụ điện năng thấp hơn và có kích thước tổng thể nhỏ hơn, bây giờ là nền tảng Atom sẽ có nghĩa là hai chip-CPU và chipset thay vì ba — CPU, chipset và hub điều khiển nhập/xuất. Intel đã nhìn thấy việc áp dụng nhanh chóng công nghệ Atom của họ. ABI Research dự báo rằng việc đặt mua Atom sẽ tăng lên hàng trăm triệu vào năm 2011, và cả Gartner và IDC, nói rằng không gian netbook sẽ tiếp tục mở rộng. Gartner dự đoán rằng trong tháng 11 số lượng mini-notebook được bày bán sẽ đạt 29 triệu cái trong năm 2009 và 41 triệu cái vào năm 2010. Intel cũng đang thuyết phục các nhà phát triển để giúp mở rộng tiếp cận netbook dựa trên Intel Atom. Tại Diễn đàn Phát triển Intel vào tháng 9, Intel chính thức giới thiệu Chương trình phát triển Atom của họ mà được thiết kế để làm cho nó dễ dàng hơn cho các nhà phát triển tạo các ứng dụng thị trường cho nền tảng này. Vào ngày 12 tháng 12  Intel phát hành một phiên bản beta SDK của chương trình này (software development kit - bộ công cụ phát triển phần mềm ). Nền tảng mới bao gồm các bộ vi xử lý Atom N450 và chipset  NM10 Express dành cho netbook, và là D410 hay D510 lõi kép cũng với chipset NM10 Express dành cho máy tính để bàn cấp thấp. Chip này chạy ở tốc độ 1.66 Ghz"
        }
    ],
    "suggestions": []
}