{
    "en_vn": {
        "data": {
            "content": null,
            "word": "updraught"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>updraught</k><blockquote>(<cclass>US <cclass><b>updraft</b>) </cclass></cclass></blockquote><blockquote>■ <cclass>noun an upward current of air. </cclass></blockquote></div>",
            "word": "updraught"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "updraught"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "updraught"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "updraught"
        }
    },
    "sentences": [
        {
            "en": "5. Efficient combustion   Deliberately starting a fire on an orbital space station does not sound, initially, like a good idea. It turns out, however, that the physics of flames in microgravity is quite interesting. The flame extinguishment study is an understandably carefully designed facility whereby tiny droplets of fuel, which form into spheres under microgravity, are ignited.  Flames on Earth assume their familiar shape because gravity-driven convection results in an <em>updraught</em> of air, drawing the burning mixture of fuel and gas upwards. In microgravity there is no <em>updraught</em> and so a flame assumes a diffuse spherical shape around the combustion source. Further, the yellow colour of a flame is produced by the incandescence of tiny soot particles. Soot forms from incomplete burning of the fuel and is a pollutant.",
            "vi": "5. Đốt với hiệu suất cao  Cố ý đốt lửa trên trạm vũ trụ đang quay quanh địa cầu, lúc đầu, nghe có vẻ không phải là một ý tưởng hay ho gì. Tuy nhiên, hóa ra các tính chất vật lý của lửa trong tình trạng không trọng lực hết sức thú vị. Đối tượng nghiên cứu dập lửa là một thiết bị chuyên dụng được thiết kế hết sức cẩn thận, nơi từng giọt dầu tí hon vì không có trọng lực nên có ở dạng hình cầu, sẽ được châm lửa.   Lửa trên trái đất có hình dạng quen thuộc vì đối lưu do trọng lực gây ra sẽ làm không khí bốc lên cao, kéo hỗn hợp nhiên liệu và khí đốt bị đốt cháy lên cao. Trong tình trạng không trọng lực, sẽ không có hiện tượng bốc lên cao, cho nên ngọn lửa có dạng hình cầu khuếch tán quanh nguồn đốt. Ngoài ra, màu vàng của ngọn lửa được tạo ra bởi các hạt bồ hóng nhỏ xíu nóng sáng. Bồ hóng sinh ra là do không đốt cháy nhiên liệu hoàn toàn và là tác nhân gây ô nhiễm."
        }
    ],
    "suggestions": []
}