{
    "en_vn": {
        "data": {
            "content": null,
            "word": "uploading"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "uploading"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "uploading"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "uploading"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự nạp lên</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tải lên</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tải ra</font></td></tr></tbody></table></div>",
            "word": "uploading"
        }
    },
    "sentences": [
        {
            "en": "<em>uploading</em> your picture",
            "vi": "up hình"
        },
        {
            "en": "If you are <em>uploading</em> big files, you'll need a high - speed internet connection.",
            "vi": "Nếu bạn đang tải lên tập tin lớn, bạn sẽ cần một kết nối internet tốc độ cao."
        },
        {
            "en": "If you are <em>uploading</em> big files, you'll need a high-speed internet connection.",
            "vi": "Nếu bạn đang tải lên tập tin lớn, bạn sẽ cần một kết nối internet tốc độ cao."
        },
        {
            "en": "New statistics released by Google show that Vietnamese have become more active on YouTube, spending more time watching and <em>uploading</em> videos. ",
            "vi": "Số liệu thống kê mới đây của Google cho thấy người Việt Nam đã trở nên tích cực hơn trên YouTube, dành nhiều thời gian xem và tải video lên."
        },
        {
            "en": "The Children Literature Department will focus on <em>uploading</em> good stories written by professional writers and by children themselves on the association's website vanvn.net.",
            "vi": "Vụ Văn Học Trẻ sẽ tập trung đăng tải những câu chuyện hay được viết bởi các nhà văn chuyên nghiệp và bản thân trẻ em trên trang web vanvn.net của hiệp hội."
        },
        {
            "en": "Along with a bandwidth of 35Mbps, the expected link speed will reach a minimum of 20Mbps/3Mbps for two-way downloading and <em>uploading</em> of data from the internet.",
            "vi": "Cùng với băng thông 35Mbps, tốc độ liên kết dự kiến sẽ đạt tối thiểu 20Mbps/3Mbps đối với đường truyền hai chiều đăng lên và tải xuống dữ liệu từ internet."
        },
        {
            "en": "High capacity <em>uploading</em>, downloading and data distribution systems are combined with reams of useful information that is catered specifically to individual needs.",
            "vi": "Khả năng tải lên, tải về cao và hệ thống phân bổ dữ liệu được kết hợp với lượng lớn các thông tin hữu ích để phục vụ riêng biệt cho các nhu cầu cá nhân."
        },
        {
            "en": "Along with a bandwidth of 35Mbps, the expected link speed will reach a minimum of 20Mbps/3Mbps for two-way downloading and <em>uploading</em> of data from the internet.",
            "vi": "Cùng với băng thông 35Mbps, tốc độ liên kết dự kiến sẽ đạt tối thiểu 20Mbps/3Mbps đối với đường truyền hai chiều đăng lên và tải xuống dữ liệu từ internet."
        },
        {
            "en": "Onlookers laughed in amusement upon noticing the blue papers with “500,000 VND” printed on one side, with many <em>uploading</em> photos to social media and turning the story viral.",
            "vi": "Người xem đã phì cười khi nhìn thấy các tờ giấy màu xanh với \" 500000 đồng\" được in trên một mặt, với nhiều tấm ảnh được tải lên các mạng truyền thông xã hội và câu chuyện lan truyền như virus."
        },
        {
            "en": "But at some locations, the average speed could reach up to 230Mb per second. The ideal downloading and <em>uploading</em> speed in theory of the advanced mobile technology 4G LTE-A is around 300Mb per second and 150Mb per second, respectively.",
            "vi": "Nhưng ở một số địa điểm, tốc độ trung bình có thể lên tới 230MB mỗi giây. Trong lý thuyết tốc độ Tải về và tải lên lý tưởng của công nghệ di động tiên tiến 4G LTE -A là khoảng 300MB mỗi giây và 150MB mỗi giây, tương ứng."
        },
        {
            "en": "Mega encrypts all files before <em>uploading</em>, and each downloader receives a unique decryption key to read the file once it’s downloaded. This means the site itself cannot readily view the files themselves, which Dotcom and his associates claim will clear them of any liability.",
            "vi": "Mega sẽ mã hoá tất cả tập tin trước khi tải lên, và mỗi người tải xuống sẽ nhận được một khoá giải mã duy nhất để xem tập tin khi đã tải xuống. Điều này có nghĩa là chính trang này cũng không thể xem chính những tập tin này. Dotcom và các cộng sự tuyên bố việc này sẽ miễn trừ trách nhiệm cho họ."
        },
        {
            "en": "Just like its desktop counterpart and iOS apps, MediaFire for Android comes with 50 GB of free storage. It lets you upload files using the built-in file browser or using a gallery view for photos and videos. Users can send files to other apps, view certain types of files directly within the app, and get links to their files for sharing with other users. There's also a built-in camera for taking photos and videos and <em>uploading</em> them directly.",
            "vi": "Giống như phiên bản trên máy tính và ứng dụng iOS của hãng, MediaFire dành cho Android cung cấp 50 GB dung lượng miễn phí.  Ứng dụng này cho phép bạn tải tập tin lên bằng trình duyệt tập tin tích hợp hoặc bằng kiểu xem ảnh gallery dành cho hình ảnh và video. Người dùng có thể gửi tập tin đến các ứng dụng khác, xem một vài loại tập tin ngay trong ứng dụng, và có được liên kết dẫn đến tập tin của họ để chia sẻ với những người dùng khác.  Còn có một máy ảnh tích hợp để chụp hình và quay video và tải lên trực tiếp.  "
        },
        {
            "en": "I saw this in the early days working with my cousins. A lot of them were having trouble with math at first, because they had all of these gaps accumulated in their learning. And because of that, at some point they got to an algebra class and they might have been a little bit shaky on some of the pre-algebra, and because of that, they thought they didn't have the math gene. Or they'd get to a calculus class, and they'd be a little bit shaky on the algebra. I saw it in the early days when I was <em>uploading</em> some of those videos on YouTube, and I realized that people who were not my cousins were watching.",
            "vi": "Tôi thấy điều này vào những ngày đầu làm việc với anh em họ của mình. Đầu tiên, nhiều người gặp khó khăn với Toán bởi vì tất cả họ đều có lỗ hổng đã tích lũy trong suốt quá trình học. Và bởi vì điều đó, khi họ vào lớp đại số và họ có một chút run sợ với số học cơ bản, cũng chính vì mất căn bản, họ nghĩ học có gen toán học. Tôi nhận ra điều này vào những ngày đầu khi tôi đăng tải các đoạn phim lên Youtube và tôi thấy những người không phải anh em mình cũng đang xem chúng."
        }
    ],
    "suggestions": []
}