{
    "en_vn": {
        "data": {
            "content": null,
            "word": "upwardly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "upwardly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "upwardly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "upwardly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "upwardly"
        }
    },
    "sentences": [
        {
            "en": "<em>Upwardly</em> mobile young executives",
            "vi": "Những giám đốc điều hành trẻ tuổi có triển vọng tiến xa hơn nữa"
        },
        {
            "en": "This product is designed for <em>upwardly</em> mobile young executives interested in saving for the rainy days.",
            "vi": "Sản phẩm này được thiết kế giành cho các giám đốc trẻ tuổi có triển vọng thích tiết kiệm trong những ngày mưa."
        },
        {
            "en": "Stroll around Phu My Hung in District 7 and what is most striking — aside from the proliferation of coffee shops serving iced lattes — is the number of schools with names like \"Little Genius\" or \"Homework Center\" or \"Cornerstone Institute\" promising to give the offspring of the <em>upwardly</em> mobile the foundations of success, including excellent English, perfect SAT scores and habits of hard work that will take them to the summit.",
            "vi": "Dạo quanh khu đô thị Phú Mỹ Hưng (Q.7), thứ mà người ta thấy nổi bật nhất – ngoài những cửa hàng cà phê mọc lên như nấm phục vụ cà phê sữa đá – là rất nhiều trường học với những cái tên ấn tượng như \"Thần đồng nhỏ tuổi\", \"Trung tâm học tập\" hay \"Học viện Nền tảng\" hứa hẹn sẽ mang lại cho con cái của tầng lớp trung lưu mới nổi một nền móng để thành công. Nền móng ấy là trình độ tiếng Anh xuất sắc, điểm SAT hoàn hảo và những thói quen làm việc chăm chỉ để đưa trẻ tới đỉnh vinh quang."
        }
    ],
    "suggestions": []
}