{
    "en_vn": {
        "data": {
            "content": null,
            "word": "urbanised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "urbanised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "urbanised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "urbanised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "urbanised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "From the end of the nineteenth century, wood pigeons also migrated into the city; they were quickly <em>urbanised</em>, increasing both in numbers and in tameness.",
            "vi": "Từ cuối thế kỷ XIX, chim câu xanh cũng di cư vào thành phố; chúng đã nhanh chóng quen với cuộc sống đô thị, tăng cả về số lượng và tính thuần phục."
        },
        {
            "en": "Most experts rate Tokyo as the world's biggest city because of the siz​e of the population in the larger <em>urbanised</em> area.",
            "vi": "Hầu hết các chuyên gia đều đánh giá Tokyo là thành phố lớn nhất thế giới vì nó có quy mô dân số trong khu vực đô thị hoá lớn hơn."
        },
        {
            "en": "The reason it gets into the record books is that the surrounding region - which includes the country's second city Yokohama, as well as 86 other towns and cities - has become so built up that it is now one huge continuous <em>urbanised</em> area.",
            "vi": "Nguyên nhân thành phố này có tên trong sách kỉ lục là vì vùng lân cận, trong đó có cả thành phố lớn thứ hai của Nhật là Yokohama cùng 86 tỉnh thành khác ngày càng phát triển đến nỗi hiện nay khu vực này trở thành vùng đô thị phát triển không ngừng. "
        },
        {
            "en": "\"One being a municipal definition - the legal city if you will. A second we call the <em>urbanised</em> area, or the physical city - the built-up portion. A third we call the metropolitan area, which some people refer to as the influence of the city - how far out does the city go in terms of its influence, such as commuting patterns.\"",
            "vi": "“Thứ nhất nếu bạn muốn gọi theo đơn vị hành chính nhà nước thì đó là thành phố hợp pháp. Thứ hai chúng ta gọi là khu đô thị hoá hay thành phố có ranh giới thực tế- là phần được xây dựng lên. Thứ ba là khu hành chính đô thị lớn mà một số người xem đó là tầm ảnh hưởng của thành phố- tức là thành phố sẽ phát triển như thế nào dưới các tác động của việc giao thông đi lại chẳng hạn.” "
        }
    ],
    "suggestions": []
}