{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[juə'ri:θrə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">urethras</font><font color=\"#1a76bf\">, </font><font color=\"#1371BB\">urethrae</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(giải phẫu) niệu đạo (ống dẫn nước tiểu từ bàng quang ra ngoài cơ thể), đường niệu, ống đái</td></tr></table><i/></div>",
            "word": "urethra"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>urethra</k><blockquote><cclass>[<cclass>jʊ'ri:θrə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Anatomy &amp; <cclass>Zoology the duct by which urine is conveyed out of the body, and which in male vertebrates also conveys semen. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>urethral</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from late L., from Gk <i>ourēthra</i>, from <i>ourein</i> 'urinate'. </blockquote></div>",
            "word": "urethra"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "urethra"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "urethra"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> niệu đạo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">female urethra</font><font color=\"#282828\">: niệu đạo nữ</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">hymenal value of male urethra</font><font color=\"#282828\">: hố thuyền niệu đạo nam</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">male urethra</font><font color=\"#282828\">: niệu đạo nam</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">sphincter muscle of membranous urethra</font><font color=\"#282828\">: cơ thắt ngoài của niệu đạo</font></li></td></tr></tbody></table></div>",
            "word": "urethra"
        }
    },
    "sentences": [
        {
            "en": "For example, in the <em>urethra</em>.",
            "vi": "Thí dụ trong niệu đạo."
        },
        {
            "en": "A profuse watery discharge from the <em>urethra</em>.",
            "vi": "Sự tiết ra nhiều dịch lỏng ở niệu đạo."
        },
        {
            "en": "The blood sinus that surround the <em>urethra</em> of the male.",
            "vi": "Xoang máu bao quanh niệu đạo của phái nam."
        },
        {
            "en": "A copious discharge of mucus, particularly from the <em>urethra</em>.",
            "vi": "Sự tiết ra nhiều dịch nhầy đặc biệt từ niệu đạo."
        },
        {
            "en": "Examination of the bladder by means of an instrument inserted via the <em>urethra</em>.",
            "vi": "Xem xét bàng quang bằng một dụng cụ gọi là ống soi bàng quang luồn qua niệu đạo."
        },
        {
            "en": "A pair of small glands that open into the <em>urethra</em> at the base of the penis.",
            "vi": "Một đôi tuyến nhỏ mở vào trong niệu đạo ở đáy dương vật."
        },
        {
            "en": "The female counter-part of the penis, which contains erectile tissue but is unconnected with the <em>urethra</em>.",
            "vi": "Một bộ phận của phái nữ giống như dương vật, nó có chứa mô cương cứng nhưng nó không thông với niệu đạo."
        },
        {
            "en": "In the penis a third sinus, the corpus spongiosum encloses the <em>urethra</em> and extends into the glans.",
            "vi": "Trong dương vật còn có một xoang thứ ba gọi là thể xốp bao quanh nịêu đạo và trải dài tới qui đầu"
        },
        {
            "en": "    * Hypospadias. This is a disorder in which the <em>urethra</em> opens on the underside of the penis, not at the tip.",
            "vi": "* Lỗ tiểu lệch dưới. Đây là chứng bệnh mà trong đó khe niệu đạo nằm ở đáy/ ở cạnh bên dưới của dương vật, không phải ở đầu."
        },
        {
            "en": "Urine passes into the bladder through the ureters; the release of urine from the bladder is controlled by a sphincter at its junction with the <em>urethra</em>.",
            "vi": "Nước tiểu đi vào bàng quang qua niệu quản, nước tiểu từ bàng quang thoát ra được kiểm soát bởi một cơ thắt ở nơi tiếp giáp với niệu đạo."
        },
        {
            "en": "A painless ulcer that develops on the lips, penis, <em>urethra</em>, or eyelid as the primary symptom of such infections as sleeping sickness and syphilis.",
            "vi": "Một chỗ lở không đau phát triển ở môi, dương vật, niệu đạo, hoặc mi mắt như là triệu chứng đầu tiên của bệnh nhiễm trùng như bệnh ngủ và giang mai."
        },
        {
            "en": "Occasionally the fungus attacks the mucous membranes of the eyes, nose, or <em>urethra</em> or such internal organs as the lung, liver, and kidneys.",
            "vi": "Đôi khi nấm tấn công các màng nhầy ở mắt, mũi hay niệu đạo, hay các cơ quan nội tạng như phổi, gan và thận."
        },
        {
            "en": "The blood may come from the kidneys, one or both ureters, the bladder, or the <em>urethra</em>, as a result of injury or disease.",
            "vi": "Máu có thể ra từ thận, một hay cả hai niệu quản, bàng quang, hay niệu đạo, do tổn thương hay do bệnh."
        },
        {
            "en": "A hollow or solid cylindrical instrument, usually flexible, that is inserted into tubular passages, such as the oesophagus (gullet), rectum, or <em>urethra</em>.",
            "vi": "Một dụng cụ hình trụ đặc hay rỗng, thường uốn được, dùng để luồn vào các cơ quan hình ống như thực quản, trực tràng hay niệu đạo."
        },
        {
            "en": "Urinary catheters are passed into the bladder through the <em>urethra</em> to allow drainage of urine in certain disorders and to empty the bladder before abdominal operations.",
            "vi": "Ống thông niệu được đút vào trong bọng đái qua niệu quản để dẫn lưu nước tiểu trong một vài bệnh và để làm rỗng bọng đái trước khi giải phẫu bụng."
        },
        {
            "en": "The urinary organs comprise the kidneys, which secrete the urine, the ureters, or ducts, which convey urine to the urinary bladder, where it is for a time retained; and the <em>urethra</em>, through which it is discharged from the body.",
            "vi": "Các cơ quan tiết niệu gồm có hai quả cật là nơi tiết ra nước tiểu, hai ống niệu hay ống dẫn là nơi dẫn nước tiểu đến bàng quang/bọng đái, tại đây nước tiểu được tích lũy lại"
        },
        {
            "en": "The urinary organs comprise the kidneys, which secrete the urine, the ureters, or ducts, which convey urine to the urinary bladder, where it is for a time retained ; and the <em>urethra</em>, through which it is discharged from the",
            "vi": "Các cơ quan tiết niệu gồm có hai quả cật là nơi tiết ra nước tiểu, hai ống niệu hay ống dẫn là nơi dẫn nước tiểu đến bàng quang/bọng đái, tại đây nước tiểu được tích lũy lại; và niệu đạo/ống đái sẽ thải nước tiểu ra khỏi cơ thể."
        },
        {
            "en": "The urinary organs comprise the kidneys, which secrete the urine, the ureters, or ducts, which convey urine to the urinary bladder, where it is for a time retained ; and the <em>urethra</em>, through which it is discharged",
            "vi": "Các cơ quan tiết niệu gồm có hai quả cật là nơi tiết ra nước tiểu, hai ống niệu hay ống dẫn là nơi dẫn nước tiểu đến bàng quang/bọng đái, tại đây nước tiểu được tích lũy lại; và niệu đạo/ống đái sẽ thải nước tiểu ra khỏi cơ thể."
        },
        {
            "en": "The accessory glands, including the seminal vesicles and the prostate gland, provide fluids that lubricate the duct system and nourish the sperm. The seminal vesicles are sac-like structures attached to the vas deferens to the side of the bladder. The prostate gland, which produces some of the parts of semen, surrounds the ejaculatory ducts at the base of the <em>urethra</em>, just below the bladder. The <em>urethra</em> is the channel that carries the semen to the outside of the body through the penis. The <em>urethra</em> is also part of the urinary system because it is also the channel through which urine passes as it leaves the bladder and exits the body.",
            "vi": "Tuyến phụ, bao gồm túi tinh và tuyến tiền liệt, cung cấp dịch làm trơn hệ thống ống dẫn và nuôi tinh trùng. Túi tinh là cấu trúc giống như chiếc túi nối ống dẫn tinh với một bên của bàng quang. Tuyến tiền liệt, sản xuất một phần tinh dịch, nằm bao quanh ống phóng tinh ở đáy của niệu đạo, ngay bên dưới bàng quang. Niệu đạo là ống mang tinh dịch ra ngoài cơ thể qua dương vật. Niệu đạo cũng nằm trong hệ tiết niệu vì nó cũng là ống mà qua đó nước tiểu được bài tiết khi nó ra khỏi bàng quang và xuất ra ngoài cơ thể."
        },
        {
            "en": "The urinary organs comprise the kidneys, which secrete the urine, the ureters, or ducts, which convey urine to the urinary bladder, where it is for a time retained ; and the <em>urethra</em>, through which it is",
            "vi": "Các cơ quan tiết niệu gồm có hai quả cật là nơi tiết ra nước tiểu, hai ống niệu hay ống dẫn là nơi dẫn nước tiểu đến bàng quang/bọng đái, tại đây nước tiểu được tích lũy lại; và niệu đạo/ống đái sẽ thải nước tiểu ra khỏi cơ thể."
        }
    ],
    "suggestions": []
}