{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['juərik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(hoá học) uric, thuộc nước tiểu</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">uric acid </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">axit uric</font></td></tr></table><i/></div>",
            "word": "uric",
            "pronounce": "['juərik]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "uric",
            "pronounce": "['juərik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "uric",
            "pronounce": "['juərik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "uric",
            "pronounce": "['juərik]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> uric (axit)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">uric acid</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> một axit hữu cơ có chứa nitơ</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "uric",
            "pronounce": "['juərik]"
        }
    },
    "sentences": [
        {
            "en": "<em>Uric</em> acid",
            "vi": "A - xít u - rích"
        },
        {
            "en": "The presence in the blood of an abnormally high concentration of <em>uric</em> acid.",
            "vi": "Tình trạng có nồng độ uric acid cao bất thường trong máu."
        },
        {
            "en": "<em>Uric</em> acid is a chemical created when the body breaks down substances called purines.",
            "vi": "Uric axit là một chất hóa học được sản sinh ra khi cơ thể phá vỡ các chất được gọi là purine."
        },
        {
            "en": "It acts by the reducing the level of <em>uric</em> acid in tissues and blood.",
            "vi": "Nó tác động bằng cách làm giảm lượng acid uric trong mô và máu."
        },
        {
            "en": "When <em>uric</em> acids gather in the blood gout appears. This build ups come from the breakdown of the waste processed by the kidneys and broken down in the blood. When the kidneys are not able to get rid of the <em>uric</em> acid, it crystallizes and builds up waste products in the joints. This condition causes the gout attacks.",
            "vi": "Khi a-xít u-ríc tích tụ trong máu, bệnh gút sẽ xuất hiện. Sự tích tụ này do chất thải do thận thải ra bị chia nhỏ rồi hoà vào máu. Khi thận không thải được a-xít u-ríc, a-xít uric sẽ kết tinh và tạo thành phế phẩm trong khớp. Tình trạng này sẽ gây ra đau gút."
        },
        {
            "en": "Gout    What is gout? Gout is a kind of arthritis caused by a buildup of <em>uric</em> acid crystals in the joints. <em>Uric</em> acid is a breakdown product of purines that are part of many foods we eat. An abnormality in handling <em>uric</em> acid and crystallization of these compounds in joints can cause attacks of painful arthritis, kidney stones, and blockage of the kidney filtering tubules with <em>uric</em> acid crystals, leading to kidney failure. Gout has the unique distinction of being one of the most frequently recorded medical illnesses throughout history. Symptoms of gout Acute gout attacks are characterized by a rapid onset of pain in the affected joint followed by warmth, swelling, reddish discoloration, and marked tenderness. The small joint at the base of the big toe is the most common site for an attack. Other joints that can be affected include the ankles, knees, wrists, fingers, and elbows. In some people, the acute pain is so intense that even a bed sheet on the toe causes severe pain. These painful attacks usually subside in hours to days, with or without medication. In rare instances, an attack can last for weeks. Most people with gout will experience repeated bouts of gouty arthritis over the years. Who's affected by gout? Gout is nine times more common in men than in women. It predominantly attacks males after puberty, with a peak age of 75. In women, gout attacks usually occur after menopause. Among the U.S. male population, about 10% have elevated blood <em>uric</em> acid levels, a condition known as hyperuricemia. However, only a small portion of those with hyperuricemia will actually develop gout. If your parents have gout, then you have a 20% chance of developing it. Risk factors for gout Obesity, excessive weight gain, especially in youth, moderate to heavy alcohol intake, high blood pressure, and abnormal kidney function are among the risk factors for developing gout. Certain drugs and diseases can also cause elevated levels of <em>uric</em> acid. Interestingly, a recent study demonstrated an increased prevalence of abnormally low thyroid hormone levels (hypothyroidism) in patients with gout. What gout looks like: The big toe The joint at the base of the big toe is the most common site of an acute gout attack. These attacks can recur unless gout is treated. See your doctor even if your pain from gout is gone. Over time, they can harm your joints, tendons, and other tissues. What gout looks like: The fingers People may experience gout with deposits of <em>uric</em> acid crystals in their finger joints. To ease the pain during a gout attack, rest the joint that hurts. What gout looks like: The elbow Gout can also attack joints such as the elbows and the knees. Notice the protrusion on the elbow. Diagnosing gouty arthritis Gout is considered when a patient reports a history of repeated attacks of painful arthritis, especially at the base of the toes or in the ankles and knees. The most reliable test for gout is detecting <em>uric</em> acid crystals in the joint fluid obtained by joint aspiration. This common office procedure is performed with topical local anesthesia. Using sterile technique, fluid is withdrawn (aspirated) from the inflamed joint with a syringe and needle. Diagnosing gouty arthritis: Joint fluid analysis Once the joint fluid is obtained, it is analyzed for <em>uric</em> acid crystals and for infection. Your doctor may also do a blood test to measure the amount of <em>uric</em> acid in your blood. How are gout attacks prevented? Maintaining adequate fluid intake helps prevent acute gout attacks and decreases the risk of kidney stone formation in people with gout. Alcohol is known to have diuretic effects that can contribute to dehydration and precipitate acute gout attacks. Alcohol can also affect <em>uric</em> acid metabolism and cause hyperuricemia. It causes gout by slowing down the excretion of <em>uric</em> acid from the kidneys as well as by causing dehydration, which precipitates the crystals in the joints. More prevention techniques Dietary changes can help reduce <em>uric</em> acid levels in the blood. Since purine chemicals are converted by the body into <em>uric</em> acid, purine-rich foods should be avoided. Foods rich in purines include shellfish and organ meats, such as liver, brains, and kidneys. Researchers have reported that meat or seafood consumption increases the risk of gout attacks, while dairy consumption seemed to reduce this risk. Weight reduction can be helpful in lowering the risk of recurrent attacks of gout. Treating gout with medications Certain medications reduce the pain and inflammation of gout attacks, such as anti-inflammatory drugs (ibuprofen and others), colchicines, and corticosteroids. Other medications decrease the level of <em>uric</em> acid in the blood and prevent the deposit of <em>uric</em> acid in joints (gouty arthritis), the kidneys (stones), and in tissue (tophi), helping to prevent further attacks and complications. These medications include allopurinol, febuxostat, and probenicid. What does the future hold for gout? Active research is ongoing in a variety of fields related to gout and hyperuricemia. Scientists recently reported that high animal protein slightly increased the risk for gout. New drugs are being developed that may be more versatile and safe in treating the elevated <em>uric</em> acid levels in patients with chronic gout.",
            "vi": "Bệnh gút     Gút là gì? Gút là một dạng viêm khớp do lượng tinh thể a-xít u-ric tăng quá cao trong các khớp gây ra. a-xít u-ric là sản phẩm phân huỷ của purin có trong nhiều loại thức ăn của con người. Quá trình xử lý bất thường a-xít u-ric và kết tinh các hợp chất này trong khớp có thể gây các cơn viêm đau khớp (cơn gút), sỏi thận, và làm tắc nghẽn những ống lọc nhỏ trong thận do các tinh thể a-xít uric, dẫn đến suy thận. Bệnh gút có đặc điểm duy nhất là một trong những bệnh được chẩn đoán thường xuyên qua khai thác bệnh sử.  Các triệu chứng của gút Cơn gút cấp được đặc trưng bởi việc khởi phát nhanh những cơn đau ở khớp bị viêm và sau đó là nóng, sưng đỏ và đau dữ dội. Khớp nhỏ ở đáy ngón chân cái là nơi mà gút xuất hiện thường nhất. Các khớp khác cũng có thể bị ảnh hưởng như mắt cá chân, đầu gối, cổ tay, ngón tay, và khuỷu tay. Ở một số người, cơn đau cấp này có thể dữ dội đến nỗi đắp khăn giường lên ngón chân cũng khiến người ta đau nhức không thể chịu được. Những cơn đau này thường giảm đi sau một vài tiếng đồng hồ hoặc sau nhiều ngày, cho dù có điều trị bằng thuốc hay không. Trong những trường hợp hiếm gặp, cơn gút cũng có thể kéo dài nhiều tuần liền. Hầu hết các bệnh nhân gút đều bị viêm khớp tái phát do gút trong nhiều năm.  Ai bị bệnh gút? Nam giới bị gút cao gấp 9 lần so với phụ nữ (tỉ lệ: 9:1); phần lớn xảy ra sau tuổi dậy thì và đạt đỉnh điểm ở tuổi 75. Phụ nữ thường hay bị gút sau tuổi mãn kinh. Khoảng 10% nam giới ở Hoa Kỳ mắc chứng a-xít u-ric cao trong máu, đây là bệnh thừa a-xít u-ric trong máu. Tuy nhiên chỉ một tỉ lệ nhỏ người bị thừa a-xít u-ric trong máu thực sự phát triển thành bệnh gút. Nếu bố mẹ bạn bị gút thì bạn có nguy cơ mắc bệnh lên đến 20%.  Các yếu tố nguy hiểm đối với bệnh gút Béo phì, tăng cân quá mức, nhất là đối với thanh niên, sử dụng rượu bia từ mức độ vừa phải đến nhiều, huyết áp cao, và chức năng thận bất thường là những yếu tố nguy hiểm làm phát triển bệnh gút. Một số thuốc và bệnh cũng có thể làm cho nồng độ a-xit u-ric tăng cao. Điều thú vị là, một nghiên cứu mới đây cho thấy có sự gia tăng số bệnh nhân bị gút khi có nồng độ hooc-môn tuyến giáp thấp bất thường (suy giáp).     Bệnh gút như thế nào: Hãy nhìn ngón chân cái  Khớp bàn ngón chân cái là nơi thường thấy cơn gút cấp nhất. Nếu không được điều trị thì những cơn gút này có thể tái phát nhiều lần. Hãy đến khám bác sĩ cho dù là bạn đã hết đau do gút đi nữa. Nếu để lâu, chúng có thể gây hại cho các khớp, gân và nhiều mô khác.  Bệnh gút như thế nào: Hãy nhìn các ngón tay  Người ta có thể bị gút do lắng đọng các tinh thể axit u-ric ở các khớp ngón tay. Để giảm đau trong khi bị gút, bạn nên để yên khớp tay bị tổn thương nhé.  Bệnh gút như thế nào: Hãy nhìn khuỷu tay Bệnh gút cũng có thể xảy ra ở nhiều khớp, chẳng hạn như khuỷu tay và đầu gối. Hãy chú ý bướu u trên khuỷu tay nhé.  Chẩn đoán viêm khớp do gút Bệnh gút được nghi ngờ khi bệnh nhân khai bệnh sử có những cơn viêm đau khớp cứ lặp đi lặp lại, nhất là ở đáy ngón chân hoặc ở mắt cá chân và đầu gối. Phương pháp xét nghiệm bệnh gút đáng tin cậy nhất là dò tìm tinh thể axit u-ric trong dịch khớp bằng cách chọc hút khớp. Thủ thuật này được thực hiện bằng gây tê cục bộ. Với kỹ thuật vô trùng, chất dịch được rút ra (hút ra) khỏi khớp bị viêm bằng ống chích và kim tiêm.  Chẩn đoán viêm khớp do gút bằng cách phân tích dịch khớp  Khi dịch khớp được rút ra, nó được phân tích để tìm tinh thể axit u-ric và bệnh nhiễm trùng. Bác sĩ có thể cũng cho làm xét nghiệm máu để đo nồng độ axit u-ric trong máu của bạn.  Làm thế nào có thể phòng tránh cơn gút? việc cung cấp nước đầy đủ cho cơ thể thường xuyên có thể giúp phòng tránh các cơn gút cấp và làm giảm nguy cơ sỏi thận ở người bị gút. Rượu bia có tác dụng lợi tiểu có thể góp phần làm mất nước và làm các cơn gút cấp xảy ra nhanh hơn. Rượu bia cũng làm ảnh hưởng đến chuyển hoá a-xít u-ríc và làm thừa a-xít u-ríc trong máu. Nó gây ra gút bằng cách làm chậm quá trình bài tiết a-xít u-ríc ra khỏi thận cũng như bằng cách gây mất nước, làm ngưng tụ tinh thể trong khớp. Các kỹ thuật phòng tránh khác  Thay đổi chế độ dinh dưỡng có thể giúp làm giảm nồng độ a-xít u–ríc trong máu. Vì chất hoá học purin được cơ thể chuyển hoá thành a-xít u–ríc, nên bệnh nhân bị gút nên tránh các thực phẩm giàu purin. Thức ăn chứa nhiều purin gồm tôm cua và ngũ tạng, như gan, óc, và thận. Các nhà nghiên cứu cho biết nếu ăn thịt hoặc hải sản sẽ làm tăng nguy cơ bị gút còn nếu sử dụng các sản phẩm làm từ sữa thì có vẻ như làm giảm nguy cơ này. Việc giảm cân cũng có thể làm giảm nguy cơ tái phát các cơn gút.   Điều trị gút bằng thuốc Một số thuốc giảm đau và viêm do gút, chẳng hạn như thuốc kháng viêm (ibuprofen và nhiều thuốc khác), colchicines, và corticosteroids. Nhiều thuốc khác làm giảm nồng độ axit u-ric trong máu và ngăn không cho axit u-ric lắng đọng trong khớp (viêm khớp do gút), thận (sỏi), và mô (sạn u-rat), giúp phòng tránh các cơn gút và nhiều biến chứng khác. Những thuốc này bao gồm allopurinol, febuxostat, và probenicid. Tương lai của bệnh gút ra sao? Một công trình nghiên cứu thiết thực đang tiến hành trên nhiều lĩnh vực liên quan đến bệnh gút và thừa axit u-ric trong máu. Các nhà khoa học mới đây cho biết ăn nhiều đạm động vật có thể làm tăng nhẹ nguy cơ bệnh gút. Ngoài ra họ cũng đang phát triển nhiều loại thuốc mới có thể sử dụng linh hoạt hơn và an toàn hơn trong việc điều trị nồng độ axit u-ric tăng cao ở bệnh nhân bị gút mãn tính."
        },
        {
            "en": "In addition to carbon dioxide, mosquitoes find victims at closer range by smelling the lactic acid, <em>uric</em> acid, ammonia and other substances expelled via their sweat, and are also attracted to people with higher body temperatures. Because strenuous exercise increases the buildup of lactic acid and heat in your body, it likely makes you stand out to the insects. Meanwhile, genetic factors influence the amount of <em>uric</em> acid and other substances naturally emitted by each person, making some people more easily found by mosquitos than others.",
            "vi": "Ngoài CO2, muỗi tìm kiếm người để chích ở cự ly gần hơn bằng cách đánh hơi các axit lactic, axit uric, amoniac và các chất khác thải ra qua mồ hôi của họ, và muỗi cũng thích những người có thân nhiệt cao hơn. Vì tập thể dục vất vả làm tăng sự tích tụ axit lactic và nhiệt độ trong cơ thể của bạn, có thể khiến bạn hấp dẫn côn trùng. Đồng thời, yếu tố di truyền ảnh hưởng đến lượng axit uric và các chất khác tiết ra từ mỗi người một cách tự nhiên, làm cho một số người thu hút muỗi hơn những người khác."
        },
        {
            "en": "Gout is nine times more common in men than in women. It predominantly attacks males after puberty, with a peak age of 75. In women, gout attacks usually occur after menopause. Among the U.S. male population, about 10% have elevated blood <em>uric</em> acid levels, a condition known as hyperuricemia. However, only a small portion of those with hyperuricemia will actually develop gout. If your parents have gout, then you have a 20% chance of developing it.",
            "vi": "Nam giới bị gút cao gấp 9 lần so với phụ nữ (tỉ lệ: 9:1); phần lớn xảy ra sau tuổi dậy thì và đạt đỉnh điểm ở tuổi 75. Phụ nữ thường hay bị gút sau tuổi mãn kinh. Khoảng 10% nam giới ở Hoa Kỳ mắc chứng a-xít u-ric cao trong máu, đây là bệnh thừa a-xít u-ric trong máu. Tuy nhiên chỉ một tỉ lệ nhỏ người bị thừa a-xít u-ric trong máu thực sự phát triển thành bệnh gút. Nếu bố mẹ bạn bị gút thì bạn có nguy cơ mắc bệnh lên đến 20%."
        },
        {
            "en": "What causes kidney stones?  Kidney stones form when a change occurs in the normal balance of water, salts, minerals, and other substances found in urine. Other chemical compounds that can form stones in the urinary tract include <em>uric</em> acid and the amino acid cystine. Dehydration through reduced fluid intake and strenuous exercise without adequate fluid replacement increase the risk of kidney stones. Some people are more likely to get kidney stones because of a medical condition or family history, as the tendency to form kidney stones may also be inherited. If other people in your family have had them, you may have them too.",
            "vi": "Nguyên nhân gây sỏi thận là gì?  Sỏi thận hình thành khi hàm lượng nước, muối, khoáng chất và các chất khác trong nước tiểu bị thay đổi, không còn cân bằng giống như bình thường nữa. Các hợp chất hoá học khác có thể tạo sỏi trong đường tiểu như axit u-ric và amino acid cystine. Việc mất nước do không hấp thụ đủ nước và chế độ luyện tập nặng nhọc không bù đắp lại đủ lượng nước làm tăng nguy cơ sỏi thận. Một số người có thể dễ bị sỏi thận hơn những người khác do một chứng bệnh nào đó hoặc có tiền sử gia đình bị sỏi thận, bởi sỏi thận cũng có thể hình thành do gien di truyền. Nếu những người khác trong gia đình bạn từng bị sỏi thận thì bạn cũng có thể bị mắc bệnh giống như vậy. "
        }
    ],
    "suggestions": []
}