{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[juə'ɔlədʒi]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">urinology</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,juərin'ɔlədʒi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) khoa tiết niệu</td></tr></table><i/></div>",
            "word": "urology",
            "pronounce": "[juə'ɔlədʒi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>urology</k><blockquote><cclass>[<cclass>jʊ'rɒlədʒi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the branch of medicine concerned with the urinary system. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>urologic</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>urological</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>urologist</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "urology",
            "pronounce": "[juə'ɔlədʒi]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "urology",
            "pronounce": "[juə'ɔlədʒi]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "urology",
            "pronounce": "[juə'ɔlədʒi]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> niệu học</font></td></tr></tbody></table></div>",
            "word": "urology",
            "pronounce": "[juə'ɔlədʒi]"
        }
    },
    "sentences": [
        {
            "en": "Bedwetting perennially drives parents to the pediatric <em>urology</em> clinic at Johns Hopkins Children's Center.",
            "vi": "Bệnh đái dầm lâu năm luôn là nguyên nhân khiến các bậc cha mẹ quanh năm phải tìm đến phòng khám tiết niệu trẻ em tại Viện Nhi Johns Hopkins."
        },
        {
            "en": "<em>Urology</em> said this guy should get vasectomy three days before the game begins.",
            "vi": "Khoa tiết niệu nói người đàn ông này nên phẫu thuật cắt bỏ ống tinh ba ngày trước khi trận đấu bắt đầu."
        },
        {
            "en": "eDoctor offers medical aid in most common medicine subspecialties, including obstetrics, gynecology, oncology, <em>urology</em>, cardiology, gastroenterology, pulmonology, endocrinology, nutrition, pediatrics and andrology.",
            "vi": "eDoctor cung cấp trợ giúp y tế cho hầu hết các chuyên khoa thông dụng, bao gồm sản khoa, phụ khoa, khoa ung thư, khoa tiết niệu, tim mạch, hệ tiêu hóa, phổi, nội tiết, dinh dưỡng, nhi khoa và nam khoa."
        },
        {
            "en": "Bedwetting perennially drives parents to the pediatric <em>urology</em> clinic at Johns Hopkins Children's Center, but September - and the start of the school year - always brings a predictable uptick in visits, according to pediatric urologist Ming-Hsien Wang, M.D.",
            "vi": "Bệnh đái dầm luôn là nguyên nhân khiến các bậc cha mẹ quanh năm phải tìm đến phòng khám tiết niệu trẻ em tại Viện Nhi Johns Hopkins, nhưng vào tháng Chín – thời điểm tựu trường - luôn gây nên sự gia tăng khám bệnh có thể dự đoán được, theo bác sĩ chuyên khoa tiết niệu trẻ em Ming-Hsien Wang."
        },
        {
            "en": "Start of school can worsen bedwetting in children    Bedwetting perennially drives parents to the pediatric <em>urology</em> clinic at Johns Hopkins Children's Center, but September - and the start of the school year - always brings a predictable uptick in visits, according to pediatric urologist Ming-Hsien Wang, M.D.  \"Back to school is a physically and emotionally stressful time for many children, compounded by the sudden change in sleep patterns and schedules that generally wreak havoc on eating and other routines established over the summer,\" Wang says.  Children who experience back-to-school flare-ups should stick to a regular \"pee\" schedule through the day, says Wang, who likes to send parents home with a note to their child's teacher verifying the child's urologic condition and recommending bathroom visits every two or so hours. The brain controls the bladder, Wang explains, so establishing a clockwork potty routine during the day helps improve brain-bladder communication in general.   Bladder control develops gradually in children, with nighttime bladder control, the final stage of the process, reached generally by age 6 or 7. A small number of children continue to wet their beds until age 10 and beyond.     Physical and emotional stressors are well-known contributors to both night-time enuresis and daytime incontinence in children, says Wang, and the vast majority of cases are due not to anatomical or biological problems, but to lifestyle issues such as lack of regular potty times, good hydration and appropriate diets.   \"Changes in lifestyle take care of 80 percent of these problems,\" says Wang, who only rarely prescribes drugs, which can have side effects, or bedwetting alarms, which disrupt the sleep cycles of both the child and the family.   She advises:   - Ruling out medical conditions that cause incontinence, including diabetes, urinary tract infections and kidney disease, as well as certain anatomic abnormalities of the genitourinary tract and some neurological disorders that affect brain-bladder signaling  - Letting your child know that this is a fixable condition and providing lots of emotional support  - Eating a diet rich in fiber with plenty of raw fruits and vegetables every day   - Drinking plenty of water to ease urination: The marker of good hydration is urine color, which should be pale yellow or as clear as water   - Send your child to school with a bottle of water (flavored, if necessary, with a bit of honey or lemon juice) rather than sugar-rich drinks   - Stopping fluids about three hours before bedtime   - Emptying the bladder immediately before going to bed   - Keeping a toileting diary for several days before the visit to the doctor and writing down how often a child empties the bladder, along with the number of daytime and nighttime accidents   Although bedwetting can increase around back-to-school time, Wang says, the condition appears to be on the rise year-round.   \"Anecdotally, we are seeing more and more patients referred to us by general pediatricians,\" says Wang.  While experts have yet to verify the increase scientifically or tease out the factors behind it, Wang believes that more awareness of the condition, combined with lifestyle choices are the two main drivers.   Poor nutrition and eating and voiding habits are major contributors, Wang says, and children with constipation are also prone to bedwetting because both interfere with control of the pelvic muscles involved in toileting. .  Source:  Johns Hopkins Medicine",
            "vi": "Nhập học có thể làm chứng đái dầm ở trẻ em tệ hơn      Bệnh đái dầm luôn là nguyên nhân khiến các bậc cha mẹ quanh năm phải tìm đến phòng khám tiết niệu trẻ em tại Viện Nhi Johns Hopkins, nhưng vào tháng Chín – thời điểm tựu trường - luôn gây nên sự gia tăng khám bệnh có thể dự đoán được, theo bác sĩ chuyên khoa tiết niệu trẻ em Ming-Hsien Wang.  “Nhập học là một khoảng thời gian căng thẳng về thể chất và tinh thần đối với nhiều trẻ em, càng nặng nề hơn bởi sự thay đổi đột ngột thói quen ngủ và thời gian biểu nói chung đã làm rối loạn nếp ăn uống và các thói quen hàng ngày khác trong suốt mùa hè,” Wang nói.  Các bé bị đái dầm nặng hơn vào mùa tựu trường nên tuân thủ giờ giấc đi vệ sinh thường xuyên vào ban ngày, Wang tư vấn. Wang thường hướng dẫn cha mẹ các bé nhờ giáo viên lưu ý tình trạng tiết niệu của con mình và nhắc nhở bé đi vệ sinh sau mỗi 2 giờ hoặc cỡ vậy. Bộ não điều khiển bàng quang, Wang giải thích, do đó, việc thiết lập một thói quen đi vệ sinh đều đặn vào ban ngày sẽ giúp cải thiện mối quan hệ trí não-bàng quang nói chung. Khả năng tự chủ trong việc tiểu tiện phát triển dần dần ở trẻ em, với khả năng kiểm soát bàng quang vào ban đêm, giai đoạn cuối của quá trình, thường đạt được ở 6 hoặc 7 tuổi. Một số ít trẻ em tiếp tục đái dầm cho đến 10 tuổi hoặc lớn hơn nữa. Các nguyên nhân gây căng thẳng về mặt tinh thần và thể xác đóng góp nhiều nhất vào cả chứng đái dầm ban đêm và mất kiểm soát tiểu tiện vào ban ngày ở trẻ em, Wang nói, và đại đa số các trường hợp không do các vấn đề thể chất hoặc sinh học, mà là do lối sống như thiếu đi vệ sinh thường xuyên, hydrat hóa tốt và chế độ ăn thích hợp. \"Thay đổi trong lối sống giải quyết 80% những vấn đề này\", theo Wang, người hiếm khi kê toa dùng thuốc vì có thể có tác dụng phụ, hoặc khuyên đặt giờ dậy đi tiểu, vì sẽ làm gián đoạn chu kỳ giấc ngủ của cả trẻ và gia đình. Cô tư vấn: - Chữa dứt những bệnh gây mất kiểm soát tiểu tiện, bao gồm bệnh tiểu đường, nhiễm trùng đường tiểu và bệnh thận, cũng như các bất thường cấu trúc nhất định của đường niệu sinh dục và một số rối loạn thần kinh ảnh hưởng đến sự truyền tín hiệu giữa não và bàng quang. - Cho con bạn biết rằng đây là một tình trạng có thể chữa được và hỗ trợ tinh thần trẻ thật nhiều - Ăn chế độ dinh dưỡng giàu sợi với nhiều quả sống và rau củ mỗi ngày - Uống nhiều nước để dễ đi tiểu: Các dấu hiệu của hydrat hóa tốt là màu sắc nước tiểu, nên là màu vàng nhạt hoặc trong như nước - Cho con đem đến trường một chai nước (tăng thêm hương vị, nếu cần, với một chút mật ong hoặc nước ép chanh) chớ không phải là các thức uống chứa nhiều đường - Ngưng uống nước khoảng ba giờ trước giờ ngủ - Đi tiểu hết ngay trước khi đi ngủ - Ghi lại nhật ký đi vệ sinh trong nhiều ngày trước khi đi khám bác sĩ và ghi nhận mức độ đi tiểu thường xuyên của bé, cùng với số lần đái dầm vào ban ngày và ban đêm Mặc dù đái dầm có thể tăng vào thời gian nhập học lại, Wang cho biết, tình trạng này dường như đang gia tăng trong suốt cả năm. “Theo như lời đồn, chúng tôi đang ngày càng có nhiều bệnh nhân tìm đến do các bác sĩ nhi khoa tổng quát giới thiệu sang”, Wang nói. Trong khi các chuyên gia vẫn chưa xác minh được sự gia tăng một cách khoa học hoặc tìm ra nguyên nhân tiềm ẩn, Wang tin rằng bằng cách nhận thức sâu hơn về căn bệnh này, kết hợp với sự lựa chọn lối sống là hai cách chữa trị chính. Dinh dưỡng và ăn uống không điều độ cùng với thói quen đi vệ sinh là những yếu tố chủ yếu, Wang nói, và trẻ bị táo bón cũng dễ bị đái dầm vì cả hai ảnh hưởng lên sự kiểm soát của các cơ vùng chậu liên quan đến việc đi vệ sinh. Nguồn: Johns Hopkins Medicine"
        }
    ],
    "suggestions": []
}