{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Uruguay"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Uruguay"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Uruguay"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Uruguay"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Uruguay"
        }
    },
    "sentences": [
        {
            "en": "<em>Uruguay</em> round",
            "vi": "Vòng đàm phán uruguay"
        },
        {
            "en": "I didn't live it before so it's spectacular. Congratulations <em>Uruguay</em>.",
            "vi": "Trước đây tôi chưa hề có được niềm hân hoan như vậy. Thật ấn tượng! Chúc mừng Uruguay!"
        },
        {
            "en": "Plaza Independencia in the heart of Montevideo, capital of <em>Uruguay</em>",
            "vi": "Quảng trường Độc lập nằm ở trung tâm của Montevideo, thủ đô của Uruguay"
        },
        {
            "en": "I am watching the match between <em>Uruguay</em> and South Korea.",
            "vi": "Tôi đang xem trận đấu giữa hai đội Uruguay và Hàn Quốc."
        },
        {
            "en": "The football match between Netherlands and <em>Uruguay</em> is very interesting.",
            "vi": "Trận bóng đá giữa đội Hà lan và Uruguay rất là thú vị."
        },
        {
            "en": "Plaza Independencia in the heart of Montevideo, capital of <em>Uruguay</em>",
            "vi": "Quảng trường Độc lập nằm ở trung tâm của Montevideo, thủ đô của Uruguay"
        },
        {
            "en": "The first World Cup tournament, held in 1930 in <em>Uruguay</em>, was won by the host nation.",
            "vi": "World Cup đầu tiên tổ chức tại Uruguay năm 1930 và phần thắng thuộc về nước chủ nhà."
        },
        {
            "en": "The negotiations on financial services were introduced in the <em>Uruguay</em> Round of trade negotiations.",
            "vi": "Đàm phán về dịch vụ tài chính được đưa vào vòng đàm phán thương mại Uruguay."
        },
        {
            "en": "The Dynamic adopters include <em>Uruguay</em> (38th with TAI 0.343), and Thailand (40th TAI 0.255).",
            "vi": "Nhóm chấp nhận năng động bao gồm Uruguay (đứng thứ 38 với TAI 0.343), và Thái lan (đứng thứ 40 với TAI 0.255)."
        },
        {
            "en": "There are only three million people in <em>Uruguay</em> but we have a great footballing history.",
            "vi": "Chỉ có 3 triệu người ở Uruguay nhưng chúng tôi có một lịch sử bóng đá rất vĩ đại."
        },
        {
            "en": "Denmark and Senegal both have four points and <em>Uruguay</em> is in the same situation as us.",
            "vi": "Đan Mạch lẫn Senegal đều được bốn điểm và Uruguay cũng trong hoàn cảnh y như họ."
        },
        {
            "en": "The <em>Uruguay</em> round of WTO has opened telecoms globally to trade negotiations.",
            "vi": "Vòng đàm phán Uruguay của WTO đã mở các các cuộc đàm phán thương mại toàn cầu về viễn thông."
        },
        {
            "en": "Two-time champions <em>Uruguay</em> won the first-ever World Cup as hosts in 1930 and again in 1950.",
            "vi": "Uruguay đã từng hai lần vô địch World Cup, lần đầu tiên vào năm 1930 với tư cách chủ nhà và lần thứ hai năm 1950."
        },
        {
            "en": "<em>Uruguay</em> won the first World Cup in 1930 and we're going to win the next one too.",
            "vi": "Uruguay đã thắng giải World Cup đầu tiên vào năm 1930 và chúng tôi cũng sẽ chiến thắng như vậy."
        },
        {
            "en": "<em>Uruguay</em> won the first World Cup in 1930 and we 're going to win the next one too.",
            "vi": "Uruguay đã thắng giải World Cup đầu tiên vào năm 1930 và chúng tôi cũng sẽ chiến thắng như vậy."
        },
        {
            "en": "Two - time champions <em>Uruguay</em> won the first - ever World Cup as hosts in 1930 and again in 1950.",
            "vi": "Uruguay đã từng hai lần vô địch World Cup, lần đầu tiên vào năm 1930 với tư cách chủ nhà và lần thứ hai năm 1950."
        },
        {
            "en": "The tricky forward has set his sights on a final against Germany after Netherlands beat <em>Uruguay</em> 3-2.",
            "vi": "Tiền đạo giàu kỹ thuật này đã xác định mục tiêu của trận chung kết là Đức sau khi Hà Lan đánh bại Uruguay tỷ số 3-2."
        },
        {
            "en": "Celebrating in the streets of <em>Uruguay</em> as their team held off Mexico 1 - to assure a spot in the World Cup's second round.",
            "vi": "Trên khắp các đường phố Uruguay, người hâm mộ ăn mừng chiến thắng khi đội tuyển của họ đánh bại tuyển Mexico 1-0, đảm bảo một tấm vé vào vòng hai World Cup."
        },
        {
            "en": "At Tata Consultancy Services, measures range from a talent search as far afield as <em>Uruguay</em> to having executives teach university classes — all designed simply to make people employable.",
            "vi": "Tại Tata Consultancy Services, các biện pháp chạy từ tìm kiếm tài năng ở nơi xa như Uruguay để có người điều hành dạy các lớp đại học — tất cả đều được thiết kế đơn giản để làm cho mọi người thành có thể thuê được."
        },
        {
            "en": "Celebrating in the streets of <em>Uruguay</em> as their team held off Mexico 1-0 to assure a spot in the World Cup's second round.",
            "vi": "Trên khắp các đường phố Uruguay, người hâm mộ ăn mừng chiến thắng khi đội tuyển của họ đánh bại tuyển Mexico 1 -, đảm bảo một tấm vé vào vòng hai World Cup."
        }
    ],
    "suggestions": []
}