{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ju:təlaiz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">utilize</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ju:təlaiz]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">utilize</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dùng, sử dụng, lợi dụng</td></tr></table><i/></div>",
            "word": "utilise"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "utilise"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "utilise"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>utilise</k><blockquote><blockquote><abr>see</abr><kref>utilize</kref></blockquote></blockquote></div>",
            "word": "utilise"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "utilise"
        }
    },
    "sentences": [
        {
            "en": "There's nothing wrong with a heavy-handed architecture if it supports space people <em>utilise</em>.",
            "vi": "Không có gì sai với một kiến trúc vụng về nếu nó hỗ trợ không gian cho người ta tận dụng."
        },
        {
            "en": "You just pay interest only on what you <em>utilise</em>. Interest is calculated on a daily basis.",
            "vi": "Bạn chỉ trả lãi trên số tiền thực sự giải ngân. Tiền lãi được tính theo ngày."
        },
        {
            "en": "If you <em>utilise</em> compassion, it will bring you tranquility and strength.",
            "vi": "Nếu biết thông cảm, ta sẽ được thanh thản và thêm sức mạnh."
        },
        {
            "en": "There's nothing wrong with a heavy - handed architecture if it supports space people <em>utilise</em>.",
            "vi": "Không có gì sai với một kiến trúc vụng về nếu nó hỗ trợ không gian cho người ta tận dụng."
        },
        {
            "en": "However, education levels were somewhat higher in textile than in garment firms, partly because the former <em>utilise</em> more advanced technologies.",
            "vi": "Tuy vậy, trình độ giáo dục trong các doanh nghiệp dệt có vẻ cao hơn chút ít so với may, một phần do ngành trước sử dụng công nghệ tiên tiến hơn."
        },
        {
            "en": "Experts have a deeper understanding of their domain s than novice s do, and <em>utilise</em> higher-order principles to solve problems. ",
            "vi": "Các chuyên gia có sự hiểu biết sâu sắc về lĩnh vực của họ hơn là những người mới vào nghề, và sử dụng nguyên tắc bậc cao hơn để giải quyết các vấn đề. "
        },
        {
            "en": "With these connections, we can assist you in securing the best health insurance, whichever type of medical insurance you have - local or international - whenever you <em>utilise</em> the healthcare services of the hospital.",
            "vi": "Với các liên kết này, chúng tôi đảm bảo quyền lợi bảo hiểm y tế tốt nhất cho bạn mỗi khi sử dụng dịch vụ y tế của bệnh viện, cho dù bạn có bất kỳ loại hình bảo hiểm nào, trong nước hay nước ngoài."
        },
        {
            "en": "The typical characteristics of the terraced fields are high steep levels and winding terrain. Farmers mainly <em>utilise</em> natural water sources to cultivate rice, so making the water run into their fields is an art that requires talented and industrious efforts.",
            "vi": "Đặc trưng điển hình của ruộng bậc thang là có độ dốc cao và địa hình quanh co. Nông dân chủ yếu sử dụng nguồn nước tự nhiên để trồng lúa, do đó để nước từ thiên nhiên chảy vào đồng ruộng là cả một nghệ thuật đòi hỏi tài năng và sự cần mẫn."
        },
        {
            "en": "The typical characteristics of the terraced fields are high steep levels and winding terrain. Farmers mainly <em>utilise</em> natural water sources to cultivate rice, so making the water run into their fields is an art that requires talented and industrious efforts.",
            "vi": "Đặc trưng điển hình của ruộng bậc thang là có độ dốc cao và địa hình quanh co. Nông dân chủ yếu sử dụng nguồn nước tự nhiên để trồng lúa, do đó để nước từ thiên nhiên chảy vào đồng ruộng là cả một nghệ thuật đòi hỏi tài năng và sự cần mẫn."
        },
        {
            "en": "At present, there is no process for assessing the needs of children who are admitted into institutional care and therefore no basis upon which to develop and <em>utilise</em> a comprehensive care and protection plan for a child.",
            "vi": "Hiện tại chưa có một quy trình đánh giá nhu cầu của trẻ được nhận vào chăm sóc tập trung và do đó chưa có một cơ sở nào để xây dựng và triển khai một kế hoạch bảo vệ và chăm sóc toàn diện cho các em."
        },
        {
            "en": "• Enterprises employing over five workers (even if machinery was not used and the owner was directly involved in labour) The owners of businesses falling below these criteria were categorised as “small owners”, while those who did not hire any labour or <em>utilise</em> any machinery were categorised as “artisans”.",
            "vi": "Dưới các mức kể trên thì liệt vào hàng ngũ “tiểu chủ”. Nếu không thuê nhân công và không dùng máy móc thì liệt vào loại “thợ thủ công”(14)."
        },
        {
            "en": "Maintaining an optimum office temperature in buildings that <em>utilise</em> air condition is far more complex than you may realise. You need to calculate occupancy, clothing expectations, system efficiency and so much more to be able to accurately provide and maintain a comfortable temperature.",
            "vi": "Duy trì nhiệt độ tối ưu trong các tòa nhà văn phòng có sử dụng điều hòa không khí phức tạp hơn những gì bạn biết. Bạn cần phải tính toán công suất, sự giữ ấm của quần áo, hiệu quả hệ thống và nhiều hơn nữa là có thể cung cấp chính xác và duy trì nhiệt độ dễ chịu."
        }
    ],
    "suggestions": []
}