{
    "en_vn": {
        "data": {
            "content": null,
            "word": "utilized"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "utilized"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "utilized"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "utilized"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "utilized"
        }
    },
    "sentences": [
        {
            "en": "The port is under-<em>utilized</em>.",
            "vi": "Cảng này đã không được khai thác hết công suất."
        },
        {
            "en": "You just <em>utilized</em> your average ability.",
            "vi": "Bạn chỉ cần sử dụng khả năng trung bình của bạn."
        },
        {
            "en": "The multimedia traffic cannot be <em>utilized</em>.",
            "vi": "Giao thông đa phương tiện không thể được sử dụng."
        },
        {
            "en": "This room is mainly <em>utilized</em> for training purposes.",
            "vi": "Phòng này được dùng chủ yếu cho việc đào tạo."
        },
        {
            "en": "Allocate un-used and under-<em>utilized</em> land to poor farmers.",
            "vi": "Phân bổ đất hoang và đất còn chưa khai thác hết cho các hộ nông dân nghèo."
        },
        {
            "en": "This room is mainly <em>utilized</em> for training puroses.",
            "vi": "Phòng này chủ yếu dùng để huấn luyện."
        },
        {
            "en": "Resources need to be allocated and <em>utilized</em> effectively and efficiently.",
            "vi": "Cần phân bổ và sử dụng các nguồn lực một cách hiệu quả và hiệu lực."
        },
        {
            "en": "The following computers were <em>utilized</em> for the test.",
            "vi": "Những máy vi tính sau được sử dụng để trắc nghiệm."
        },
        {
            "en": "There is enough adventure and several scientific facts are <em>utilized</em>.",
            "vi": "Những chuyến phiêu lưu, sự kiện khoa học đều dùng vừa phải."
        },
        {
            "en": "They assemble equipment and prepare materials that are <em>utilized</em> during treatment sessions.",
            "vi": "Họ tập hợp trang thiết bị và chuẩn bị tài liệu được sử dụng trong các buổi họp bàn cách chữa trị."
        },
        {
            "en": "He was known as a player who <em>utilized</em> a lot of spin.",
            "vi": "Anh ấy được biết đến như là một cầu thủ tận dụng nhiều cú xoáy bóng."
        },
        {
            "en": "Only if internal resources are to be mobilized, could external resources be attracted and effectively <em>utilized</em>.",
            "vi": "Nếu phát huy được các nguồn nội lực thì mới thu hút và sử dụng có hiệu quả các nguồn lực từ bên ngoài."
        },
        {
            "en": "Regardless of bank restructuring techniques <em>utilized</em>, assets will need to be transferred or sold.",
            "vi": "Bất kể sử dụng phương pháp cải tổ ngân hàng nào, tài sản cần được đem chuyển đổi hoặc bán."
        },
        {
            "en": "Additional financial resources for developing and printing new materials could be <em>utilized</em> with relative ease.",
            "vi": "Các nguồn tài chính bổ sung cho việc xây dựng và in sách giáo khoa mới có thể được sử dụng khá dễ dàng."
        },
        {
            "en": "He declined to give detailed comments about the technology <em>utilized</em> at Vinh Tan 2. ",
            "vi": "Ông cũng từ chối đưa ra ý kiến chi tiết về các công nghệ được sử dụng tại nhà máy Vĩnh Tân 2."
        },
        {
            "en": "Hutch is a type of cage <em>utilized</em> primarily for housing domestic rabbits.",
            "vi": "Chuồng thỏ là loại chuồng chủ yếu dành cho thỏ nuôi trong nhà."
        },
        {
            "en": "The maintenance may be tightened, waste heat must be <em>utilized</em> properly.",
            "vi": "Việc bảo trì máy móc nên làm thường xuyên, hệ thống sưởi phải dùng đúng lúc."
        },
        {
            "en": "Contemporary composers have <em>utilized</em> the unique sound of the marimba more and more in recent years.",
            "vi": "Trong những năm gần đây, nhiều nhạc sĩ đương đại đã tận dụng âm thanh độc đáo của mộc cầm nhiều hơn."
        },
        {
            "en": "As a result, procedures for appeal and complaint about administration are increasingly <em>utilized</em>.",
            "vi": "Do đó, các thủ tục đơn khiếu kiện và khiếu nại về hành chính được sử dụng ngày càng tăng."
        },
        {
            "en": "Main categories of Vietnamese OPT quotas to EU are not <em>utilized</em>.",
            "vi": "Vẫn chưa tận dụng hết các danh mục chính của hạn ngạch OPT Việt Nam sang EU."
        }
    ],
    "suggestions": []
}