{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[væ'liəriən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) cây nữ lang (một trong nhiều loại cây nhỏ có hoa màu hồng hoặc trắng, mùi hắc)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">rễ nữ lang (dùng làm thuốc)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(dược học) Valerian</td></tr></table><i/></div>",
            "word": "valerian",
            "pronounce": "[væ'liəriən]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>valerian</k><blockquote><cclass>[<cclass>və'lɪərɪən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a plant bearing clusters of small pink, red, or white flowers. [<i>Valeriana officinalis</i>, <i>Centranthus ruber</i> (<cclass><b>red valerian</b>), and other species.] </cclass></blockquote></blockquote><blockquote><blockquote>2》 a drug obtained from a valerian root, used as a sedative and antispasmodic. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>valeriane</i>, from med. L. <i>valeriana (herba)</i>, appar. the feminine of <i>Valerianus</i> 'of Valerius' (a personal name). </blockquote></div>",
            "word": "valerian",
            "pronounce": "[væ'liəriən]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "valerian",
            "pronounce": "[væ'liəriən]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "valerian",
            "pronounce": "[væ'liəriən]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "valerian",
            "pronounce": "[væ'liəriən]"
        }
    },
    "sentences": [
        {
            "en": "The herbs chamomile and <em>valerian</em> are soothing and sleep inducing and are available in tea form.",
            "vi": "Các thảo dược như hoa cúc và nữ lang giúp dễ chịu và dễ ngủ có bán ở dạng trà."
        },
        {
            "en": "<em>Valerian</em> is an herbal extract. It is one of the leading natural supplements for managing anxiety and insomnia.",
            "vi": "Cây nữ lang có chiết xuất từ thảo dược. Đây là một trong những chất bổ sung tự nhiên hàng đầu để làm giảm chứng lo âu và mất ngủ."
        },
        {
            "en": "Herbal supplements  There are many herbal supplements that claim to fight stress. One of the best studied is St. John's wort, which has shown benefits for people with mild-to-moderate depression. Although more research is needed, the herb also appears to reduce symptoms of anxiety and PMS. There is less data on <em>valerian</em> root, another herb said to have a calming effect.",
            "vi": "Bổ sung thảo dược  Có nhiều loại thuốc bổ sung thảo dược tự cho là có thể chống stress. Một trong những loại thảo dược tốt nhất đã được nghiên cứu là cây St. John's wort (St. John’s wort là một loại cây có hoa vàng được dùng làm thuốc đầu tiên trong thời cổ Hy Lạp. Tên St. John’s wort rõ ràng nhắc nhở đến John the Baptist, vì cây này nở hoa khoảng mùa lễ thánh John the Baptist vào cuối tháng Sáu.\n \n•Tên thông thường: St. John’s wort, hypericum, Klamath weed, Goat weed •Tên La Tinh: Hypericum perforatum), đã cho thấy nhiều lợi ích đối với người bị trầm cảm từ nhẹ đến trung bình. Mặc dù cần phải nghiên cứu thêm, nhưng loại thảo dược này có thể làm giảm các triệu chứng lo âu và Premenstrual Syndrome (hội chứng trước kỳ kinh nguyệt). Người ta cũng có ít tài liệu về rễ cây nữ lang hơn – đây là một loại thảo dược khác được cho là có tác dụng làm dịu thần kinh, làm trấn an."
        },
        {
            "en": "Natural sleep aids and remedies    If you're searching for a natural sleep aid to put an end to your insomnia, here's something to keep in mind. Some sleep aids and herbal remedies may help induce sleepiness. But natural products and dietary supplements are not regulated by the FDA for quality, dosing, and formulation. That makes it difficult to judge their safety and effectiveness. That's why it's important to know as much as you can about sleep herbs before you try a product. What is melatonin? Melatonin is a hormone produced in the pineal gland in the center of your brain. Melatonin regulates the body's circadian rhythms. Those are daily rhythms such as your sleep-wake cycle. The levels of melatonin in the blood are highest prior to bedtime. Can melatonin help me sleep? Melatonin may improve sleep. Scientific findings show that melatonin decreases the time it takes to fall asleep (\"sleep latency\"), increases feelings of \"sleepiness,\" and may increase the duration of sleep. Melatonin has been used successfully for sleep enhancement in healthy individuals, as well as to reduce feelings of jet lag during global travels. This natural hormone is also being tested as a sleep aid with the elderly and other populations. In addition, studies are focusing on whether or not melatonin can help improve sleep patterns in individuals with depression. Are there risks associated with taking melatonin? Melatonin, like all natural dietary supplements, is unregulated and untested for long-term use in humans. Some people find that melatonin causes grogginess and depression. Others report falling asleep quickly with melatonin and awaken in the middle of the night. Still, studies show that melatonin is safe with short-term use (three months or less). How much melatonin does it take to help increase sleep? A host of studies show that as little as 0.1 to 0.3 milligrams may be enough for most people. Experts suggest that the fast-release melatonin is possibly more effective as a sleep remedy than the slow-release formulas. Is <em>valerian</em> a helpful sleep remedy? <em>Valerian</em> is an herbal extract. It is one of the leading natural supplements for managing anxiety and insomnia. Some limited findings show that <em>valerian</em> may reduce the time needed to fall asleep and may improve sleep quality. Unlike the benzodiazepines, most people feel no morning grogginess after taking <em>valerian</em>. Other findings were not as promising. They showed that when compared to a placebo, <em>valerian</em> didn't relieve anxiety or insomnia any better than the placebo. There is some support for the idea that using <em>valerian</em> over a period of time (such as over four weeks) may be more effective than taking it one night only. People who are poor sleepers may find more benefit that those who are normally good sleepers. Are there risks associated with taking <em>valerian</em>? <em>Valerian</em> is usually well-tolerated for up to a month to six weeks. Sometimes there may be headache or a \"hangover\" feeling after using <em>valerian</em>. A few studies indicate <em>valerian</em> impairs thinking for a period of time after it is used. There are no reports of drug interaction with alcohol or with <em>valerian</em>. Also, there are no reports of \"<em>valerian</em> addiction,\" like you might find with some pharmaceutical sleep aids. Some people report a stimulating effect with <em>valerian</em>. Is chamomile a safe sleep remedy? Chamomile is a popular herbal sleep remedy that's been used for centuries. This herb also has anti-inflammatory and anti-bacterial properties. German chamomile is best taken as a tea. Roman chamomile has a bitter taste and may be taken as a tincture. Both types cause a calming effect in the body for many people, which may help people feel relaxed and more prepared for sleep. Is kava a safe natural sleep remedy? Kava, also known as kava kava, is an herbal remedy that's used for stress and anxiety relief and insomnia. Kava acts by way of a different mechanism. It induces relaxation without hindering memory or motor function. While kava has some sedative properties, it is now considered unsafe. Reports in Europe of more than 20 cases of cirrhosis, hepatitis, and liver failure suggest the possibility of liver toxicity associated with its use. What about tryptophan as a natural sleep remedy? Tryptophan is a precursor in the synthesis of serotonin in the brain. That means it's a biochemical substance that is necessary for the formation of the more stable serotonin. During the late '60s and early '70s, sleep studies suggested that the neurotransmitter serotonin may play a role in sleep induction. Later on, research in animals showed that destruction of parts of the brain that housed nerve cells containing serotonin could produce total insomnia. Partial damage to these areas of the brain caused variable decreases in sleep. The percentage of destruction of these particular nerve cells correlated with the amount of slow-wave sleep. Because tryptophan is present in milk and warm milk helps some people feel drowsy, tryptophan became a much sought-after item for the treatment of insomnia at natural food stores. Yet some people who took tryptophan as a natural supplement developed a syndrome with features of a disease called scleroderma. Those features included skin tightening, pain in the joints, muscle aches, and weakness. These people also developed anxiety, depression, and difficulty learning. Some people died. Scientists later believed the deaths were the result of taking the amino acid tryptophan. Not everyone who took tryptophan, however, experienced these side effects. In addition, not everyone who took tryptophan received help for insomnia. The influence of tryptophan on sleep continues to be studied in major sleep laboratories across the nation. While this amino acid is not available as a natural dietary supplement or sleep remedy, you can easily include tryptophan in your diet through food sources such as turkey, cheese, nuts, beans, eggs, and milk. You can also boost serotonin levels in the brain -- helping you to feel calm and sleepy -- by eating foods rich in carbohydrates. What is 5-hydroxytryptophan (5-HTP)? 5-HTP is a derivative of the amino acid tryptophan. It is used to boost serotonin in the body. 5-HTP is also the precursor of melatonin, which regulates sleep cycles. Some findings show that 5-HTP may ease symptoms of depression, anxiety, and insomnia. Other studies show that 5-HTP may be useful in controlling appetite and pain. There are also a few studies that show no benefit with supplementation of 5-HTP. How much 5-HTP is used as a sleep remedy? Follow package instructions with 5-HTP, and talk to your doctor about other medications you may be taking. All natural products have the risk of interacting with drugs. What about catnip, passionflower, and hops as sleep remedies? Catnip is a stimulant for cats, yet some people claim this herbal remedy works as a sedative similar to <em>valerian</em> in humans. Passionflower (also known as maypop) is another natural sleep remedy and sedative that's widely used for insomnia and \"nervous\" gastrointestinal complaints. A few studies indicate a benzodiazepine-like calming action with passionflower. Hops is another herb that may promote sleep. But the jury is still out on claims that hops is beneficial. Are natural sleep aids and remedies safe? Like all drugs, natural sleep remedies can have side effects and risks. Premarket evaluation and approval by the FDA are not required for OTC aids, dietary supplements, or herbal products. The particular brand you buy may have inappropriate dosing. You may get less or more of the herb than intended, which could make it dangerous to use to treat children or the elderly.   It's important that you understand all about the natural sleep remedies you take. Know what you're putting into your body and how to discern which natural remedies will enhance your health and which ones might increase your chance of illness. In addition, talk with your doctor about the benefits and risks of natural sleep remedies.",
            "vi": "Các biện pháp và bài thuốc trị mất ngủ tự nhiên   \nNếu bạn đang tìm một biện pháp chữa mất ngủ tự nhiên để trị chứng mất ngủ của mình thì nên ghi nhớ điều này nhé. Một số biện pháp và thuốc chữa mất ngủ từ thảo dược có thể giúp làm buồn ngủ. Nhưng Cơ quan giám sát an toàn thực phẩm và dược phẩm FDA chưa có một quy định nào đối với các sản phẩm tự nhiên và thực phẩm bổ sung đó về chất lượng, liều lượng, và công thức. Vì vậy khó mà đánh giá được sự an toàn và hiệu quả của chúng. Đó là lý do vì sao bạn nên biết về các thảo dược gây buồn ngủ càng nhiều càng tốt trước khi thử một sản phẩm nào đó nhé.  Mê-la-tô-nin là gì? Mê-la-tô-nin là hoóc-môn do tuyến tùng ở giữa não tiết ra. Mê-la-tô-nin kiểm soát nhịp ngày đêm của cơ thể. Chúng là các nhịp sinh học hằng ngày chẳng hạn như chu kỳ thức–ngủ của bạn. Nồng độ mê-la-tô-nin trong máu cao nhất trước giờ ngủ.  Mê-la-tô-nin có thể giúp tôi ngủ được không? Mê-la-tô-nin có thể làm bạn ngủ ngon hơn. Nhiều phát hiện khoa học cho thấy mê-la-tô-nin có tác dụng làm ngắn thời gian dỗ giấc ngủ (“ngủ tiềm tàng”), làm cảm giác “buồn ngủ,” nhiều hơn và có thể làm cho thời gian ngủ được dài hơn.  Mê-la-tô-nin được sử dụng thành công để ngủ ngon hơn đối với người khoẻ mạnh, cũng như để làm giảm cảm giác mệt mỏi sau chuyến bay du lịch dài vòng quanh thế giới. Loại hooc-môn tự nhiên này cũng đang được thử nghiệm như biện pháp chữa mất ngủ ở người lớn tuổi và những người khác. Ngoài ra, nhiều công trình nghiên cứu cũng đang tập trung xem liệu mê-la-tô-nin có thể giúp ngủ ngon hơn ở người bị suy nhược, trầm cảm hay không?  Có rủi ro nào liên quan đến việc sử dụng mê-la-tô-nin không? Giống như tất cả các thực phẩm bổ sung tự nhiên khác, mê-la-tô-nin chưa được kiểm soát và thử nghiệm sử dụng lâu dài ở người. Một số người phát hiện mê-la-tô-nin gây choáng váng và trầm cảm. Nhiều người khác cho hay họ ngủ nhanh khi sử dụng mê-la-tô-nin và thức giấc lúc nửa đêm. Tuy vậy, nhiều công trình nghiên cứu cho thấy mê-la-tô-nin an toàn khi sử dụng thời gian ngắn (3 tháng trở lại).  Phải sử dụng bao nhiêu mê-la-tô-nin mới có thể ngủ được ngon hơn? Hàng loạt các nghiên cứu cho thấy một ít mê-la-tô-nin từ 0.1 đến 0.3 milligram cũng có thể đủ đối với hầu hết mọi người. Các chuyên gia khuyến cáo mê-la-tô-nin bài tiết nhanh có thể là bài thuốc trị mất ngủ hiệu quả hơn so với những công thức bài tiết chậm.  Cây nữ lang có phải là phương thuốc trị mất ngủ tốt không? Nữ lang có chiết xuất từ thảo dược. Đây là một trong những chất bổ sung tự nhiên hàng đầu để làm giảm chứng lo âu và mất ngủ. Một số phát hiện có hạn cho biết cây nữ lang có thể giúp buồn ngủ nhanh hơn và có thể nâng cao chất lượng giấc ngủ. Không giống như benzodiazepines, hầu hết bệnh nhân đều không cảm thấy choáng váng vào buổi sáng sau khi sử dụng nữ lang. Nhiều phát hiện khác không có kết quả khả quan như thế. Chúng cho thấy khi so sánh với thuốc trấn an thì nữ lang không có tác dụng làm giảm âu lo hoặc mất ngủ tốt hơn.  Cũng có quan điểm ủng hộ ý tưởng sử dụng nữ lang một thời gian (chẳng hạn trên 4 tuần) có thể có hiệu quả hơn chỉ sử dụng một đêm duy nhất. Người ít ngủ hơn có thể có kết quả nhiều hơn so với người ngủ ngon bình thường.  Có rủi ro nào liên quan đến việc sử dụng cây nữ lang không? Cây nữ lang thường được dung nạp tốt trong khoảng từ 1 tháng đến 6 tuần sử dụng. Đôi khi bệnh nhân cũng có thể thấy nhức đầu hoặc có cảm giác “khó chịu/buồn nôn” sau khi sử dụng nữ lang. Một số công trình nghiên cứu cho thấy cây nữ lang có thể làm giảm khả năng suy nghĩ trong một thời gian sau khi sử dụng.  Chẳng có ghi nhận nào về sự tương tác thuốc với bia rượu hoặc với cây nữ lang. Ngoài ra cũng không có báo cáo nào về “sự nghiện nữ lang”, như một số thuốc trị mất ngủ mà bạn có thể thấy. Một số người cho biết cây nữ lang có tác dụng kích thích.  Có phải cúc La Mã là phương thuốc trị mất ngủ an toàn không? Cúc La Mã là một bài thuốc thảo dược trị mất ngủ nổi tiếng đã được sử dụng hàng thế kỷ. Loại thảo dược này cũng có đặc tính kháng viêm và kháng khuẩn.  Cúc La mã Đức làm trà uống là tốt nhất. Cúc La mã Roma có vị đắng và có thể được sử dụng như cồn thuốc (thuốc hoà tan trong cồn). Cả hai loại đều có tác dụng an thần đối với nhiều người, có thể làm cho bệnh nhân có cảm giác thư giãn, thoải mái và sẵn sàng chìm vào giấc ngủ hơn.  Có phải cây hồ tiêu là phương thuốc trị mất ngủ tự nhiên an toàn không? Cây hồ tiêu (có tên gọi khác là kava kava), là một loại thảo dược được sử dụng để làm giảm căng thẳng và lo âu cũng như trị mất ngủ. Cây hồ tiêu có cơ chế hoạt động khác biệt. Nó làm thư giãn mà không làm giảm chức năng trí nhớ hoặc chức năng vận động. Mặc dù cây hồ tiêu có một số đặc tính giảm đau, an thần thì hiện nó được cho là không an toàn. Nhiều báo cáo của hơn 20 trường hợp bị xơ gan, viêm gan, và suy gan ở Châu Âu cho biết việc sử dụng cây hồ tiêu có khả năng gây độc cho gan.  Còn tryptophan (a-xit amin chủ yếu trong prô-tê-in) có phải là phương thuốc trị mất ngủ tự nhiên?  Tryptophan là chất đầu tiên cần thiết trong quá trình tổng hợp serotonin của não. Điều đó có nghĩa là Tryptophan là một chất hoá sinh thiết yếu để tạo nhiều serotonin ổn định hơn.  Suốt cuối những năm 60 và đầu những năm 70, nhiều công trình nghiên cứu về giấc ngủ đã cho biết chất dẫn truyền thần kinh serotonin có thể đóng vai trò gây buồn ngủ. Về sau, một cuộc nghiên cứu ở động vật cũng cho thấy việc hủy nhiều phần não làm chỗ trú của các tế bào thần kinh chứa serotonin có thể gây mất ngủ hoàn toàn. Tổn thương từng phần ở những vùng não này gây mất ngủ với nhiều mức độ khác nhau. Tỉ lệ huỷ các tế bào thần kinh đặc biệt này tương quan với lượng giấc ngủ sóng chậm.  Vì tryptophan có trong sữa và sữa ấm có thể giúp được một số người cảm thấy buồn ngủ nên nó trở thành một món hàng khan hiếm trị bệnh mất ngủ ở những cửa hàng bán thực phẩm chưa chế biến. Tuy nhiên một số người sử dụng tryptophan làm chất bổ sung tự nhiên đã mắc hội chứng với nhiều đặc điểm của bệnh xơ cứng bì. Các đặc điểm đó gồm căng da, đau khớp, yếu và đau nhức cơ. Những bệnh nhân này cũng bị lo âu, trầm cảm, và khó nhận thức. Một số người đã chết. Về sau, nhiều nhà khoa học cho rằng nguyên nhân gây tử vong đó là do axit amin tryptophan. Tuy nhiên, không phải ai sử dụng tryptophan cũng đều biểu hiện các tác dụng phụ như thế. Ngoài ra, cũng không phải ai sử dụng tryptophan cũng đều ngủ ngon hơn.  Tác dụng của tryptophan đối với giấc ngủ vẫn còn được nghiên cứu ở nhiều phòng thí nghiệm lớn về giấc ngủ khắp cả nước. Mặc dù axit amin này không được bán như thực phẩm bổ sung tự nhiên hoặc thuốc trị mất ngủ, nhưng bạn cũng có thể dễ dàng bổ sung tryptophan trong chế độ dinh dưỡng của mình bằng các nguồn thức ăn chẳng hạn như thịt gà tây, phô-mai, quả hạch, đậu, trứng, và sữa. Bạn cũng có thể làm tăng nồng độ serotonin ở não – giúp bạn có cảm giác yên tâm và buồn ngủ – bằng cách ăn các thực phẩm giàu hy-đrát-các-bon. 5-hydroxytryptophan (5-HTP) là gì? 5-HTP có nguồn gốc từ axit amin tryptophan. Nó được sử dụng để làm tăng serotonin trong cơ thể. 5-HTP cũng là tiền chất của mê-la-tô-nin, có tác dụng điều hoà chu kỳ ngủ.  Một số phát hiện cho thấy 5-HTP có thể làm dịu các triệu chứng trầm cảm, lo âu, và mất ngủ. Nhiều nghiên cứu khác cho thấy 5-HTP cũng có thể có tác dụng tốt trong việc kiểm soát sự thèm ăn và làm giảm đau. Cũng có một số công trình nghiên cứu khác cho thấy việc bổ sung 5-HTP không có lợi gì.  Bài thuốc trị mất ngủ sử dụng bao nhiêu 5-HTP?  Hãy làm theo hướng dẫn sử dụng 5-HTP ghi trên bao bì, và thông báo cho bác sĩ biết những thuốc khác mà bạn có thể đang sử dụng. Tất cả các sản phẩm tự nhiên đều có nguy cơ tương tác thuốc.  Còn cây bạc hà mèo, lạc tiên (chanh dây), và cây hoa bia (cây hu-blông) làm thuốc trị mất ngủ thì sao?  Cây bạc hà mèo là chất kích thích đối với mèo, tuy nhiên một số người cho rằng loại thảo dược này có hoạt tính làm thuốc giảm đau tương tự như cây nữ lang được sử dụng ở người.  Cây lạc tiên (chanh dây) là bài thuốc trị mất ngủ tự nhiên khác và làm thuốc giảm đau được sử dụng rộng rãi để trị mất ngủ và chứng “khó chịu” ở dạ dày-ruột non. Một số nghiên cứu cũng cho biết hoạt tính trấn an của lạc tiên giống như benzodiazepine.  Cây hoa bia (cây hu-blông) là loại thảo dược khác cũng có thể giúp ngủ ngon. Nhưng người ta vẫn chưa khẳng định giống cây này có lợi cho sức khỏe.  Các biện pháp và bài thuốc trị mất ngủ tự nhiên có an toàn không?  Giống như tất cả các loại thuốc khác thì các bài thuốc trị mất ngủ tự nhiên có thể có tác dụng phụ và rủi ro. Các thuốc không cần ghi toa (OTC), thực phẩm bổ sung, hoặc các sản phẩm thảo dược không cần phải được đánh giá thị trường tương lai và phê chuẩn của Cơ quan giám sát an toàn thực phẩm và dược phẩm FDA. Thương hiệu mà bạn chọn mua nào đó có thể không phù hợp liều lượng. Liều lượng thảo dược có thể ít hơn hoặc nhiều hơn mức dự định, điều này có thể gây nguy hiểm khi điều trị cho người già và trẻ em.  Điều quan trọng là bạn nên hiểu biết tất cả các bài thuốc trị mất ngủ tự nhiên của mình. Hãy biết được bạn đang cho vào cơ thể mình những gì và biết được cách phân biệt bài thuốc tự nhiên nào sẽ cải thiện sức khỏe và bài thuốc nào có thể làm tăng nguy cơ mắc bệnh. Bên cạnh đó, bạn nên tham khảo ý kiến bác sĩ về những lợi ích và rủi ro của các bài thuốc trị mất ngủ tự nhiên này nhé."
        },
        {
            "en": "Can’t Sleep    Do you struggle for hours to get to sleep, no matter how tired you are? Or do you wake up in the middle of the night and lie awake for hours, anxiously watching the clock? If so, you’re in good company. Insomnia is a very common sleep problem. It’s frustrating to toss and turn during the night, only to wake up bleary-eyed at the sound of the alarm and drag through the day exhausted. Insomnia takes a toll on your energy, mood, and ability to function during the day. Chronic insomnia can even contribute to health problems such as heart disease, high blood pressure, and diabetes. But you don’t have to put up with insomnia. Simple changes to your lifestyle and daily habits can put a stop to sleepless nights.  Understanding insomnia and its symptoms Insomnia is the inability to get the amount of sleep you need to wake up feeling rested and refreshed. Because different people need different amounts of sleep, insomnia is defined by the quality of your sleep and how you feel after sleeping—not the number of hours you sleep or how quickly you doze off. Even if you’re spending eight hours a night in bed, if you feel drowsy and fatigued during the day, you may be experiencing insomnia.  Although insomnia is the most common sleep complaint, it is not a single sleep disorder. It’s more accurate to think of insomnia as a symptom of another problem. The problem causing the insomnia differs from person to person. It could be something as simple as drinking too much caffeine during the day or a more complex issue like an underlying medical condition or feeling overloaded with responsibilities. The good news is that most cases of insomnia can be cured with changes you can make on your own—without relying on sleep specialists or turning to prescription or over-the-counter sleeping pills. Symptoms of insomnia:     * Difficulty falling asleep despite being tired     * Waking up frequently during the night     * Trouble getting back to sleep when awakened     * Unrefreshing sleep     * Relying on sleeping pills or alcohol to fall asleep     * Waking up too early in the morning     * Daytime drowsiness, fatigue, or irritability     * Difficulty concentrating during the day Causes of insomnia: Figuring out why you can’t sleep In order to properly treat and cure your insomnia, you need to become a sleep detective. Emotional issues such as stress, anxiety, and depression cause half of all insomnia cases. But your daytime habits, sleep routine, and physical health may also play a role. Try to identify all possible causes of your insomnia. Once you figure out the root cause, you can tailor treatment accordingly.     * Are you under a lot of stress?     * Are you depressed? Do you feel emotionally flat or hopeless?     * Do you struggle with chronic feelings of anxiety or worry?     * Have you recently gone through a traumatic experience?     * Are you taking any medications that might be affecting your sleep?     * Do you have any health problems that may be interfering with sleep?     * Is your sleep environment quiet and comfortable?     * Do you try to go to bed and get up around the same time every day? Common mental and physical causes of insomnia:  Sometimes, insomnia only lasts a few days and goes away on its own, especially when the insomnia is tied to an obvious temporary cause, such as stress over an upcoming presentation, a painful breakup, or jet lag. Insomnia is also stubbornly persistent. Chronic insomnia is usually tied to an underlying mental or physical issue.     * Psychological problems that can cause insomnia: depression, anxiety, chronic stress, bipolar disorder, post-traumatic stress disorder.      * Medications that can cause insomnia: antidepressants; cold and flu medications that contain alcohol; pain relievers that contain caffeine (Midol, Excedrin); diuretics, corticosteroids, thyroid hormone, high blood pressure medications.     * Medical problems that can cause insomnia: asthma, allergies, Parkinson’s disease, hyperthyroidism, acid reflux, kidney disease, cancer, or chronic pain.     * Sleep disorders that can cause insomnia: sleep apnea, narcolepsy, restless legs syndrome. Anxiety and depression: Two of the most common causes of chronic insomnia Most people suffering from an anxiety disorder or depression have trouble sleeping. What’s more, the sleep deprivation can make the symptoms of anxiety or depression worse. If your insomnia is caused by anxiety or depression, treating the underlying psychological issue is the key to the cure. Insomnia cures and treatments: Changing habits that disrupt sleep While treating underlying physical and mental issues is a good first step, it may not be enough to cure your insomnia. You also need to look at your daily habits. Some of the things you’re doing to cope with insomnia may actually be making the problem worse. For example, maybe you’re using sleeping pills or alcohol to fall asleep, which disrupts sleep even more over the long-term. Or maybe you drink excessive amounts of coffee during the day, making it harder to fall asleep later. Oftentimes, changing the habits that are reinforcing sleeplessness is enough to overcome the insomnia altogether. It may take a few days for your body to get used to the change, but once you do, you will sleep better.  Using a sleep diary to identify insomnia-inducing habits Habits that make insomnia worse:     * drinking a lot of caffeine     * drinking or smoking before bed     * taking naps during the day     * an irregular sleep schedule Some habits are so ingrained that you may overlook them as a possible contributor to your insomnia.  Maybe your daily Starbucks habit affects your sleep more than you realize. Or maybe you’ve never made the connection between your late-night TV viewing or Internet surfing and your sleep difficulties. Keeping a sleep diary is a helpful way to pinpoint habits and behaviors contributing to your insomnia.  All you have to do is jot down daily details about your daytime habits, sleep routine, and insomnia symptoms. For example, you can keep track of when you go to sleep and when you wake up, where you fall asleep, what you eat and drink, and any stressful events that occur during the day. Adopting new habits to help you sleep     * Make sure your bedroom is quiet, dark, and cool. Noise, light, and heat can interfere with sleep. Try using a sound machine or earplugs to mask outside noise, an open window or fan to keep the room cool, and blackout curtains or an eye mask to block out light     * Stick to a regular sleep schedule. Support your biological clock by going to bed and getting up at the same time every day, including weekends. Get up at your usual time in the morning even if you’re tired. This will help you get back in a regular sleep rhythm.     * Avoid naps. Napping during the day can make it more difficult to sleep at night. If you feel like you have to take a nap, limit it to 30 minutes before 3 p.m.      * Avoid stimulating activity and stressful situations before bedtime. This includes vigorous exercise; big discussions or arguments; and TV, computer, or video game use. Turn off all electronics at least an hour before bed.      * Limit caffeine, alcohol, and nicotine. Stop drinking caffeinated beverages at least 8 hours before bed. Avoid drinking in the evening. While alcohol can make you feel sleepy, it interferes with the quality of your sleep. Quit smoking or avoid it at night, as nicotine is a stimulant. Insomnia cures and treatments: Neutralizing anxiety when you can’t sleep The more trouble you have with sleep, the more it starts to invade your thoughts. You may dread going to sleep because you just know that you’re going to toss and turn for hours or be up at 2 a.m. again. Or maybe you’re worried because you have a big day tomorrow, and if you don’t get a solid 8 hours, you’re sure you’ll blow it. But agonizing and expecting sleep difficulties only makes insomnia worse. Worrying about getting to sleep or how tired you’re going to be floods your body with adrenaline, and before you know it, you’re wide-awake. Learning to associate your bed with sleeping, not sleeplessness If sleep worries are getting in the way of your ability to unwind at night, the following strategies may help. The goal is to train your body to associate the bed with sleep and nothing else—especially not frustration and anxiety.     * Use the bedroom only for sleeping and sex. Don’t work, read, watch TV, or use your computer in bed or the bedroom. The goal is to associate the bedroom with sleep alone, so that your brain and body get a strong signal that it’s time to nod off when you get in bed.     * Get out of bed when you can’t sleep. Don’t try to force yourself to sleep. Tossing and turning only amps up the anxiety. Get up, leave the bedroom, and do something relaxing, such as reading, drinking a warm cup of caffeine-free tea, taking a bath, or listening to soothing music. When you’re sleepy, go back to bed.     * Move bedroom clocks out of view. Anxiously watching the minutes tick by when you can’t sleep—knowing that you’re going to be exhausted when the alarm goes off—is a surefire recipe for insomnia. You can use an alarm, but make sure you can’t see the time when you’re in bed. Insomnia cures and treatments: Harnessing your body’s relaxation response If you feel wound up much of the time and unable to let go of stress at the end of the day, you may benefit from relaxation techniques. Not only do relaxation techniques help you quiet your mind and relieve tension in the body, but they also help you fall asleep faster and get back to sleep more quickly if you awaken in the middle of the night. And all without the side effects of sleep medication! A variety of relaxation techniques help you achieve the relaxation, including:     * deep breathing     * progressive muscle relaxation     * meditation     * visualization     * yoga     * tai chi It takes regular practice to learn these techniques and harness their stress-relieving power. But the benefits can be huge. You can do them as part of your bedtime routine, when you are lying down preparing for sleep, and if you wake up in the middle of the night. Relaxation techniques that can help you sleep     * A relaxing bedtime routine. As a start to your relaxation practice, develop a calming bedtime routine. Focus on quiet, soothing activities, such as reading, knitting, or listening to soft music. Keep the lights low. The following relaxation and stress management techniques can help you enter a more relaxed state.     * Abdominal breathing. Most of us don’t breathe as deeply as we should. When we breathe deeply and fully, involving not only the chest, but also the belly, lower back, and ribcage, it can actually help our parasympathetic nervous system, which controls relaxation. Close your eyes, and try taking deep, slow breaths, making each breath even deeper than the last. Breathe in through your nose and out through your mouth. You can try making each exhale a little longer than each inhale.     * Progressive muscle relaxation. Progressive muscle relaxation is easier than it sounds. Lie down or make yourself comfortable. Starting with your feet, tense the muscles as tightly as you can. Hold for a count of 10, then relax slowly. Continue to do this for every muscle group in your body, working your way up from your feet to the top of your head. Insomnia cures and treatments: Using supplements and medication wisely When you’re tossing and turning at night, it can be tempting to turn to sleep aids for relief. But before you do, here’s what you need to know. Dietary supplements for insomnia There are many dietary and herbal supplements marketed for their sleep-promoting effects. Although they may be described as “natural,” be aware that sleep remedies can still have side effects and interfere with other medications or vitamins you’re taking. For more information, talk to your doctor or pharmacist. While scientific evidence is still being gathered for alternative sleep remedies, you might find that some of them work wonderfully for you. The two supplements with the most evidence supporting their effectiveness for insomnia are melatonin and <em>valerian</em>.     * Melatonin. Melatonin is a naturally occurring hormone that your body produces at night. Melatonin helps regulate your sleep-wake cycle. Melatonin is also available as an over-the-counter supplement. While melatonin doesn’t work for everyone, it may be an effective insomnia treatment for you—especially if you’re an extreme “night owl” with a tendency to go to bed and get up much later than others.     * <em>Valerian</em>. <em>Valerian</em> is an herb with mild sedative effects that may help you sleep better. However, the quality of <em>valerian</em> supplements varies widely. Prescription sleeping pills for insomnia While prescription sleep medications can provide temporary relief, it’s important to understand that sleeping pills are not a cure for insomnia. And if not used carefully, they actually make insomnia worse in the long run. It’s best to use medication only as a last resort, and then, only on a very limited, as-needed basis. First, try changing your sleep habits, your daily routine, and your attitudes about sleep. Evidence shows that lifestyle and behavioral changes make the largest and most lasting difference when it comes to insomnia. When to consider seeking professional insomnia treatment If you’ve tried the insomnia cures and treatments listed above, and are still having trouble getting the sleep you need, a doctor or sleep disorder specialist may be able to help. When to seek professional help for insomnia:     * If your insomnia doesn’t respond to self-help strategies     * If your insomnia is causing major problems at home, work, or school     * If you’re experiencing scary symptoms like chest pain or shortness of breath     * If your insomnia occurs almost every night and is getting worse",
            "vi": "Không ngủ được    Có phải bạn thao thức hàng giờ mới có thể dỗ được giấc ngủ không, cho dù là bạn đang mệt mỏi thế nào đi nữa? Hay là bạn thức giấc lúc nửa đêm và lại nằm thao thức hàng tiếng đồng hồ, bồn chồn nhìn thời gian trôi? Nếu vậy thì bạn được chia sẻ rồi đấy. Mất ngủ là một vấn đề rất phổ biến về giấc ngủ. Thật bực bội khi phải trăn trở cả đêm, rồi cũng chỉ là thức dậy với đôi mắt lờ đờ, đờ đẫn nghe âm thanh gõ nhịp của chuông đồng hồ báo thức và lê một ngày dài trong trạng thái cực kỳ mệt mỏi.  Mất ngủ ảnh hưởng xấu đến năng lượng, tâm trạng, và khả năng hoạt động vào ban ngày của bạn. Bệnh mất ngủ mãn tính thậm chí có thể góp phần tạo nên các vấn đề về sức khoẻ là bệnh tim, cao huyết áp, và tiểu đường. Nhưng bạn chẳng cần phải chịu đựng chứng bệnh này đâu. Những thay đổi đơn giản trong lối sống của bạn và trong thói quen hàng ngày có thể làm cho bạn hết mất ngủ vào ban đêm.  Hiểu về chứng mất ngủ và các triệu chứng của nó Chứng mất ngủ là sự mất khả năng để có được số lượng giấc ngủ mà bạn cần có để khi thức dậy có được cảm giác được nghỉ ngơi và được khoan khoái mới mẻ lại. Bởi vì những người khác nhau cần số lượng khác nhau về giấc ngủ, mất ngủ được định nghĩa bởi chất lượng giấc ngủ của bạn và bạn cảm thấy như thế nào sau khi ngủ – không phải số giờ bạn ngủ hoặc bạn ngủ lơ mơ nhanh chóng ra sao. Ngay cả khi bạn ngủ 8 tiếng trên giường, nếu bạn cảm thấy buồn ngủ và uể oải ban ngày thì bạn có thể đang bị mất ngủ đấy.  Mặc dù mất ngủ là bệnh về giấc ngủ thường thấy nhất, nhưng nó không phải là một rối loạn giấc ngủ đơn thuần. Chính xác hơn thì hãy liên tưởng bệnh mất ngủ như là một triệu chứng của một vấn đề sức khỏe khác. Nguyên nhân gây mất ngủ không phải ai cũng giống ai. Nó có thể chỉ đơn giản như uống quá nhiều chất kích thích cà-phê-in vào ban ngày hoặc một vấn đề phức tạp hơn như một chứng bệnh tiềm ẩn khác hoặc đang cảm thấy trách nhiệm quá nặng nề.  Tin vui là hầu hết các trường hợp mất ngủ đều có thể được chữa khỏi bằng các thay đổi mà bạn có thể tự thực hiện được – không cần phải dựa vào các bác sĩ chuyên khoa về giấc ngủ hoặc chuyển sang dùng thuốc ngủ theo toa hoặc thuốc ngủ mua tự do không theo toa.  Các triệu chứng của bệnh mất ngủ:  * Khó ngủ mặc dù là đang mệt mỏi  * Thường xuyên thức giấc suốt đêm * Khó ngủ lại khi đã thức giấc * Giấc ngủ không khoan khoái, thoải mái  * Lệ thuộc vào thuốc ngủ hoặc rượu bia mới ngủ được * Thức dậy quá sớm vào buổi sáng  * Buồn ngủ vào ban ngày, mệt mỏi, hoặc dễ cáu gắt * Khó tập trung vào ban ngày Các nguyên nhân gây mất ngủ: Phỏng đoán nguyên nhân làm bạn mất ngủ  Để chữa và điều trị chuẩn xác bệnh mất ngủ, bạn nên hiểu biết, khám phá về giấc ngủ của mình. Các vấn đề về xúc cảm như căng thẳng, lo âu, và trầm cảm là nguyên nhân gây phân nửa trong tổng số các trường hợp mất ngủ. Nhưng những thói quen ban ngày của bạn, giờ giấc ngủ nghỉ thường ngày, và sức khỏe thể chất cũng có thể đóng một vai trò quan trọng. Hãy cố gắng xác định tất cả các nguyên nhân gây mất ngủ có thể xảy ra. Một khi đã tìm được nguyên nhân cơ bản thì bạn có thể điều chỉnh phương pháp điều trị cho phù hợp.  * Bạn có đang căng thẳng quá không?  * Bạn có đang bị trầm cảm không? Có cảm thấy trống rỗng hay thất vọng không?  * Bạn có vật vã với những cảm giác lo âu hoặc hồi hộp không dứt không?  * Gần đây bạn có trải qua một biến động thương đau không?  * Bạn có đang sử dụng bất cứ loại thuốc nào có thể ảnh hưởng đến giấc ngủ không? * Bạn có vấn đề sức khỏe nào đó có thể làm ảnh hưởng giấc ngủ không?  * Môi trường ngủ của bạn có yên tĩnh và thoải mái không?  * Bạn có cố đi ngủ và thức dậy đúng giờ mỗi ngày không?  Các nguyên nhân về thể chất lẫn tinh thần gây mất ngủ thường thấy:  Đôi khi chứng mất ngủ chỉ kéo dài trong một vài ngày và có thể tự hết, nhất là khi gắn liền với một nguyên nhân tạm thời rõ ràng nào đó, chẳng hạn như căng thẳng vì một buổi thuyết trình sắp tới, chuyện tình cảm đổ vỡ gây tổn thương, đau khổ, hoặc tình trạng mệt mỏi sau một chuyến bay dài. Mặt khác, chứng mất ngủ cũng dai dẳng, kéo dài. Chứng mất ngủ mãn tính thường liên quan đến một vấn đề tiềm ẩn nào đó về thể chất lẫn tinh thần.  * Các vấn đề tâm lý có thể gây mất ngủ: trầm cảm, lo âu, thường xuyên căng thẳng, rối loạn lưỡng cực, trầm cảm sau chấn thương. * Nhiều loại thuốc cũng có thể gây mất ngủ: thuốc chống trầm cảm; thuốc cảm cúm chứa rượu cồn; thuốc giảm đau chứa cà-phê-in (Midol, Excedrin); thuốc lợi tiểu, corticosteroids, hooc-môn tuyến giáp, và thuốc trị cao huyết áp. * Nhiều chứng bệnh cũng có thể gây mất ngủ: hen suyễn, dị ứng, bệnh liệt rung, cường giáp, trào ngược a-xít, bệnh thận, ung thư, hoặc đau nhức kinh niên. * Rối loạn giấc ngủ cũng có thể gây ra mất ngủ: ngừng thở khi ngủ, ngủ rũ, hội chứng đau chân/tê chân khi bất động. Lo âu và trầm cảm: Hai nguyên nhân gây mất ngủ mãn tính thường thấy nhất  Hầu hết những người bị rối loạn lo âu hoặc trầm cảm đều cảm thấy khó ngủ. Hơn nữa, tình trạng thiếu ngủ có thể làm cho các triệu chứng lo âu hoặc trầm cảm càng tệ hại hơn. Nếu bạn bị mất ngủ do lo âu hoặc trầm cảm thì việc xử lý vấn đề tiềm ẩn về tâm lý là mấu chốt trị liệu.  Các biện pháp chữa mất ngủ: Thay đổi những thói quen làm gián đoạn giấc ngủ  Cho dù xử lý các vấn đề tiềm ẩn về thể chất lẫn tinh thần là biện pháp có hiệu quả đầu tiên, nhưng đây có thể chưa đủ để có thể chữa lành bệnh mất ngủ. Bạn cũng cần nên xem lại các thói quen thường nhật của mình. Một số cách bạn đang áp dụng để đối phó với bệnh mất ngủ thực sự có thể làm cho vấn đề càng thêm nghiêm trọng hơn.  Ví dụ như, có thể bạn đang sử dụng thuốc ngủ hoặc bia rượu mới ngủ được, những thứ này làm gián đoạn giấc ngủ thậm chí nhiều hơn về lâu dài. Hoặc có thể bạn uống quá nhiều cà phê vào ban ngày, làm khó ngủ hơn sau đó. Thông thường, việc thay đổi những thói quen làm giảm mất ngủ cũng đủ để khắc phục chứng mất ngủ theo luôn. Có thể phải mất vài ngày cơ thể của bạn mới quen với sự thay đổi đó, nhưng khi bạn đã thực hiện được thì bạn sẽ ngủ ngon hơn.  Sử dụng quyển sổ tay ghi chép về giấc ngủ để xác định những thói quen làm mất ngủ Các thói quen làm cho tình trạng mất ngủ càng trầm trọng thêm: * uống nhiều chất cà-phê-in  * uống rượu bia hoặc hút thuốc trước khi đi ngủ  * ngủ quá nhiều giấc vào ban ngày  * ngủ không đúng giờ  Một số thói quen quá ăn sâu vào người đến nỗi bạn có thể bỏ qua, không tính như là một yếu tố có thể góp phần làm cho bạn mất ngủ. Có thể những thói quen hằng ngày lâu năm ảnh hưởng đến giấc ngủ của bạn nhiều hơn mức độ bạn có thể nhận ra. Hoặc là có thể bạn chẳng bao giờ nghĩ việc xem ti vi muộn hoặc lướt web và tình trạng khó ngủ có mối tương quan. Hãy sử dụng một quyển nhật ký giấc ngủ là biện pháp hỗ trợ tốt để điểm ra những thói quen và hành vi góp phần gây mất ngủ.  Mỗi ngày bạn chỉ cần ghi nhanh các chi tiết về các thói quen ban ngày, giờ giấc ngủ nghỉ, và các triệu chứng mất ngủ. Chẳng hạn như, bạn có thể theo dõi khi nào đi ngủ và khi nào thức dậy, ngủ ở đâu, ăn và uống gì, và bất kỳ sự việc nào gây căng thẳng trong ngày của mình.  Chấp nhận các thói quen mới giúp bạn ngủ ngon hơn * Phải đảm bảo phòng ngủ của bạn được yên tĩnh, tối, và mát mẻ. Tiếng ồn, ánh sáng, hơi nóng có thể làm bạn ngủ không ngon. Hãy sử dụng máy cản âm thanh hoặc dùng đồ nhét tai để ngăn tiếng ồn bên ngoài, mở cửa sổ hoặc quạt máy để cho căn phòng được mát mẻ, và kéo rèm cửa hoặc che mắt để chắn ánh sáng vào.  * Hãy thực hiện kế hoạch ngủ nghỉ đúng giờ. Hãy hỗ trợ đồng hồ sinh học của bạn bằng cách đi ngủ và thức dậy đúng giờ mỗi ngày, kể cả những ngày cuối tuần. Hãy thức dậy đúng giờ vào buổi sáng cho dù bạn có mệt mỏi đi nữa. Điều này sẽ giúp bạn trở lại nhịp điệu giấc ngủ bình thường.  * Tránh ngủ nhiều giấc ngắn vào ban ngày. Việc chợp mắt suốt cả ngày có thể làm cho bạn khó ngủ hơn vào ban đêm. Nếu bạn thấy cần phải ngủ trưa thì hãy giới hạn trong 30 phút trước 3 giờ chiều nhé.  * Hãy tránh các hoạt động có tính chất kích thích và các tình huống gây căng thẳng trước giờ ngủ: vận động quá mức; tranh luận hoặc cãi vã gay gắt; ti vi, máy tính hoặc trò chơi điện tử. Hãy tắt hết tất cả các máy điện tử trước giờ đi ngủ ít nhất là 1 tiếng đồng hồ.  * Hãy hạn chế cà-phê-in, rượu bia, và ni-cô-tin. Hãy ngưng các thức uống có chứa cà-phê-in trước khi đi ngủ ít nhất là 8 tiếng đồng hồ. Tránh uống rượu bia vào buổi tối. Cho dù là bia rượu có thể làm bạn cảm thấy buồn ngủ, nhưng nó quấy nhiễu chất lượng giấc ngủ của bạn. Hãy ngưng hút thuốc và tránh hút thuốc vào buổi tối, bởi ni-cô-tin là chất gây kích thích.  Chữa mất ngủ: “Quẳng gánh lo đi” khi không ngủ được  Bạn càng khó ngủ thì nỗi ám ảnh giấc ngủ càng bắt đầu xâm nhập vào đầu nhiều hơn. Bạn có thể sợ đi ngủ bởi biết ngay rằng mình cũng sẽ trằn trọc nhiều giờ liền hoặc lại tỉnh giấc vào lúc 2 giờ sáng. Hoặc bạn có thể đang lo lắng bởi ngày mai sẽ là một ngày trọng đại, và nếu không ngủ được tròn 8 tiếng, thì chắc chắn là bạn không làm được tốt. Nhưng việc khổ sở và mong mỏi giấc ngủ khó khăn chỉ làm cho chứng mất ngủ thêm tệ hại hơn. Tâm trạng lo lắng để có được giấc ngủ hoặc lo bị mệt làm cho cơ thể tiết ra nhiều hooc-môn a-đrê-na-lin (chất hoóc-môn tiết ra từ tuyến thượng thận làm tăng huyết áp, tim đập nhanh và hoạt động như một tác nhân truyền tín hiệu thần kinh khi cơ thể bị căng thẳng hay gặp nguy hiểm), và trước khi bạn biết được điều này thì bạn hoàn toàn tỉnh táo rồi.  Biết cách kết hợp giường với giấc ngủ, chứ không phải là tình trạng trằn trọc thâu đêm  Nếu nỗi lo về giấc ngủ làm cho bạn không tài nào nghỉ ngơi, thư giãn được vào ban đêm thì những “chiến lược” dưới đây có thể giúp ích được cho bạn. Mục tiêu là rèn cho cơ thể bạn biết kết hợp giường với giấc ngủ chứ không phải là thứ gì khác – nhất là tình trạng thất vọng và lo âu.  * Chỉ sử dụng giường để ngủ và quan hệ tình dục. Đừng làm việc, đọc sách, xem ti vi, hoặc sử dụng máy tính trên giường hoặc phòng ngủ. Mục tiêu duy nhất là kết hợp phòng ngủ và việc ngủ mà thôi, sao cho não và cơ thể nhận được tín hiệu mạnh là đã đến giờ ngủ khi lên giường.  * Hãy ra khỏi giường khi không ngủ được. Đừng cố ép mình phải ngủ. Việc trằn trọc chỉ làm cho tâm trạng bồn chồn lo âu trầm trọng thêm. Hãy đứng dậy, ra khỏi phòng ngủ, và làm việc gì đó thư giãn, chẳng hạn như đọc sách, uống một tách trà ấm không chứa cà-phê-in, tắm rửa, hoặc nghe nhạc êm dịu. Khi buồn ngủ, hãy trở lại giường.  * Hãy dời đồng hồ ở phòng ngủ ra khuất tầm mắt của bạn. Việc nhìn nhịp đồng hồ trôi qua từng phút một cách bồn chồn khi không ngủ được – biết rằng bạn sẽ mệt mỏi, kiệt sức khi chuông báo thức vang lên – chắc chắn là nguyên nhân làm cho bạn mất ngủ. Bạn có thể sử dụng chuông báo thức, nhưng phải đảm bảo là không nhìn thấy đồng hồ khi đã lên giường ngủ.  Chữa mất ngủ bằng cách tận dụng, khai thác phản ứng thư giãn của cơ thể Nếu bạn cảm thấy căng thẳng phần lớn thời gian và không giải toả stress vào cuối ngày được, thì những kỹ thuật thư giãn có thể đem lại hiệu quả tốt cho bạn. Các kỹ thuật thư giãn không chỉ giúp bạn thanh thản đầu óc và giải toả căng thẳng cơ thể, mà còn làm cho bạn dỗ được giấc ngủ nhanh hơn và ngủ lại nhanh hơn trong trường hợp bạn thức giấc giữa đêm. Và các kỹ thuật này không có tác dụng phụ của thuốc ngủ!  Nhiều kỹ thuật thư giãn giúp cơ thể bạn được thư giãn, gồm:  * hít thở sâu * thả lỏng cơ tăng tiến * gạt hết mọi thứ ra khỏi đầu mình  * hình thành tư tưởng tích cực  * yoga * thái cực quyền Phải luyện tập thường xuyên mới nắm được các kỹ thuật này và khai thác triệt để khả năng giải toả căng thẳng của mình. Nhưng những cái lợi đó có thể là to lớn lắm. Bạn có thể thực hiện chúng như một công đoạn trong giờ giấc ngủ nghỉ hằng ngày của mình, khi bạn nằm chuẩn bị ngủ, và trong trường hợp bạn thức giấc lúc nửa đêm nữa nhé. Các kỹ thuật thư giãn có thể giúp cho bạn ngủ ngon * Thói quen ngủ nghỉ thoải mái. Như một sự khởi đầu để rèn luyện sự buông xả thoải mái, hãy phát huy thói quen ngủ nghỉ yên ắng. Hãy tập trung vào sự yên lặng, các hoạt động nhẹ nhàng, chẳng hạn như đọc sách, đan len, hoặc nghe nhạc êm dịu. Hãy để đèn ở độ sáng yếu. Các kỹ thuật thư giãn và chế ngự stress dưới đây có thể giúp bạn đi vào trạng thái thoải mái hơn.  * Thở bằng bụng. Hầu hết chúng ta không hít thở sâu như chúng ta nên làm như vậy. Khi hít thở sâu và đủ, không chỉ liên quan đến lồng ngực, mà còn bụng, thắt lưng, và sườn, nó thực sự có thể giúp hệ thần kinh phó giao cảm của chúng ta kiểm soát tình trạng thư giãn của mình. Hãy nhắm mắt lại, và cố gắng hít sâu vào, hít thở chậm chậm nhẹ nhàng, làm cho từng hơi thở thậm chí sâu hơn làn hơi trước đó. Bạn nên hít vào bằng mũi và thở ra bằng miệng và có thể cố gắng thở ra dài hơn một chút so với hít vào.  * Thả lỏng cơ tăng tiến. Việc thả lỏng cơ tăng tiến dễ hơn là nói. Hãy nằm xuống hoặc thư giãn; bắt đầu bằng chân, kéo căng cơ ở mức có thể. Giữ như vậy trong vòng 10 tiếng đếm, rồi từ từ buông lỏng. Bạn hãy tiếp tục thực hiện cho từng nhóm cơ trong cơ thể, vận động như thế từ bàn chân cho đến đỉnh đầu.  Chữa mất ngủ bằng cách sử dụng chất bổ sung và thuốc một cách khôn ngoan  Khi phải đang trằn trọc thao thức ban đêm, bạn có cảm giác rất muốn có biện pháp nào đó để chữa được chứng bệnh mất ngủ của mình. Nhưng trước khi làm một việc gì, bạn cũng nên cần biết những điều dưới đây.  Thực phẩm bổ sung chữa mất ngủ Có nhiều thực phẩm và thảo dược bổ sung được bày bán trên thị trường có tác dụng giúp ngủ ngon hơn. Mặc dù có thể được mô tả là “chất tự nhiên/ từ thiên nhiên”, nhưng bạn nên hiểu rằng các bài thuốc trị mất ngủ có thể gây tác dụng phụ và ảnh hưởng đến các loại thuốc hoặc vi-ta-min khác mà bạn đang sử dụng. Để biết thêm thông tin, bạn nên tham khảo ý kiến của bác sĩ hoặc dược sĩ nhé.  Trong khi bằng chứng khoa học vẫn còn đang được thu thập về các bài thuốc trị mất ngủ có thể thay thế được thì bạn có thể thấy rằng một số bài thuốc đó cũng có tác dụng rất tốt. Hai chất bổ sung có bằng chứng hỗ trợ hiệu quả nhất để chữa bệnh mất ngủ là mê-la-tô-nin và nữ lang.  * Mê-la-tô-nin. Mê-la-tô-nin là hooc-môn tự nhiên do cơ thể tiết ra vào ban đêm. Mê-la-tô-nin giúp điều hoà chu kỳ thức-ngủ của cơ thể. Mê-la-tô-nin cũng có bán như là chất bổ sung, có thể mua tự do không theo toa. Mặc dù không phải bất kỳ người nào cũng ngủ ngon hơn khi sử dụng mê-la-tô-nin, nhưng nó có thể là bài thuốc trị mất ngủ hiệu quả đối với bạn – nhất là khi bạn bị mất ngủ trầm trọng “mắt mở thao láo như con cú đêm” có xu hướng đi ngủ và thức dậy muộn hơn những người khác.  * Nữ lang. Nữ lang là một thảo dược có tác dụng an thần nhẹ / thuốc giảm đau nhẹ có thể giúp bạn ngủ ngon hơn. Tuy nhiên, chất lượng của chất bổ sung nữ lang không giống nhau.  Các loại thuốc trị mất ngủ theo toa  Mặc dù các loại thuốc trị mất ngủ theo toa có thể làm cho bạn ngủ được tạm thời, nhưng quan trọng là bạn phải hiểu được rằng thuốc ngủ không phải là một cách chữa chứng mất ngủ. Và nếu không được sử dụng cẩn thận, thì chúng thực sự làm cho bệnh mất ngủ càng tệ hại hơn về lâu dài. Tốt nhất là chỉ nên sử dụng thuốc như là một phương kế sau cùng, và rồi sau đó, hạn chế khi thật cần thiết, ngay khi thực sự cần thiết. Trước tiên, hãy thử thay đổi thói quen ngủ nghỉ, thói quen công việc thường nhật của bạn, và quan niệm của bạn về giấc ngủ. Bằng chứng cho thấy những thay đổi lối sống và hành vi đã tạo sự khác biệt lớn nhất và kéo dài nhất khi nói đến bệnh mất ngủ.  Khi nào cần đến biện pháp chữa mất ngủ chuyên nghiệp  Nếu bạn đã từng thử qua các biện pháp chữa mất ngủ được liệt kê trên và vẫn còn khó ngủ thì bác sĩ hoặc chuyên gia về rối loạn giấc ngủ có thể giúp đỡ được cho bạn.  Khi nào cần đến sự hỗ trợ của chuyên gia để chữa chứng mất ngủ:  * Nếu bệnh mất ngủ của bạn không có phản hồi đối với những chiến lược/ phương pháp tự cứu chữa của bản thân * Nếu bệnh mất ngủ của bạn đang gây ra nhiều vấn đề nghiêm trọng ở nhà, chỗ làm, hoặc ở trường học * Nếu bạn bị các triệu chứng đáng sợ như đau ngực hoặc khó thở * Nếu hầu như tối nào bạn cũng bị mất ngủ và tình trạng này càng ngày càng tệ hại hơn"
        },
        {
            "en": "Insomnia: When Counting Sheep Is Not Enough       By: Melanie Grimes  Published: Friday, 29 August 2008  The National Sleep Foundation claims that 76% of Americans have sleep difficulties. This ranges from trouble falling asleep to staying asleep to difficulty waking. To combat, or possibly compound, these problems, one in five American are taking sleep medications or sleeping pills. Over 42 million prescriptions were written last year alone! Some of these sleeping pills have been shown to cause cancer in animals. They may also shorten your lifespan, as recent studies have shown a 25% increase in mortality among those taking sleeping pills nightly.  New discoveries in the science of sleep provide alternatives to these drugs. Dr. Rubin Naiman of the University of Arizona's Center for Integrative Medicine suggests that a major cause of sleeplessness is too much exposure to light from electricity and to the hectic nature of our modern lives. There is so much light that is now generated from our cities that our planet glows when viewed from outer space. It is this light that disrupts our sleep cycles because light upsets our natural circadian rhythms, which govern our sleep/wake cycle. Our natural body rhythms are accustomed to a dimming twilight, then a dark night. Since the invention of electricity, we can delay our nights but the brightness disturbs the melatonin levels and the circadian rhythms responsible for sleep. He recommends creating a twilight state for at least an hour before sleep. This means dimming all lights, turning off the television, and letting your body wind down, the way it would in a natural twilight.  Fear of our subconscious, or \"shadow\" selves, may also create sleep disturbances as we try to avoid both darkness and our dreams. \"In our culture, daylight is dominant, overvalued, and even deified, while darkness is dismissed, devalued, and often demonized,\" Naiman says.  There is a difference between being tired and fatigue. To fall asleep when your head hits the pillow is what most people consider normal, when it is really the effect of being overtired. The natural sleep pattern is to take 10 to 30 minutes to drift into slumber.  \"Recent research suggests that merely being quietly awake in a darkened space produces beneficial effects on our bodies and minds. Just as light stimulates the release of serotonin, which energizes us, darkness encourages the production of melatonin, the key neurohormone in our nocturnal biology,\" says Naiman. Another recent study, \"Sleep-Disordered-Breathing and Mortality: Eighteen-Year Follow-Up of the Wisconsin Sleep Cohort,\" showed that sleep apnea, where breathing pauses during sleep, can increase the risk of death by three times. Sleep deprivation has also been tied to obesity and to fibromyalgia. Teens who sleep less tend to overweight, especially if they are deprived of rapid eye movement (REM) sleep that is associated with dreaming.  What can you do to help improve your natural ability to sleep?  Establishing a \"twilight” by turning off or dimming all lights at least an hour before bedtime. Dr. Naiman suggests creating a \"sleep sanctuary\" by ensuring that the bedroom is both dark and quiet. Use candles or dim lights at night. For instance, a new type of light bulb that produces less of the harmful blue light is now available: https://www.lowbluelights.com/ These are purported to naturally maximize melatonin. \n   The use of light boxes during the morning hours can stimulate natural daylight and help reset a person's melatonin levels.\n   Meditate or prayer and other quieting activities before bed can relax the body into sleep. \n   Nutritional supplements that may help increase sleep are calcium (as in warm milk), theanine, and GABA. The herbs chamomile and <em>valerian</em> are soothing and sleep inducing and are available in tea form.\n   Grandma's generation used a type of hydrotherapy to treat sleeplessness. Soak your feet in the coldest water you can for 15-30 minutes before bedtime. This will draw the blood to your feet, and help quiet your mind. \n  Have a good night.",
            "vi": "Mất ngủ: Khi đếm cừu cũng không có tác dụng    Melanie Grimes Xuất bản: thứ Sáu, ngày 29 tháng tám năm 2008 Tổ chức Chăm sóc Giấc ngủ Quốc gia khẳng định 76% người Mỹ mắc những khó khăn khi ngủ. Những khó khăn đó đa dạng từ việc khó ngủ đến khó thức dậy. Để chống lại, hoặc có thể lại làm trầm trọng thêm các vấn đề này, cứ một trong năm người Mỹ dùng các dược phẩm giúp ngủ ngon hoặc thuốc ngủ. Chỉ riêng năm ngoái đã có hơn 42 triệu đơn thuốc được kê! Một số các thuốc ngủ này đã bị ghi nhận là gây ra bệnh ung thư ở động vật. Chúng cũng có thể làm giảm tuổi thọ của bạn, như các nghiên cứu gần đây đã cho thấy sự gia tăng 25% các ca tử vong trong những người sử dụng thuốc ngủ về đêm. Những khám phá mới trong khoa học về giấc ngủ cung cấp các giải pháp thay thế cho các loại thuốc ngủ. Bác sĩ Rubin Naiman thuộc Đại học Arizona's Center for Integrative Medicine cho rằng nguyên nhân chính của chứng mất ngủ là tiếp xúc quá nhiều với ánh sáng điện và bản chất sôi động của cuộc sống hiện đại của chúng ta. Hiện nay có quá nhiều ánh sáng được tạo ra từ các thành phố của chúng ta đến nỗi khi nhìn từ không gian thì trái đất rực sáng. Chính ánh sáng này phá vỡ chu kỳ ngủ vì nó làm đảo lộn nhịp ngày đêm tự nhiên – yếu tố chi phối chu kỳ ngủ / thức của chúng ta. Nhịp cơ thể tự nhiên của chúng ta quen với hoàng hôn nhập nhoạng, và sau đó là đêm tối. Từ khi phát minh ra điện, chúng ta có thể trì hoãn ban đêm nhưng chính ánh sáng đó lại làm rối loạn mức hoóc-môn giúp điều hoà nhịp sinh học và nhịp ngày đêm điều khiển giấc ngủ. Bác sĩ Rubin Naiman đề nghị tạo khung cảnh tranh tối tranh sáng ít nhất một tiếng đồng hồ trước khi đi ngủ. Điều này có nghĩa là làm mờ đi tất cả ánh sáng, tắt tivi, và để cho cơ thể của bạn thư giãn, đó chính là cách tự nhiên khi hoàng hôn đến. Nỗi sợ trong tiềm thức của chúng ta, hoặc sự nhát gan, sợ bóng sợ gió, cũng có thể tạo ra các rối loạn giấc ngủ mỗi khi chúng ta cố tránh bóng tối và các giấc mơ. Theo Naiman, “Trong nền văn hoá của chúng ta, ban ngày luôn trội hơn, được đánh giá quá cao, và thậm chí được sùng bái, trong khi bóng tối bị xua đuổi, bị giảm giá trị, và thường gắn liền với ma quỷ\". Có sự khác biệt giữa mệt mỏi và kiệt sức. Mọi người thường xem việc ngủ ngay tức khắc khi nằm xuống là bình thường, trong khi thật sự thì đó là hậu quả của việc quá mệt mỏi. Một giấc ngủ tự nhiên thường mất từ 10 đến 30 phút để chìm vào giấc ngủ. \"Nghiên cứu gần đây gợi ý rằng chỉ bằng cách đơn giản là thức dậy nhẹ nhàng trong không gian tối sẽ tạo ra ảnh hưởng có lợi cho cơ thể và tinh thần của chúng ta. Trong khi ánh sáng kích thích sự phóng thích serotonin, một chất kích thích chúng ta hoạt động, thì bóng tối lại khuyến khích sự sản xuất melatonin, một hoóc-môn thần kinh then chốt trong sinh học về đêm của chúng ta,\" Naiman nói. Một nghiên cứu khác gần đây, \"Rối loạn hô hấp khi ngủ và tử vong: bước 18 năm tiếp theo của nghiên cứu Wisconsin Sleep Cohort\", cho thấy rằng chứng ngạt thở khi ngủ, khi hô hấp tạm dừng trong giấc ngủ, có thể tăng nguy cơ tử vong lên gấp ba lần. Có thể làm gì để giúp cải thiện khả năng ngủ tự nhiên của bạn?  Tạo \"không gian tối lờ mờ” bằng cách tắt hoặc giảm độ sáng của tất cả đèn ít nhất là một tiếng đồng hồ trước giờ ngủ. Bác sĩ Naiman đề nghị tạo \"nơi ngủ lý tưởng\" bằng cách đảm bảo rằng phòng ngủ tối và yên tĩnh. Dùng nến hoặc đèn mờ vào ban đêm. Ví dụ, một loại bóng đèn mới tạo ra ít ánh sáng xanh dương có hại hơn đang có bán tại: https://www.lowbluelights.com/ Các bóng đèn này có tác dụng tối đa hoá melatonin một cách tự nhiên.\n   Sử dụng hộp đèn trong buổi sáng có thể kích thích ánh nắng tự nhiên và giúp tạo trở lại mức hoóc-môn giúp điều hoà nhịp sinh học của người.\n   Suy nghĩ về điều gì hay đọc kinh cầu nguyện và các hoạt động thanh bình khác trước khi đi ngủ có thể thư giãn cơ thể để dễ ngủ.\n   Các chất bổ sung dinh dưỡng có thể giúp ngủ nhiều là canxi (như trong sữa ấm), theanine, và amino a-xít trong hệ thần kinh trung ương. Các thảo dược có trong trà như hoa cúc và nữ lang giúp dễ chịu và dễ ngủ.\n   Thế hệ của bà nội sử dụng một loại thuỷ liệu pháp để chữa chứng mất ngủ. Ngâm bàn chân của bạn trong nước có nhiệt độ lạnh nhất mà bạn có thể chịu trong 15-30 phút trước giờ ngủ. Cách này sẽ làm cho máu lưu thông đến bàn chân, và giúp tâm trí bạn thư giãn.\n  Chúc ngủ ngon"
        },
        {
            "en": "Sleeping pills - What’s best for you    It’s the middle of the night, and you’re staring at the bedroom ceiling, thinking about work, or bills, or the kids. Sleep just won’t come. You look anxiously at the clock again. If only you could fall asleep... In these circumstances, it’s often tempting to reach for a sleeping pill, but there are important things you need to know first. Sleep medications vary in safety and effectiveness and are rarely meant for more than short-term use. Persistent insomnia is usually a symptom of an underlying medical or psychological problem that cannot be treated with sleep medications. In many cases, making simple changes to your lifestyle is far more effective at ending sleepless nights than popping a pill. Are sleeping pills right for you? In general, sleeping pills and sleep medications are most effective when used sparingly for short-term situations, such as traveling across many time zones or recovering from a medical procedure. Sometimes sleep medications are used briefly at the beginning of behavioral treatment for insomnia, especially if the sleep deprivation has been severe. If medications are used over the long term, they are best used “as needed” instead of on a daily basis to avoid dependence and tolerance. Working with your healthcare professional is essential to ensure you get the maximum benefit and can safely monitor potential side-effects.  The trouble with sleeping pills, over-the-counter sleep aids  The idea of a pill that can instantly solve your sleep problems is very appealing. Unfortunately, sleep medications don't cure the underlying cause of the insomnia, and in fact can often make the problem worse in the long run. Concerns about the use of both over-the-counter (OTC) and prescription sleep medications include:  * Side effects. Side effects can be severe and include prolonged drowsiness the next day, confusion, forgetfulness and dry mouth.  * Drug tolerance. You may have to take more and more of the sleep aid for it to work, which in turn can lead to more side effects.  * Drug dependence. You may come to rely on the medication to sleep, and will be unable to sleep or have even worse sleep without it.  * Withdrawal symptoms. If you stop the medication abruptly, you may have withdrawal symptoms, such as nausea, sweating and shaking.  * Drug interactions. If you are taking other medications, sleeping medications can interact with them. This can worsen side effects and be dangerous, especially with medications such as prescription painkillers and other sedatives.  * Rebound insomnia. If you need to stop the medication, sometimes the insomnia can become even worse than before.  * Masking an underlying problem. There may be an underlying medical or mental disorder, or even a sleep disorder, that if treated would provide more relief from insomnia. Side effects of sleep medications  All prescription sleeping pills have side effects, which can vary depending on the specific drug, the dosage and how long the drug lasts in your system. Check with your healthcare professional about any concerns you have. Common side effects can include headache, muscle aches, constipation, dry mouth, daytime sleepiness, trouble concentrating, dizziness, unsteadiness and rebound insomnia. Some serious risks of sleeping pills Sedative-hypnotic drug products (benzodiazepines and non-benzodiazepines) can cause severe allergic reaction, facial swelling, memory lapses, hallucinations, and complex sleep-related behaviors. These may include sleep-walking, sleep-driving (driving while not fully awake, with no memory of the event) and sleep-eating (eating in the middle of the night with no recollection, often resulting in weight-gain). If you experience any unusual sleep-related behavior, consult your doctor immediately. Does newer mean better and safer for sleep medications? Not necessarily. An older medication may work just as well depending on the type of insomnia you have and other medical considerations. Older medications often have many additional years of data from patient usage and may also be more cost effective if available in generic form. On the other hand, newer medications may have differences that minimize side effects of older medications. Bottom line: work with a healthcare professional that you trust in deciding which medication would best suit your needs. Over-the-counter (OTC) sleep aids  The main ingredient of over-the-counter sleeping pills is an antihistamine. Antihistamines are generally taken for allergies, hay fever and common cold symptoms, in brand name medication such as Benadryl. However, histamine, a chemical messenger in the brain, promotes wakefulness, so antihistamine has the effect of making some patients feel sleepy. While the positive effects have not been substantiated through research, the side effects, such as drowsiness the following day, can be common and severe. Some other OTC sleep medications combine antihistamines with the pain reliever Acetaminophen (found in brand names like Tylenol PM and Aspirin-Free Anacin PM). Others, such as NyQuil, combine antihistamines with alcohol. OTC sleep aids are meant to be used for short term insomnia only. Sleep experts generally advise against the use of over-the-counter (OTC) sleep aids because of side-effects, questions about their effectiveness, and lack of information about their safety over the long-term. Side effects of OTC sleep aids  The antihistamines used in OTC sleep aids can produce common side effects, some of them severe. As with any medication, it is advisable to consult your doctor before taking over-the-counter sleep medication. This is especially important if you have glaucoma, trouble urinating due to an enlarged prostate gland, or a breathing problem such as emphysema or chronic bronchitis. Talk to your doctor if you're currently taking an antidepressant such as a monoamine oxidase inhibitor (MAOI) or did so as recently as two weeks ago. Also check with your doctor first if you take any other drugs for depression or Parkinson's disease. Women who breast-feed should avoid OTC sleep aids. Common side effects of OTC sleep aids   * Moderate to severe drowsiness the next day  * Dizziness and forgetfulness  * Clumsiness, feeling off balance  * Constipation and urinary retention  * Blurred vision  * Dry mouth and throat Prescription sleeping pills  There are several different types of prescription sleeping pills. These medications are classified as sedative hypnotics. In general, the medications act by working on receptors in the brain to slow down the nervous system. Some medications are used for inducing sleep, while others are used for staying asleep. Some last longer than others in your system (a longer half life), and some have a higher risk of becoming habit forming. Consult your healthcare professional if you have a specific question about a medication.  Benzodiazepine sedative hypnotic sleeping pills Benzodiazepines are the oldest class of sleep medications still commonly in use. Benzodiazepines as a group are thought to have a higher risk of dependence than other insomnia sedative hypnotics. All are classified as controlled substances. Primarily used to treat anxiety disorders, benzodiazepines approved to treat insomnia include:  * Estazolam (ProSom)  * Flurazepam (Dalmane)  * Quazepam (Doral)  * Temazepam (Restoril)  * Triazolam (Halcion) Drawbacks to benzodiazepine sleeping pills Use of sleeping medications, especially benzodiazepines, can become troublesome for several reasons:  * You can become both physically and psychologically dependent on the sleep medication. You may believe that you can’t sleep without it, and actually experience physical withdrawal symptoms like anxiety and rebound insomnia.  * They can lose their effectiveness if used on a nightly basis, because the brain receptors become less sensitive to their effects. In as little as three to four weeks, benzodiazepines can become no more effective than a sugar pill.   * The overall quality of your sleep can be reduced, with less restorative deep sleep and dream sleep.  * You may experience next day cognitive slowing and drowsiness (the hangover effect), which may be even greater than from sleep deprivation.  * Even if the medication is effective while taking it, insomnia returns once it is stopped. Non-benzodiazepine sedative hypnotic sleeping pills Some newer medications don’t have the same chemical structure as a benzodiazepine, but act on the same area in the brain. They are thought to have fewer side effects, and less risk of dependency, but are still considered controlled substances. One medication in this class, eszopiclone (Lunesta), has been tested for longer-term use, up to six months.  * Eszopiclone (Lunesta)  * Zalepon (Sonata)  * Zolpidem (Ambien) Drawbacks to non-benzodiazepine sleeping pills Generally, non-benzodiazepines have fewer drawbacks than benzodiazepines, but that doesn’t make them suitable for everyone. Some may find this type of sleep medication ineffective at helping them sleep, while the long-term effects remain unknown. Side-effects include:  * Morning grogginess   * Drug tolerance  * Rebound insomnia  * Headaches, dizziness, nausea  * In rare cases, dangerous sleep-related behaviors such as sleep-walking, sleep-driving, and sleep-eating Antidepressants The Food and Drug Administration (FDA) has not approved these drugs for the treatment of insomnia, nor has their use been proven effective in treating sleeplessness. However, some physicians believe insomnia is related to depression. As with all depression medication, there is a significant risk of suicidal thoughts or worsening of depression, particularly in children and adolescents. Guidelines for using sleep medications If you decide to try sleeping pills or sleep aids, keep in mind the following guidelines.  Talk to your doctor about  * Other medications you are taking. This includes non-prescription medications such as pain relievers and allergy medicines, as well as herbal supplements. Combining medications can be very dangerous.  * Specific instructions for decreasing and/or terminating use. In some cases, stopping medication abruptly can cause uncomfortable side effects and even rebound insomnia.  * Using the medications intermittently, rather than nightly, in order to decrease the negative side effects and to increase the sleeping pills’ efficiency when you do use them. This is not appropriate with all medications, as some cause withdrawal symptoms when stopped abruptly.   * Other medical conditions that you have. Some drugs can have serious side effects for people with medical problems such as high blood pressure, liver problems, glaucoma, depression and breathing difficulties. Remember to  * Only take a sleeping pill when you don’t have enough time to get a full night of sleep (7 to 8 hours). Otherwise you may feel very drowsy the next day.  * Carefully read the package insert that comes with your medication. Pay careful attention to the potential side effects.  * Never drink alcohol near the time when you take a sleeping pill. Not only will alcohol disrupt your sleep even more, it can interact dangerously with the sleeping pill.  * Never drive a car or operate machinery after taking a sleeping pill, especially when you first start taking a new sleep aid, as you may not know how it will affect you.  * Follow directions closely, starting with a very small dose and increasing gradually, according to the doctor’s schedule. Find out whether you should take your medication with or without food. For some medications, certain foods must be avoided. Herbs and natural sleep aids Many people with insomnia choose herbal remedies for treatment, although their effectiveness has not been evaluated by the FDA. Some remedies, such as lemon balm or chamomile tea are generally harmless. However, others can have more serious side effects and can interfere with prescribed medications, which can be dangerous. St. John’s Wort, for example, can limit the effectiveness of many prescribed medications such as blood thinners, birth control pills and some anticancer medications. Check with your healthcare professional if you want to try a herbal remedy. Herbal sleep aids There are several herbs thought to help sleep, including chamomile, <em>valerian</em> root, kava kava, lemon balm, passionflower, lavender, and St. John’s Wort. Many people drink chamomile tea for its gentle sedative properties, although it may cause allergic reactions in those with plant or pollen allergies. While there is some data showing <em>valerian</em> to be useful for insomnia, at high doses, it can cause vivid dreams, blurred vision, changes in heart rhythm, and excitability.  Melatonin Melatonin is a naturally occurring hormone whose levels peak at night. It is triggered by dark and levels remain elevated throughout the night until light decreases it. However, most studies have not found melatonin to be beneficial when compared to a sugar pill (placebo). Some positive results have been shown in helping jet lag and night shift workers. Long term effects of melatonin are unknown. Tryptophan, L-tryptophan Tryptophan is a basic amino acid used in the formation of the chemical messenger serotonin, a substance in the brain that helps tell your body to sleep. L-tryptophan is a common byproduct of tryptophan, which the body then can change into serotonin. Some studies have shown that L-tryptophan can help people fall asleep faster. Results, however, have been inconsistent. Alternatives to sleeping pills and sleep medications Research has shown that changing your sleep environment and bedtime behaviors is one of the most effective ways to combat insomnia. Even if you decide to use sleep medications in the short-term, experts recommend changes in lifestyle and bedtime behavior as a long-term remedy to sleeplessness. Behavioral and environmental changes can have more of a positive impact on sleep than sleeping pills, sleep aids or other medications, without the risk of side effects or dependence. Cognitive behavioral therapy (CBT) Many people complain that frustrating, negative thoughts and worries prevent them from sleeping at night. Cognitive-behavioral therapy (CBT) is a form of psychotherapy that treats problems by modifying dysfunctional or destructive thoughts, emotions and patterns of behavior. CBT is a relatively simple treatment that can improve sleep by changing your behavior before bedtime as well as changing the ways of thinking that keep you from falling asleep. It also focuses on improving relaxation skills and changing lifestyle habits that affect your sleep.",
            "vi": "Loại thuốc ngủ nào tốt nhất cho bạn    Đang nửa đêm, bạn nhìn chằm chằm lên trần nhà của phòng ngủ, suy nghĩ về công ăn việc làm, về hoá đơn chi phí, hoặc suy nghĩ về con cái. Không tài nào chợp mắt được. Bạn lại lo lắng nhìn đồng hồ. Giá như bạn có thể ngủ được...  Trong hoàn cảnh này, thường thì bạn rất thèm uống một viên thuốc ngủ, nhưng trước tiên có những điều quan trọng mà bạn cần nên biết. Các loại thuốc ngủ khác nhau về độ an toàn và hiệu quả và hiếm khi được sử dụng lâu dài. Mất ngủ kinh niên thường là triệu chứng của một vấn đề sức khỏe hoặc vấn đề tâm lý tiềm ẩn nào đó mà bạn không thể chữa bằng thuốc ngủ được. Trong nhiều trường hợp thì việc thay đổi một chút lối sống cũng có hiệu quả hơn nhiều trong việc chữa lành chứng mất ngủ thâu đêm so với việc nốc vào miệng một viên thuốc.  Các loại thuốc có thích hợp với bạn không?  Nói chung, thuốc ngủ có hiệu quả nhất khi được sử dụng hạn chế trong các trường hợp ngắn hạn, chẳng hạn như du lịch qua nhiều múi giờ hoặc phục hồi sau một quá trình điều trị bệnh. Đôi khi thuốc ngủ cũng được sử dụng ngắn hạn trong giai đoạn đầu điều trị về hành vi đối với bệnh mất ngủ, nhất là khi chứng thiếu ngủ đã trầm trọng. Nếu được sử dụng lâu dài thì thuốc được sử dụng tốt nhất “khi cần thiết” thay vì sử dụng hằng ngày để tránh lệ thuộc thuốc và lờn thuốc. Bạn cần tham khảo ý kiến của bác sĩ để đảm bảo có được lợi ích tối đa và có thể theo dõi các tác dụng phụ có thể xảy ra một cách an toàn.  Rắc rối với thuốc ngủ, thuốc ngủ mua tự do không theo toa  Ý tưởng sử dụng một viên thuốc ngủ có thể giải quyết các vấn đề về giấc ngủ ngay tức khắc rất hấp dẫn. Đáng tiếc là, các loại thuốc ngủ không chữa dứt nguyên nhân gây mất ngủ thật sự, và thực ra thường có thể làm cho vấn đề càng tệ hại hơn về lâu dài. Các mối quan tâm về việc sử dụng cả thuốc ngủ không theo toa (OTC) lẫn thuốc ngủ theo toa gồm:  * Tác dụng phụ. Các tác dụng phụ có thể trầm trọng và bao gồm buồn ngủ kéo dài sang ngày hôm sau, nhầm lẫn/ lú lẫn, hay quên và khô miệng.  * Lờn thuốc. Bạn có thể phải sử dụng ngày càng nhiều thuốc ngủ hơn mới có tác dụng, do đó có thể dẫn đến nhiều tác dụng phụ hơn.  * Lệ thuộc vào thuốc. Bạn có thể trở nên lệ thuộc vào thuốc mới có thể ngủ được, và sẽ không ngủ được hoặc thậm chí là có giấc ngủ tệ hơn nếu không dùng thuốc.  * Các triệu chứng vật vã vì lên cơn nghiện. Nếu bạn dừng thuốc đột ngột, bạn có thể vật vã vì lên cơn nghiện, như là buồn nôn, đổ mồ hôi và run rẩy.  * Tương tác thuốc. Nếu bạn đang sử dụng các loại thuốc khác, thì thuốc ngủ có thể tương tác với chúng. Điều này có thể làm cho các tác dụng phụ càng trầm trọng thêm và gây nguy hiểm, nhất là với những thuốc như thuốc giảm đau theo toa và các loại thuốc an thần khác.  * bệnh mất ngủ trở nên tồi tệ hơn. Nếu bạn cần phải ngưng sử dụng thuốc, thì đôi khi chứng mất ngủ thậm chí có thể trở nên trầm trọng hơn trước.  * Che dấu một vấn đề tiềm ẩn nào đó. Có thể có một chứng bệnh hoặc một rối loạn tâm thần nào đó, hoặc thậm chí là rối loạn giấc ngủ, nếu được chữa trị sẽ làm cho bệnh nhân ngủ ngon hơn.  Các tác dụng phụ của thuốc ngủ  Tất cả các thuốc ngủ theo toa đều có tác dụng phụ, có thể thay đổi tuỳ theo từng loại thuốc cụ thể, liều lượng và thời gian thuốc kéo dài trong cơ thể bạn là bao lâu. Hãy tham khảo ý kiến bác sĩ về bất cứ mối quan tâm nào của bạn. Các tác dụng phụ thường thấy có thể bao gồm nhức đầu, đau cơ, táo bón, miệng khô, buồn ngủ ban ngày, khó tập trung, chóng mặt, choáng váng và chứng mất ngủ trở nên tồi tệ hơn.  Một số nguy cơ nghiêm trọng của thuốc ngủ Các sản phẩm an thần-thuốc ngủ (benzodiazepines và non-benzodiazepines) có thể gây phản ứng dị ứng nặng, sưng mặt, đãng trí, ảo giác, và những cử chỉ hành vi phức tạp liên quan đến giấc ngủ gồm mộng du, lái xe trong mơ ngủ (lái xe trong tình trạng không hoàn toàn tỉnh táo, không có ghi nhớ về sự kiện) và ăn trong mộng mị (ăn giữa đêm mà không có hồi ức, thường dẫn tới tăng cân). Nếu bạn có bất kỳ hành vi nào khác thường liên quan đến giấc ngủ, hãy tham khảo ý kiến của bác sĩ ngay nhé.  Có phải các loại thuốc ngủ mới hơn là an toàn hơn và tốt hơn không?  Không nhất thiết là vậy. Một loại thuốc cũ hơn có thể công hiệu tốt tuỳ vào loại mất ngủ của bạn và những lý do khác về mặt y học. Những loại thuốc cũ hơn thường có nhiều dữ liệu bổ sung qua nhiều năm của bệnh nhân đã sử dụng qua và có thể cũng rẻ hơn nếu được bán ở dạng chung. Mặt khác, các loại thuốc mới có thể khác biệt là làm giảm thiểu những tác dụng phụ của thuốc cũ. Nói tóm lại: bạn nên làm việc với bác sĩ đáng tin cậy để quyết định xem thuốc nào là phù hợp nhất với nhu cầu của mình nhé.  Các loại thuốc ngủ mua tự do không theo toa  Thành phần chính của các loại thuốc ngủ mua tự do không theo toa là thuốc kháng histamine. Thuốc kháng histamine thông thường được sử dụng chống dị ứng, viêm mũi dị ứng và các triệu chứng cảm lạnh, có trong thương hiệu thuốc như là Benadryl. Tuy nhiên, histamine, một chất hoá học về truyền tin trong não, kích thích sự tỉnh táo, cho nên thuốc kháng histamine có tác dụng làm cho một số bệnh nhân cảm thấy buồn ngủ. Mặc dù người ta chưa chứng minh được những ảnh hưởng tích cực qua nghiên cứu, nhưng các tác dụng phụ, chẳng hạn như buồn ngủ ngày hôm sau, là tác dụng phụ thường thấy và nguy hiểm.  Một số thuốc ngủ mua tự do không theo toa khác kết hợp thuốc kháng histamine với thuốc giảm đau Acetaminophen (có trong các thương hiệu chẳng hạn như Tylenol PM và Aspirin-Free Anacin PM). Các loại khác, chẳng hạn như NyQuil, kết hợp thuốc kháng histamine với chất rượu cồn.  Các loại thuốc ngủ mua tự do không theo toa được ngụ ý chỉ được sử dụng cho chứng mất ngủ tạm thời. Nhiều chuyên gia về giấc ngủ thường khuyên không nên sử dụng thuốc ngủ mua tự do không theo toa bởi tác dụng phụ của chúng, bởi các nghi vấn về công hiệu của thuốc, và bởi sự thiếu thông tin về tính an toàn về lâu dài của thuốc.  Các tác dụng phụ của thuốc ngủ mua tự do không theo toa  Chất kháng histamine được sử dụng trong thuốc ngủ mua tự do không theo toa có thể gây nhiều tác dụng phụ thường thấy, một số tác dụng phụ nghiêm trọng. Như bất kỳ một loại thuốc nào, bạn nên thao khảo ý kiến của bác sĩ trước khi sử dụng thuốc ngủ không theo toa. Điều này đặc biệt quan trọng nếu bạn bị tăng nhãn áp, khó đi tiểu do giãn tuyến tiền liệt, hoặc bị vấn đề về hô hấp chẳng hạn như bị khí thũng/ tràn khí hoặc viêm phế quản mạn tính. Hãy thông báo cho bác sĩ biết nếu bạn đang sử dụng thuốc chống trầm cảm chẳng hạn như chất ức chế ô-xi-đa-za mô-nô-a-min (MAOI) hoặc đã sử dụng thuốc này khoảng 2 tuần trước. Bạn cũng nên tham khảo ý kiến bác sĩ trước nếu sử dụng bất kỳ loại thuốc nào chống trầm cảm hoặc chữa liệt rung khác. Phụ nữ cho con bú không nên sử dụng thuốc ngủ mua tự do không theo toa.  Các tác dụng phụ thường thấy của các loại thuốc ngủ mua tự do không theo toa * Buồn ngủ từ vừa phải đến dữ dội vào ngày hôm sau * Chóng mặt và hay quên * Lóng ngóng, cảm giác mất thăng bằng  * Táo bón và bí tiểu * Mắt mờ * Khô miệng và khô cổ họng  Các loại thuốc ngủ theo toa Có nhiều loại thuốc ngủ theo toa khác nhau. Những loại thuốc này được phân loại như là thuốc ngủ an thần. Nói chung, những thuốc này hoạt động bằng cách tác động lên cơ quan nhận cảm trong não để làm chậm hệ thần kinh. Một số loại thuốc được sử dụng để gây buồn ngủ, trong khi một số thuốc khác được sử dụng để duy trì giấc ngủ. Một số thuốc kéo dài lâu hơn so với một số thuốc khác trong cơ thể bạn (dài hơn nửa cuộc đời), và một số thuốc có nguy cơ hình thành thói quen nghiện thuốc cao hơn. Hãy tham khảo ý kiến của chuyên gia sức khỏe nếu bạn có bất kỳ câu hỏi cụ thể nào về thuốc nhé.  Thuốc ngủ, an thần Benzodiazepine Benzodiazepine là loại thuốc ngủ xưa nhất vẫn còn được sử dụng rộng rãi. Benzodiazepines như là một nhóm được cho là có nguy cơ lệ thuộc hơn so với các thuốc ngủ an thần khác. Tất cả đều được xếp vào các chất được kiểm soát. chủ yếu được sử dụng để điều trị rối loạn lo âu, benzodiazepines được cho phép sử dụng để trị mất ngủ gồm:  * Estazolam (ProSom)  * Flurazepam (Dalmane)  * Quazepam (Doral)  * Temazepam (Restoril)  * Triazolam (Halcion) Những hạn chế của thuốc ngủ benzodiazepine Việc sử dụng thuốc ngủ, nhất là benzodiazepines, có thể trở nên khó chịu bởi một số lý do sau:  * Bạn có thể trở nên bị lệ thuộc cả thể chất lẫn tâm lý vào thuốc ngủ. Bạn cũng có thể tin là nếu không sử dụng thuốc thì không tài nào bạn ngủ được, và thực sự bị một số triệu chứng vật vã vì lên cơn nghiện như bồn chồn lo âu và chứng mất ngủ tệ hại hơn trước.  * Thuốc có thể mất công hiệu nếu được sử dụng hằng đêm, bởi các thụ quan ở não trở nên ít nhạy cảm hơn với tác dụng của nó. Trong thời gian ngắn từ 3 đến 4 tuần, benzodiazepines có thể trở nên không có công hiệu so với một viên thuốc đường.  * Chất lượng toàn bộ giấc ngủ có thể giảm, giấc ngủ sâu và giấc ngủ mơ hồi phục kém.  * Bạn có thể nhận thức chậm và buồn ngủ ngày hôm sau (ảnh hưởng như bị say rượu), thậm chí còn dữ dội hơn là thiếu ngủ.  * Dù là thuốc có công hiệu trong khi sử dụng, nhưng bệnh mất ngủ vẫn tái phát khi đã ngưng thuốc.  Thuốc ngủ an thần không chứa benzodiazepine Một số thuốc mới hơn không có cấu trúc hoá học giống như benzodiazepine, nhưng hoạt động trên cùng một vùng não. Chúng được cho là ít có tác dụng phụ hơn, và ít có nguy cơ lệ thuộc thuốc hơn, nhưng vẫn được xem là các chất phải được kiểm soát. Một loại thuốc thuộc loại này có tên là eszopiclone (Lunesta), đã được thử nghiệm sử dụng lâu dài hơn, lên đến 6 tháng.   * Eszopiclone (Lunesta)  * Zalepon (Sonata)  * Zolpidem (Ambien) Hạn chế của thuốc ngủ không chứa benzodiazepine Nói chung là thuốc ngủ không chứa benzodiazepines có ít hạn chế hơn thuốc ngủ chứa benzodiazepines, nhưng điều đó không có nghĩa là ai cũng sử dụng được. Một số người có thể phát hiện thấy loại thuốc ngủ này không có công hiệu giúp ngủ được, trong khi người ta vẫn chưa biết các tác dụng lâu dài của chúng. Những tác dụng phụ gồm:  * Choáng váng vào buổi sáng * Dung nạp thuốc/ lờn thuốc  * Tình trạng mất ngủ có thể trầm trọng hơn trước * Nhức đầu, chóng mặt, buồn nôn * Trong những trường hợp hiếm thấy, có thể xảy ra nhiều hành vi nguy hiểm liên quan đến giấc ngủ, chẳng hạn như mộng du, lái xe trong mơ ngủ, và ăn trong mộng mị.  Thuốc chống trầm cảm  Cơ quan Quản lý Thực phẩm và Dược phẩm Hoa Kỳ (FDA) đã không chấp thuận cho sử dụng các loại thuốc này để điều trị mất ngủ, việc sử dụng thuốc cũng không chứng minh được công hiệu chữa mất ngủ. Tuy nhiên, một số bác sĩ cho rằng bệnh mất ngủ liên quan đến chứng trầm cảm. Cũng như tất cả các thuốc trầm cảm khác, thuốc này có nguy cơ gây ý định tự sát đáng kể hoặc làm cho chứng trầm cảm càng tệ hại hơn, nhất là đối với trẻ em và thanh thiếu niên.  Hướng dẫn sử dụng thuốc ngủ Nếu bạn quyết định thử thuốc ngủ, hãy ghi nhớ những hướng dẫn sau.  Hãy thông báo cho bác sĩ biết * Những loại thuốc khác mà bạn đang sử dụng, gồm các thuốc không theo toa chẳng hạn như thuốc giảm đau và thuốc chống dị ứng, cũng như các loại thảo dược bổ sung. Việc kết hợp nhiều thuốc với nhau có thể rất nguy hiểm.  * Những hướng dẫn sử dụng cụ thể làm giảm và/hoặc chữa dứt bệnh mất ngủ. Trong một số trường hợp, việc ngưng thuốc đột ngột có thể gây các tác dụng phụ khó chịu và thậm chí còn làm cho chứng mất ngủ càng trầm trọng hơn trước.  * Sử dụng thuốc không liên tục, không phải đêm nào cũng uống, để làm giảm tác dụng phụ tiêu cực và làm tăng công hiệu của thuốc ngủ khi sử dụng chúng. Điều này không phù hợp với tất cả các loại thuốc, bởi một số thuốc gây triệu chứng vật vã nghiện thuốc khi ngưng sử dụng một cách đột ngột.  * Các chứng bệnh khác của bạn. Một số thuốc có thể gây tác dụng phụ nguy hiểm cho người bị một số bệnh sau, chẳng hạn như cao huyết áp, vấn đề về gan, tăng nhãn áp, trầm cảm và khó thở.  Hãy ghi nhớ * Chỉ sử dụng thuốc ngủ khi bạn không đủ thời gian để ngủ được suốt đêm (7-8 tiếng đồng hồ). Nếu không, bạn có thể cảm thấy rất buồn ngủ vào ngày hôm sau.  * Đọc kỹ thông tin ghi chú bên bao thuốc. Hãy lưu ý cẩn thận những tác dụng phụ tiềm ẩn có thể xảy ra.  * Đừng bao giờ uống rượu bia gần giờ uống thuốc ngủ. Bia rượu ko những làm gián đoạn giấc ngủ nhiều hơn, mà còn có thể tương tác với thuốc ngủ một cách nguy hiểm.  * Không bao giờ lái xe hoặc vận hành máy móc sau khi đã sử dụng thuốc ngủ, nhất là khi bạn mới bắt đầu dùng một loại thuốc trị mất ngủ mới, bởi bạn có thể không biết nó sẽ ảnh hưởng như thế nào đối với mình.  * Làm theo các hướng dẫn một cách sát sao, bắt đầu với một liều lượng rất nhỏ và tăng dần lên, theo kế hoạch điều trị của bác sĩ. Hãy tìm hiểu xem bạn có nên sử dụng thuốc với thức ăn hay không. Đối với một số loại thuốc thì phải nên tránh một số thức ăn nào đó.  Thảo dược và các loại thuốc chữa mất ngủ tự nhiên Nhiều người bị mất ngủ đã chọn điều trị bằng thảo dược, mặc dù hiệu quả của các loại thảo dược đó chưa được Cơ quan quản lý thực phẩm và dược phẩm (FDA) đánh giá. Một số bài thuốc, chẳng hạn như tiá tô đất hoặc trà hoa cúc thường vô hại. Tuy nhiên, những bài thuốc khác cũng có thể gây nhiều tác dụng phụ nguy hiểm và có thể tương tác với thuốc theo toa của bác sĩ. Chẳng hạn như, St. John’s Wort, có thể làm hạn chế công hiệu của nhiều loại thuốc theo toa như thuốc làm loãng máu, thuốc tránh thai và một số loại thuốc chống ung thư. Hãy tham khảo ý kiến của bác sĩ nếu bạn muốn thử một thảo dược nào đó.  Các loại thuốc ngủ chiết xuất từ thảo dược Có một số loại thảo dược được cho rằng có khả năng giúp người ta ngủ được, bao gồm cúc La mã, nữ lang, cây hồ tiêu, tiá tô đất, hoa lạc tiên, hoa oải hương, và cây St. John’s Wort. Nhiều người uống trà hoa cúc bởi nó có tính an thần nhẹ, mặc dù trà này có thể gây phản ứng dị ứng ở những người bị dị ứng thực vật hoặc dị ứng phấn hoa. Mặc dù một số dữ liệu cho thấy nữ lang có công dụng chữa mất ngủ, nhưng với liều cao, nó có thể gây giấc mơ sống động, rõ ràng (mà người mơ có thể nhớ rất nhiều chi tiết), mắt mờ, thay đổi nhịp tim, và dễ bị kích động. Note: [St. John’s Wort là một loại cây có hoa vàng được dùng làm thuốc đầu tiên trong thời cổ Hy Lạp. Tên St. John’s Wort rõ ràng nhắc nhở đến John the Baptist, vì cây này nở hoa khoảng mùa lễ thánh John the Baptist vào cuối tháng Sáu.   Tên thông thường: St. John’s Wort, hypericum, Klamath weed, Goat weed \nTên La Tinh: Hypericum perforatum] \n  Mê-la-tô-nin Mê-la-tô-nin là hooc-môn tiết ra tự nhiên có nồng độ cao nhất vào ban đêm. Hooc-môn này được kích hoạt bởi bóng tối và nồng độ của nó được duy trì gia tăng suốt đêm cho đến khi trời sáng mới giảm xuống. Tuy nhiên, hầu hết các nghiên cứu đều không phát hiện thấy mê-la-tô-nin có lợi khi so sánh với một viên thuốc đường (giả dược/ thuốc trấn an). Một số kết quả tích cực cho thấy mê-la-tô-nin có thể giúp giảm mệt mỏi sau một chuyến bay dài và các công nhân ca đêm. Người ta vẫn chưa biết rõ về các tác dụng lâu dài của loại hooc-môn này.  Tryptophan, L-tryptophan Tryptophan là a-xít amin cơ bản được dùng để tạo chất hoá học dẫn truyền serotonin, đây là một chất trong não giúp thông báo cho cơ thể biết giấc ngủ. L-tryptophan là sản phẩm phụ thường thấy của tryptophan mà cơ thể có thể chuyển thành serotonin sau đó. Một số nghiên cứu cho thấy L-tryptophan có thể giúp người ta ngủ nhanh hơn. Tuy nhiên, các kết quả thu được đều không giống nhau.  Các giải pháp thay thế cho thuốc ngủ  Một cuộc nghiên cứu cho thấy việc thay đổi không gian ngủ/môi trường ngủ và các hành vi, thói quen giờ ngủ là một trong những cách hiệu quả nhất để chữa mất ngủ. Dù bạn quyết định sử dụng thuốc ngủ trong thời gian ngắn thì các chuyên gia cũng khuyến cáo nên thay đổi lối sống và hành vi thói quen giờ ngủ như là một biện pháp chữa mất ngủ lâu dài. Các thay đổi hành vi và môi trường có thể đem lại tác động tích cực hơn đối với giấc ngủ hơn là thuốc ngủ, hoặc các loại thuốc khác, mà không có nguy cơ gây tác dụng phụ hoặc lệ thuộc vào thuốc.  Liệu pháp nhận thức hành vi (CBT) Nhiều người than phiền rằng những ý nghĩ bực dọc, tiêu cực và lo âu làm cho họ khó ngủ vào ban đêm. Liệu pháp nhận thức hành vi (CBT) là một dạng liệu pháp tâm lý xử lý vấn đề bằng cách điều chỉnh các ý nghĩ, các cảm xúc và các kiểu hành vi bất thường hoặc có tính chất huỷ hoại. CBT là phương pháp điều trị khá đơn giản có thể giúp ngủ ngon hơn bằng cách thay đổi hành vi thói quen trước giờ ngủ cũng như thay đổi cách suy nghĩ làm bạn khó có thể ngủ được. Liệu pháp này cũng tập trung nâng cao kỹ năng thư giãn và thay đổi thói quen lối sống ảnh hưởng đến giấc ngủ của bạn."
        }
    ],
    "suggestions": []
}