{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Vancouver"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Vancouver"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Vancouver"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Vancouver"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Vancouver"
        }
    },
    "sentences": [
        {
            "en": "8. <em>Vancouver</em>",
            "vi": "8. Vancouver"
        },
        {
            "en": "8. <em>Vancouver</em>",
            "vi": "8. Vancouver"
        },
        {
            "en": "Today has a pleasant weather in <em>Vancouver</em>.",
            "vi": "Vancouver hôm nay tiết trời dễ chịu/tiết trời đẹp."
        },
        {
            "en": "How far is <em>Vancouver</em> from here?",
            "vi": "Vancouver cách đây bao xa?"
        },
        {
            "en": "<em>Vancouver</em> 2010 Games reach the halfway point.",
            "vi": "Thế vận hội Vancouver 2010 đạt đến điểm nửa chừng."
        },
        {
            "en": "Let's fly business class to <em>Vancouver</em>.",
            "vi": "Chúng ta hãy đi máy bay vé hạng nhất đến Vancouver nhé."
        },
        {
            "en": "I am going to rent an apartment in <em>Vancouver</em>.",
            "vi": "Tôi sẽ thuê một căn hộ ở Vancouver."
        },
        {
            "en": "<em>Vancouver</em>, Canada illuminated at night (Image: RooM RF)",
            "vi": "Vancouver, Canada được chiếu sáng vào ban đêm (Ảnh: RooM RF)"
        },
        {
            "en": "There is a new roller coaster in <em>Vancouver</em>.",
            "vi": "Có một chiếc tàu lượn mới ở Vancouver."
        },
        {
            "en": "The study team visited Toronto, <em>Vancouver</em>, and Montreal.",
            "vi": "Nhóm nghiên cứu thăm Toronto, Vancouver và Montreal."
        },
        {
            "en": "<em>Vancouver</em> Canucks ice hockey riot sees 100 arrested",
            "vi": "100 người bị bắt do bạo động sau trận khúc côn cầu trên băng của đội Vancouver Canucks"
        },
        {
            "en": "I think the <em>Vancouver</em> Winter Olympics will be really special.",
            "vi": "Tôi nghĩ rằng Thế vận hội mùa đông ở Vancouver sẽ thực sự đặc biệt."
        },
        {
            "en": "<em>Vancouver</em>, Canada illuminated at night (Image: RooM RF)",
            "vi": "Vancouver, Canada được chiếu sáng vào ban đêm (Ảnh: RooM RF)"
        },
        {
            "en": "We are willing to make a counter offer of $ 128 per MT FOB stowed <em>Vancouver</em>.",
            "vi": "Chúng tôi sẵn lòng chào hàng lại 128 bảng/tấn theo điều kiện FOB xếp hàng ở cảng Vancouver."
        },
        {
            "en": "We went on a tour of <em>Vancouver</em> and the surrounding area.",
            "vi": "Chúng tôi đã đi tham quan Vancouver và vùng lân cận."
        },
        {
            "en": "The Senate of <em>Vancouver</em> Island University was formed in January 2009.",
            "vi": "Ban giám đốc của đại học Vancouver Island thành lập tháng 1 năm 2009."
        },
        {
            "en": "In <em>Vancouver</em>, many Vietnamese use MSBs to remit money to Vietnam.",
            "vi": "Ở Vancouver, rất nhiều người Việt sử dụng các MSBs để chuyển tiền về Việt nam."
        },
        {
            "en": "The Canadians of <em>Vancouver</em> and Victoria are like Easterners set down in a softer, milder climate.",
            "vi": "Dân canada tại vancouver và victoria thì như dân miền đông định cư ở nơi có khí hậu mềm mại và dịu dàng hơn."
        },
        {
            "en": "Torontonian Anastasia Lin was named Miss World Canada in a ceremony in <em>Vancouver</em> on Saturday, May 16, 2015. (Andrew Chin)",
            "vi": "Đến từ Toronto, Anastasia Lin đã được trao vương miện Hoa hậu Thế giới Canada trong một sự kiện ở Vancouver vào ngày thứ Bảy, 16 tháng 5 năm 2015 (Andrew Chin)"
        },
        {
            "en": "Over the Rockies is the sift, comforting climate of the British Columbian cities of <em>Vancouver</em> and Victoria.",
            "vi": "Qua rặng thạch sơn là khí hậu dịu dàng dễ chịu của những thành phố vancouver và victoria của tỉnh hạt columbia thuộc anh."
        }
    ],
    "suggestions": []
}