{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['værikous]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) (thuộc) chứng giãn tĩnh mạch; để chữa chứng giãn tĩnh mạch</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bị giãn tĩnh mạch</td></tr></table><i/></div>",
            "word": "varicose",
            "pronounce": "['værikous]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>varicose</k><blockquote><cclass>[<cclass>'varɪkəʊs<cclass>, <cclass>-kəs<cclass>, <cclass>-z<cclass>]</cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective (of a vein, especially in the leg) swollen, twisted, and lengthened, as a result of poor circulation. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>varicosed</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>varicosity</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>varicosus</i>, from <i>varix</i> (see <kref>varix</kref>). </blockquote></div>",
            "word": "varicose",
            "pronounce": "['værikous]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "varicose",
            "pronounce": "['værikous]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "varicose",
            "pronounce": "['værikous]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "varicose",
            "pronounce": "['værikous]"
        }
    },
    "sentences": [
        {
            "en": "A <em>varicose</em> vein.",
            "vi": "Dãn tĩnh mạch."
        },
        {
            "en": "Describing the distended knotted appearance of a <em>varicose</em> vein.",
            "vi": "Mô tả sự xuất hiện những nút bị căng ra của một tĩnh mạch bị dãn."
        },
        {
            "en": "Another reason is to diagnose varicoceles, which are <em>varicose</em> veins of the testicles.",
            "vi": "Một lý do khác là khi chẩn đoán chứng giãn tĩnh mạch tinh, giãn tĩnh mạch của tinh hoàn."
        },
        {
            "en": "Common causes are gastric and duodenal ulcers gastritis brought on by irritating food or drink, and <em>varicose</em> veins in the oesophagus.",
            "vi": "Nguyên nhân thường là loét dạ dày do kích thích của đồ ăn hay thức uống, và dãn tĩnh mạch thực quản."
        },
        {
            "en": "Exercise can be a great way to stay in shape during pregnancy and can even keep some symptoms such as <em>varicose</em> veins, excessive weight gain, and backache to a minimum.",
            "vi": "Thể dục là một biện pháp rất tốt nhằm giữ được vóc dáng khi đang mang thai và thậm chí có thể làm hạn chế triệu chứng như giãn tĩnh mạch, tăng cân quá mức, và đau lưng đến mức thấp nhất."
        },
        {
            "en": "Exercise can be a great way to stay in shape during pregnancy and can even keep some symptoms such as <em>varicose</em> veins, excessive weight gain, and backache to a minimum.",
            "vi": "dục là một biện pháp rất tốt nhằm giữ được vóc dáng khi đang mang thai và thậm chí có thể làm hạn chế triệu chứng như giãn tĩnh mạch, tăng cân quá mức, và đau lưng đến mức thấp nhất."
        },
        {
            "en": "    * Varicocele. This is a <em>varicose</em> vein (an abnormally swollen vein) in the network of veins that run from the testicles. Varicoceles commonly develop while a boy is going through puberty. A varicocele is usually not harmful, although it can damage the testicle or decrease sperm production. Take your son to see his doctor if he is concerned about changes in his testicles.",
            "vi": "* Giãn tĩnh mạch thừng tinh. Đây là chứng bệnh mà tĩnh mạch bị giãn (phồng tĩnh mạch bất thường) trong hệ thống tĩnh mạch bắt nguồn từ tinh hoàn. Giãn tĩnh mạch thừng tinh thường xuất hiện khi bạn trai đang ở tuổi dậy thì. Nó thường không gây hại gì, mặc dù có thể làm tổn thương đến tinh hoàn hoặc làm giảm sản lượng tinh trùng. Bạn nên dẫn con mình đi khám bác sĩ nếu bé lo lắng về những thay đổi ở tinh hoàn của mình."
        },
        {
            "en": "Stasis dermatitis  Stasis dermatitis is a skin irritation on the lower legs, generally related to the circulatory problem known as venous insufficiency, in which the function of the valves within the veins has been compromised. Stasis dermatitis occurs almost exclusively in middle-aged and elderly people, with approximately 6%-7% of the population over 50 years of age being affected by the condition. The risk of developing stasis dermatitis increases with advancing age. Symptoms include itching and/or reddish-brown discoloration of the skin on one or both legs. Progression of the condition can lead to the blistering, oozing skin lesions seen with other forms of eczema, and ulcers may develop in affected areas. The chronic circulatory problems lead to an increase in fluid buildup (edema) in the legs. Stasis dermatitis has also been referred to as <em>varicose</em> eczema.",
            "vi": "Chàm ở da chân do tình trạng ứ đọng máu trong tĩnh mạch   Chàm ở da chân do ứ đọng máu trong tĩnh mạch là chứng kích ứng da ở ống quyển, thường liên quan đến vấn đề tuần hoàn được gọi là thiểu năng tĩnh mạch, trong đó chức năng của van trong tĩnh mạch đã bị làm tổn thương. Chứng chàm này hầu như chỉ xảy ra ở người trung niên và người cao tuổi, khoảng 6% - 7% người trên 50 tuổi. Nguy cơ bị dạng chàm này tăng dần theo tuổi tác. Triệu chứng bao gồm ngứa và/hoặc biến đổi sắc tố da sang nâu đỏ ở một hoặc ở cả hai cẳng chân. Bệnh tiến triển có thể gây cho da nhiều tổn thương nghiêm trọng, rỉ nước với nhiều dạng chàm khác, và lở loét cũng có thể khởi phát ở vùng bị bệnh. Nhiều vấn đề tuần hoàn mãn tính làm ứ nước (phù nề) ở cẳng chân.  Bệnh này cũng được gọi là chàm do giãn tĩnh mạch."
        },
        {
            "en": "Infertility      \nWhat is infertility?\n\n Infertility is defined by the American Society for Reproductive Medicine (ASRM) as a disease of the reproductive system that impairs the body's ability to perform the basic function of reproduction. Although conceiving a child may seem to be simple and natural, the physiological process is quite complicated and depends on the proper function of many factors, including the following, as listed by the ASRM: \n  production of healthy sperm by the man\n\n production of healthy eggs by the woman\n\n unblocked fallopian tubes that allow the sperm to reach the egg\n\n the sperm's ability to fertilize the egg\n\n the ability of the fertilized egg to become implanted in the uterus\n\n adequate embryo quality\n\n  Who is affected by infertility?\n\n Infertility affects about 12 percent of couples of childbearing age. Infertility is not just a woman's concern. A problem with the male is the sole cause, or a contributing cause, of infertility in about 50 percent of infertile couples. About one-third of infertile couples have more than one cause or factor related to their inability to conceive. About 20 percent of couples have no identifiable cause for their infertility after medical investigation. \n What causes infertility?\n\n Many different factors and problems can cause infertility, including problems in the female reproductive system, the male reproductive system, or a combination of the two. The following are some of the conditions or factors that are associated with infertility:  \nfemale factors \n     \novulation dysfunction\n\n   With this condition, the woman's reproductive system does not produce the proper amounts of hormones necessary to develop, mature, and release a healthy egg.   \nanatomical problems\n\n   Abnormal development or function of the female anatomy can prevent the egg and the sperm from meeting. The most common anatomical problem is blockage of the fallopian tubes. Other anatomical problems may include the presence of pelvic scar tissue from previous surgeries or infections.   \nendometriosis\n\n   Endometriosis is a condition in which the tissue that lines the uterus develops outside the uterus, usually on other reproductive organs inside the pelvis or in the abdominal cavity. Each month, this misplaced tissue responds to the hormonal changes of the menstrual cycle by building up and breaking down, resulting in internal bleeding which can cause scar tissue to form and affect reproductive organ function.   \nbirth defects\n\n   Abnormal development and function of reproductive organs resulting from birth defects can affect fertility. One of the most common reproductive system birth defects occurs following a woman's exposure to DES (diethylstilbestrol) taken by her mother during pregnancy. In years past, DES was given to women at risk for pregnancy loss. Fetal DES exposure often causes abnormal development of the uterus and cervix.   \ninfection\n\n   Pelvic inflammatory disease (PID) is caused by a type of bacteria such as gonorrhea and chlamydia. PID can affect the uterus, fallopian tubes, and/or the ovaries. It can lead to pelvic adhesions and scar tissue that develops between internal organs, causing ongoing pelvic pain and the possibility of an ectopic pregnancy (the fertilized egg becomes implanted outside the uterus).   \nimmunological problems\n\n   A problem with a woman's immune system can lead to pregnancy loss. Antibodies (immune or protective proteins) in a woman's system can fail to recognize a pregnancy, or there may be an abnormal immune response to the pregnancy. Women can also develop antisperm antibodies which attack and destroy sperm.  \nmale factors\n\n    \nlow or absent sperm production\n\n   Without proper numbers of healthy sperm, the chance of fertilization is decreased.   \nabnormal sperm function\n\n   Sperm must have proper motility and the ability to penetrate the egg.   \nvaricocele\n\n   This is a condition in which <em>varicose</em> veins develop around the testes. It is a very common cause of male factor infertility and is usually treatable and reversible with surgery.   \nlifestyle\n\n   Use of recreational drugs (i.e., marijuana, cocaine), heavy alcohol use, cigarette smoking, certain medications, and excessive heat to the genital area (as in hot tubs) can affect sperm quality and function.   \nhormonal disorders\n\n   Improper male hormone or endocrine function can affect sperm production and fertilization ability.   \nchromosomal defects\n\n   Certain chromosomal abnormalities are associated with male infertility.   \nbirth defects\n\n   Abnormalities in a man's reproductive system can occur during fetal development. Some birth defects are due to a man's exposure to DES (diethylstilbestrol) taken by his mother during pregnancy.   \nimmunological problems\n\n   A man may have antisperm antibodies (immune or protective proteins) which attack and destroy sperm. How is infertility diagnosed?\n\n When conception does not occur after one year of unprotected intercourse, after six months in women over age 35, or if there are known problems causing infertility, a medical evaluation of both the male and female is recommended. Some obstetrician/gynecologists (OB/GYNs) are able to provide basic infertility evaluation and treatment. However, many causes of infertility are best treated by a board-certified reproductive endocrinologist. This is an OB/GYN who has had additional education and training in infertility and is certified with the American Board of Obstetrics and Gynecology in the sub-specialty of Reproductive Endocrinology and Infertility. Generally, the OB/GYN or reproductive endocrinologist will evaluate specific situations and perform tests in both the male and female partners to determine the cause of infertility. The physician is looking for answers to the following questions: \n  Is the female ovulating regularly?\n\n Is the male producing healthy, viable sperm?\n\n Are the female's egg and the male's sperm able to unite and grow normally?\n\n Are there any obstacles to proper implantation and maintenance of the pregnancy?\n\n  The following tests are often part of the basic medical workup for infertility. \n  \nboth partners \n     medical and sexual history (to evaluate possible physical causes of infertility and if sexual intercourse has been appropriately timed)\n\n    \nfemale \n     \nphysical examination\n\n   A complete physical examination (including a Pap smear and testing for infection) will be necessary.   \novulation evaluation\n\n   An evaluation of ovulation function using an analysis of body temperatures and ovulation called the basal body temperature chart, or with ovulation prediction methods using urine samples, may be recommended.   \nhormone testing\n\n   Hormone testing may be recommended, as certain hormones increase and decrease in production at various times in the monthly cycle.   \nultrasound\n\n   Ultrasound can show the presence of follicles (the sacs containing developing eggs) and the thickness of the uterine tissues. Ultrasound can also show abnormal conditions, such as ovarian cysts or fibroids (benign tumors in the uterus).   \nx-rays\n\n   A hysterosalpingogram may be recommended. This test uses a radio-opaque dye injected into the cervical opening to visualize the inside of the uterus and determine if the fallopian tubes are open.  \nmale \n     \nsemen analysis\n\n   A collection of a semen sample obtained by masturbation that is analyzed in the laboratory for the sperm count, sperm motility, sperm shape, quantity, and evaluation of the ejaculate liquid may be recommended. According to the ASRM, a normal ejaculate contains more than 20 million sperm per milliliter of liquid, more than 50 percent of the sperm should be moving forward, and more than 30 percent of sperm should have normal shapes.   \nother tests may be performed that evaluate the sperm's ability to penetrate the egg, as well as male hormone testing\n\n   Men may be referred to a urologist for further evaluation. \nTreatment for infertility:\n\n Specific treatment for infertility will be determined by your physician based on:  \nyour age, overall health, and medical history\n\n extent of the disorder\n\n cause of the disorder\n\n your tolerance for specific medications, procedures, or therapies\n\n expectations for the course of the disorder\n\n your opinion or preference\n\n  Once a diagnosis is made, the specialist can work with you to determine the course of treatment. According to the ASRM, most infertility cases (85 to 90 percent) are treated with conventional therapies, such as drug treatment or surgical repair of reproductive abnormalities. Depending on the cause of infertility, there are many options to offer an infertile couple. Types of treatments for women may include the following: Ovulation medications These medications help regulate the timing of ovulation and stimulate the development and release of mature eggs. They can also help correct hormonal problems that can affect the lining of the uterus as it prepares to receive a fertilized egg. Ovulation medications can stimulate more than one egg to be released which increases the possibility of having twins and other multiples. Some of the common ovulation medications include the following:  \n  \nclomiphene citrate\n\n  human menopausal gonadotropins - medications containing follicle-stimulating hormone (FSH) and luteinizing hormone (LH)\n\n  follicle-stimulating hormone (FSH)\n\n  Intrauterine insemination For some conditions, including low sperm count and cervical mucus problems, a procedure that places specially washed and prepared sperm directly into the uterus through a small catheter (flexible tube) helps increase the chances for conception. This procedure is often used in combination with ovulation medications.  Surgery Surgery may be used to treat or repair a condition that is causing infertility such as fallopian tube blockage, or endometriosis. A common surgical procedure often used as part of the diagnostic workup of infertility is the laparoscopy. In a laparoscopy, a small telescope inserted into the abdominal or pelvic cavity allows internal organs to be visualized. Some procedures to treat infertility can be performed using instruments inserted through the laparoscope.  Assisted reproductive technology (ART) For some couples, more extensive treatment is needed. With most forms of ART, the sperm and egg are united in the laboratory and the fertilized egg is returned to the woman's uterus where it can implant and develop. Although ART procedures are often costly, many are being used with success. These include the following: o In vitro fertilization (IVF) Involves extracting a woman's eggs, fertilizing the eggs in the laboratory with sperm, and then transferring the resulting embryo(s) into the woman's uterus through the cervix (embryo transfer) where it can develop. Most couples transfer two embryos; however, more may be transferred in certain cases. IVF is the most common form of ART and it is often the treatment of choice for a woman with blocked, severely damaged, or absent fallopian tubes. IVF is also used for infertility caused by endometriosis or male factor infertility. IVF is sometimes used to treat couples with long-term unexplained infertility who have not been able to conceive with other infertility treatments. According to the ASRM, the average cost of one IVF cycle in the United States is $12,400. More than one IVF cycle, however, is usually needed. o Intracytoplasmic sperm injection (ICSI) A procedure in which a single sperm is injected directly into an egg; this procedure is most commonly used to help with male factor infertility problems. o Gamete intrafallopian transfer (GIFT)  Involves using a fiber-optic instrument called a laparoscope to guide the transfer of unfertilized eggs and sperm into the woman's fallopian tubes through small incisions in her abdomen. GIFT is only used in women with healthy fallopian tubes. o Zygote intrafallopian transfer (ZIFT) Involves fertilizing a woman's eggs in the laboratory and then using a laparoscope to guide the transfer of the fertilized eggs (zygotes) into her fallopian tubes. ZIFT is only used in women with healthy fallopian tubes. o Donor eggs Involves an embryo formed from the egg of one woman (the donor) being transferred to another woman who is unable to conceive with her own eggs (the recipient). The donor relinquishes all parental rights to any resulting offspring. ART using donor eggs is much more common among older women than among younger women. The likelihood of a fertilized egg implanting is related to the age of the woman who produced the egg. Egg donors are typically in their 20s or early 30s. o Embryo cryopreservation A procedure in which embryos are preserved through freezing (cryopreservation) for transfer at a later date. This procedure is often used when an IVF cycle produces more embryos than can be transferred at one time. The remaining embryos can be transferred in a future cycle if the woman does not become pregnant. \n There is a range of treatment options currently available for male factor infertility. Treatment may include: \n  \nAssisted reproductive technologies (ART). This type of treatment may include the following:\n\n  o Artificial insemination Artificial insemination involves the placement of relatively large numbers of healthy sperm either at the entrance of the cervix or into the partner's uterus, by passing the cervix, to have direct access to the fallopian tubes. o IVF, GIFT, and other techniques In vitro fertilization (IVF) or gamete intra-fallopian transfer (GIFT) have been used for the treatment of male infertility. As is the case with artificial insemination, IVF and similar techniques offer the opportunity to prepare sperm in vitro, so that oocytes are exposed to an optimal concentration of high quality, motile sperm. o Microsurgical fertilization (microinjection techniques such as intracytoplasmic sperm injection, or ICSI) This treatment is used to facilitate sperm penetration by injection of a single sperm into the oocyte. Fertilization then takes place under the microscope.  \nDrug therapy\n\n  A small percentage of infertile men have a hormonal disorder that can be treated with hormone therapy. Hormonal imbalances caused by a dysfunction in the mechanism of interaction between the hypothalamus, the pituitary gland, and the testes directly affect the development of sperm (spermatogenesis). Drug therapy may include gonadotrophin therapy, antibiotics, or another medication deemed appropriate.  \nSurgery\n\n  Surgical therapy in male infertility is designed to overcome anatomical barriers that impede sperm production and maturation or ejaculation. Surgical procedures to remove <em>varicose</em> veins in the scrotum (varicocele) can sometimes serve to improve the quality of sperm. \nWhat is unexplained infertility?\n\n About 20 percent of couples have unexplained infertility, for which a cause, despite all investigations, is not found. Unexplained infertility does not mean there is no reason for the problem, but that the reason is unable to be identified at the present time. If you suspect you are experiencing infertility, seek medical consultation early. The age of the woman and the duration of the couple's infertility may influence the success of treatment.",
            "vi": "Vô sinh    \nVô sinh là gì?\n Vô sinh được định nghĩa bởi Hiệp hội Y học Sinh sản Hoa Kỳ (ASRM) là một bệnh của hệ sinh sản làm suy yếu khả năng của cơ thể để thực hiện chức năng cơ bản của việc sinh sản. Mặc dù việc thụ thai có vẻ đơn giản và tự nhiên, nhưng quá trình sinh lý lại khá phức tạp và phụ thuộc vào chức năng phù hợp của nhiều yếu tố, như được liệt kê sau đây bởi Hiệp hội Y học Sinh sản Hoa Kỳ:  sự sản xuất tinh trùng khỏe mạnh của người đàn ông\n sự sản xuất trứng khỏe mạnh của người phụ nữ\n ống dẫn trứng không bị tắt cho phép tinh trùng đến được trứng\n khả năng của tinh trùng để thụ tinh trứng\n khả năng của trứng được thụ tinh để bám vào tử cung\n chất lượng phôi đáp ứng\n  \nAi bị ảnh hưởng bởi vô sinh?\n Vô sinh ảnh hưởng đến khoảng 12% số cặp vợ chồng trong độ tuổi sinh đẻ. Vô sinh không chỉ là nỗi lo lắng của riêng người phụ nữ. Trục trặc ở nam giới cũng là nguyên nhân chính hoặc góp phần trong khoảng 50% cặp vợ chồng bị vô sinh. Khoảng một phần ba số cặp vợ chồng vô sinh có nhiều hơn một nguyên nhân hoặc yếu tố liên quan đến sự không có khả năng thụ thai của họ. Khoảng 20% trong số này không phát hiện được nguyên nhân vô sinh sau khi kiểm tra sức khỏe. \nĐiều gì gây ra vô sinh?\n Nhiều yếu tố và vấn đề khác nhau có thể gây ra vô sinh, bao gồm cả các vấn đề trong hệ sinh sản của phụ nữ, hệ sinh sản của đàn ông, hoặc kết hợp cả hai. Sau đây là một số những rối loạn hoặc yếu tố có liên quan đến vô sinh:  những vấn đề ở người phụ nữ     \nrối loạn chức năng rụng trứng\n   Với bệnh này, hệ sinh sản của người đàn bà không tạo ra lượng phù hợp của các hoóc-môn cần thiết cho sự phát triển, chín và rụng trứng khỏe mạnh.   các vấn đề cấu tạo cơ thể    Sự phát triển hoặc chức năng bất bình thường của cơ thể người phụ nữ có thể ngăn ngừa trứng và tinh trùng gặp nhau. Vấn đề cấu tạo cơ thể thường gặp nhất là tắt nghẽn ống dẫn noãn (vòi Fallope). Các vấn đề cấu tạo cơ thể khác có thể bao gồm sự hiện diện của mô sẹo vùng chậu do phẫu thuật hoặc nhiễm trùng trước đây.   lạc nội mạc tử cung   Lạc nội mạc tử cung là bệnh trong đó các mô lót tử cung phát triển bên ngoài tử cung, thường là trên các cơ quan sinh sản khác trong xương chậu hoặc trong khoang bụng. Mỗi tháng, mô lạc vị này phản ứng với những thay đổi do hóc-môn của chu kỳ kinh nguyệt theo cách dày lên và bong ra, dẫn đến chảy máu có thể làm mô sẹo hình thành và ảnh hưởng đến chức năng của cơ quan sinh sản.   các dị tật bẩm sinh   Sự phát triển và chức năng bất thường của cơ quan sinh sản do khuyết tật bẩm sinh có thể ảnh hưởng đến khả năng sinh sản. Một trong những khuyết tật bẩm sinh phổ biến nhất của hệ sinh sản xảy ra do người phụ nữ bị nhiễm DES (diethylstilbestrol) từ mẹ khi mang thai. Trong những năm qua, DES đã được kê toa cho những phụ nữ có nguy cơ sẩy thai. Bào thai phơi nhiễm với DES thường gặp bất thường trong sự phát triển của tử cung và cổ tử cung.   nhiễm trùng   Bệnh viêm khung chậu (PID) gây ra do loại vi khuẩn như bệnh lậu và chlamydia. Bệnh viêm khung chậu có thể tấn công tử cung, ống dẫn noãn (vòi Fallope), và / hoặc buồng trứng. Nó có thể dẫn đến dính xương chậu và mô sẹo phát triển giữa các cơ quan nội tạng, gây ra đau xương chậu phát triển và khả năng mang thai ngoài tử cung (trứng được thụ tinh bám vào bên ngoài tử cung).   các vấn đề miễn dịch   Những rối loạn trong hệ miễn dịch của người phụ nữ có thể dẫn đến sẩy thai. Các kháng thể (các prô-tê-in miễn dịch hoặc bảo vệ) trong cơ thể phụ nữ có thể không nhận biết được sự có thai, hoặc có thể có một phản ứng miễn dịch bất thường đối với sự mang thai. Phụ nữ cũng có thể phát triển các kháng thể kháng tinh trùng sẽ tấn công và tiêu diệt tinh trùng.  những vấn đề ở người đàn ông    không sản xuất hoặc sản xuất ít tinh trùng   Nếu không có số lượng tinh trùng khỏe mạnh thích hợp, cơ hội thụ tinh sẽ giảm.   \nchức năng tinh trùng bất thường\n   Tinh trùng phải có chuyển động thích hợp và khả năng xâm nhập trứng.   giãn tĩnh mạch thừng tinh   Đây là một bệnh trong đó các tĩnh mạch căng giãn phát triển quanh tinh hoàn. Nó là một nguyên nhân rất phổ biến của các yếu tố vô sinh nam và thường có thể điều trị và hồi phục bằng phẫu thuật.   lối sống   Sử dụng các chất kích thích (như cần sa, cô-ca-in), sử dụng rượu nặng, hút thuốc, một số loại dược phẩm, và nhiệt độ quá nóng ở vùng sinh dục (như trong bồn tắm nước nóng) có thể ảnh hưởng đến chất lượng và chức năng tinh trùng.   \nrối loạn hoóc-môn\n   Hoóc-môn nam hoặc chức năng nội tiết không đúng có thể ảnh hưởng đến sự sản xuất tinh trùng và khả năng thụ tinh.   dị tật nhiễm sắc thể   Một số dị dạng nhiễm sắc thể gắn liền với chứng vô sinh ở nam.   dị tật bẩm sinh   Bất thường trong hệ sinh sản của con người có thể xảy ra trong sự phát triển thai nhi. Một số khuyết tật bẩm sinh   do phơi nhiễm với DES (diethylstilbestrol) khi người đàn ông được mang thai.   vấn đề miễn dịch   Một người đàn ông có thể có kháng thể kháng tinh trùng (các prô-tê-in miễn dịch hoặc bảo vệ) tấn công và tiêu diệt tinh trùng. \nVô sinh được chẩn đoán như thế nào?\n Khi sự thụ thai không xảy ra sau một năm quan hệ tình dục không dùng biện pháp bảo vệ, sau sáu tháng ở phụ nữ trên 35 tuổi, hoặc nếu có biết những vấn đề gây vô sinh, một giám định y khoa sẽ được đề nghị thực hiện ở cả người nam và nữ. Một số bác sĩ sản khoa / bác sĩ phụ khoa (OB / GYN) có thể cung cấp đánh giá và điều trị vô sinh cơ bản. Tuy nhiên, nhiều nguyên nhân vô sinh sẽ được điều trị tốt nhất bởi một bác sĩ chuyên khoa nội tiết và sinh sản. Đây là một bác sĩ sản khoa / phụ khoa được huấn luyện và đào tạo thêm về vô sinh và có chứng nhận của Hiệp hội Sản Phụ khoa Hoa Kỳ trong chuyên khoa phụ Nội tiết sinh sản và Vô sinh. Nói chung, bác sĩ sản khoa / phụ khoa hoặc bác sĩ chuyên khoa nội tiết sinh sản sẽ đánh giá tình hình cụ thể và thực hiện các xét nghiệm trong cả người nam và nữ để xác định nguyên nhân vô sinh. Các bác sĩ sẽ tìm câu trả lời cho những câu hỏi sau:  Người nữ rụng trứng thường xuyên không?\n Người nam có tạo ra tinh trùng khoẻ mạnh và có thể sống không?\n Trứng của người nữ và tinh trùng của người nam có thể thụ tinh và phát triển bình thường không?\n Có trở ngại gì trong việc bám của bào thai vào tử cung và nuôi dưỡng bào thai không?\n  Các xét nghiệm sau đây thường là một phần của việc kiểm tra sức khoẻ tổng quát cơ bản cho vô sinh.  \ncả hai người nam và nữ\n    tiền sử sức khỏe và tình dục (để đánh giá các nguyên nhân thể chất có thể gây vô sinh và liệu thời gian quan hệ tình dục có thích hợp chưa)\n    người nữ    \nkiểm tra sức khoẻ tổng quát\n   Một cuộc kiểm tra sức khoẻ tổng quát toàn diện (bao gồm phết tế bào cổ tử cung và xét nghiệm nhiễm trùng) sẽ  cần thiết.   \nđánh giá sự rụng trứng\n   Đánh giá chức năng rụng trứng bằng cách phân tích thân nhiệt và sự rụng trứng được gọi là biểu đồ nhiệt độ cơ thể cơ bản, hoặc với phương pháp dự đoán sự rụng trứng sử dụng mẫu nước tiểu, có thể được đề nghị.   xét nghiệm hoóc-môn   Xét nghiệm hoóc-môn có thể được đề nghị, vì sự sản xuất một số hoóc-môn sẽ tăng hoặc giảm vào các thời điểm khác nhau trong chu kỳ hàng tháng.   siêu âm   Siêu âm có thể thấy sự hiện diện của các nang (các túi chứa trứng đang phát triển) và độ dày của các mô tử cung. Siêu âm cũng có thể cho thấy những tình trạng bất thường, như là u nang buồng trứng hoặc u xơ tử cung (các khối u lành tính trong tử cung).   X-quang   Chụp X-quang vòi tử cung có thể được đề nghị. Xét nghiệm này sử dụng một loại thuốc nhuộm cản bức xạ tiêm vào lổ cổ tử cung để xem xét bên trong tử cung và xác định xem các ống dẫn trứng có thông bình thường hay không.  người nam    phân tích tinh dịch   Tập hợp các nhóm mẫu tinh dịch thu được bằng cách thủ dâm được xét nghiệm phân tích mật độ, chuyển động, hình dạng, số lượng của tinh trùng, và có thể được đề nghị giám định tinh dịch. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, một lần xuất tinh bình thường chứa hơn 20 triệu tinh trùng trong mỗi mi-li-lít tinh dịch, hơn 50% tinh trùng sẽ di chuyển về phía trước, và hơn 30% tinh trùng phải có hình dạng bình thường.   \ncác xét nghiệm khác có thể được thực hiện để đánh giá khả năng thâm nhập vào trứng của tinh trùng, cũng như xét nghiệm nội tiết tố nam\n   Nam giới có thể được giới thiệu đến bác sĩ chuyên khoa niệu để được đánh giá thêm.   \nĐiều trị vô sinh:\n Điều trị vô sinh cụ thể sẽ được xác định bởi bác sĩ của bạn dựa trên:  tuổi của bạn, sức khỏe tổng quát, và tiền sử bệnh\n mức độ bệnh\n \nnguyên nhân bệnh\n \ndung nạp của bạn với thuốc, phương thức điều trị, hoặc liệu pháp\n dự đoán tiến triển của bệnh \ný kiến ​​hoặc nguyện vọng của bạn\n  Sau khi chẩn đoán, các chuyên gia có thể làm việc với bạn để xác định liệu trình điều trị. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, hầu hết các trường hợp vô sinh (85% tới 90%), sẽ được điều trị bằng các liệu pháp thông thường, chẳng hạn như điều trị bằng thuốc hoặc phẫu thuật sửa chữa những bất thường của hệ sinh sản. Tùy thuộc vào nguyên nhân vô sinh, có nhiều lựa chọn chữa trị cung cấp cho một cặp vợ chồng vô sinh. Những phương pháp điều trị cho phụ nữ có thể bao gồm: Dược phẩm kiểm soát sự rụng trứng Các loại dược phẩm này giúp kiểm soát thời gian rụng trứng và kích thích sự phát triển và phóng thích trứng chín. Dược phẩm dạng này cũng có thể giúp điều chỉnh các rối loạn về nội tiết tố có thể ảnh hưởng đến niêm mạc tử cung khi nó chuẩn bị nhận trứng đã được thụ tinh. Thuốc rụng trứng có thể kích thích nhiều hơn một trứng được phóng thích làm tăng khả năng mang thai song sinh và đa sinh. Một số thuốc rụng trứng thông thường bao gồm:  \nclomiphene citrate\n \nhoóc-môn kích thích tuyến sinh dục ở người mãn kinh – các thuốc chứa hoóc-môn sinh sản (FSH) và hoóc-môn tạo hoàng thể (LH)\n hoóc-môn sinh sản (FSH)  Thụ tinh trong tử cung Đối với một số điều kiện, chẳng hạn như mật độ tinh trùng thấp và vấn đề chất nhầy cổ tử cung, một quy trình sẽ đưa tinh trùng đã được rửa sạch và chuẩn bị trực tiếp vào trong tử cung thông qua một ống nhỏ (ống mềm dẻo) giúp tăng cơ hội thụ thai. Phương thức này thường được dùng trong kết hợp với thuốc kiểm soát sự rụng trứng. Phẫu thuật Phẫu thuật có thể được dùng để điều trị hoặc sửa chữa một tình trạng gây ra vô sinh như tắt nghẽn ống dẫn noãn (vòi Fallope), hoặc bệnh lạc nội mạc tử cung. Một thủ thuật phẫu thuật thông dụng thường được dùng như một phần của kiểm tra chẩn đoán vô sinh là phẫu thuật nội soi. Trong phẫu thuật nội soi, một kính viễn vọng nhỏ được đưa vào trong ổ bụng hoặc vùng chậu cho phép xem xét các cơ quan nội tạng. Một số cách điều trị vô sinh có thể được thực hiện bằng cách sử dụng dụng cụ đưa vào qua ống nội soi. Kỹ thuật hỗ trợ sinh sản (ART) Đối với một số cặp vợ chồng, cần phải được điều trị sâu rộng hơn. Với hầu hết các dạng kỹ thuật hỗ trợ sinh sản, tinh trùng và trứng được kết hợp trong phòng thí nghiệm và trứng được thụ tinh được trả lại vào tử cung của người phụ nữ nơi nó có thể bám vào và phát triển. Mặc dù những kỹ thuật này thường tốn kém, nhưng nhiều người đã thành công. Chúng bao gồm những điều sau đây: o Thụ tinh trong ống nghiệm (IVF) Bao gồm lấy trứng của người phụ nữ, thụ tinh trứng trong phòng xét nghiệm với tinh trùng, và sau đó chuyển một hoặc nhiều phôi đã được thụ tinh vào tử cung của người phụ nữ qua đường cổ tử cung (chuyển giao phôi), nơi phôi có thể phát triển. Hầu hết các cặp vợ chồng đều chuyển hai phôi, tuy nhiên, có thể chuyển nhiều hơn tùy các trường hợp nhất định. Thụ tinh nhân tạo là hình thức phổ biến nhất của kỹ thuật hỗ trợ sinh sản và nó thường được lựa chọn điều trị cho một phụ nữ bị tắt, hư hỏng nặng hay không có ống dẫn trứng. Thụ tinh nhân tạo cũng được dùng chữa vô sinh gây ra bởi bệnh lạc nội mạc tử cung hoặc yếu tố vô sinh nam. Thụ tinh nhân tạo đôi khi cũng được dùng để điều trị cho những cặp vợ chồng vô sinh không rõ nguyên nhân trong thời gian dài đã không thể thụ thai với các phương pháp điều trị vô sinh khác. Theo ASRM, chi phí trung bình cho một lần thụ tinh trong ống nghiệm ở Hoa Kỳ là 12.400 đô-la. Tuy nhiên, thường thì cần phải thực hiện nhiều hơn 1 lần. o Tiêm tinh trùng nội bào tương (ICSI) Một thủ thuật trong đó một tinh trùng được tiêm trực tiếp vào một quả trứng; thường được dùng điều trị cho các rối loạn yếu tố vô sinh nam. o Chuyển giao tử vào vòi trứng (GIFT) Bao gồm việc sử dụng một dụng cụ sợi quang học gọi là ống nội soi để hướng dẫn việc chuyển giao các trứng chưa được thụ tinh và tinh trùng vào ống dẫn trứng của người phụ nữ thông qua các vết mổ nhỏ ở bụng của cô. Chuyển giao tử vào vòi trứng chỉ được thực hiện ở phụ nữ có ống dẫn trứng khỏe mạnh. o Chuyển phôi (hợp tử) vào vòi trứng (ZIFT) Bao gồm việc thụ tinh trứng của người phụ nữ trong phòng thí nghiệm và sau đó sử dụng một ống nội soi để hướng dẫn việc chuyển giao các trứng đã thụ tinh (hợp tử) vào ống dẫn trứng của cô. Chuyển phôi (hợp tử) vào vòi trứng chỉ được sử dụng ở phụ nữ có ống dẫn trứng khỏe mạnh. o Hiến tặng trứng Liên quan đến một phôi thai hình thành từ trứng của một phụ nữ (người hiến tặng) được chuyển cho một người phụ nữ không thể thụ thai với trứng của chính mình (người nhận). Người hiến tặng phải cam kết từ bỏ tất cả các quyền cha mẹ đối với đứa con được thụ tinh. ART sử dụng trứng hiến tặng phổ biến cho phụ nữ lớn tuổi hơn so với phụ nữ trẻ. Khả năng bám vào tử cung và sống được của trứng đã thụ tinh liên quan đến tuổi tác của người phụ nữ hiến trứng. Người cho trứng nên ở tuổi đôi mươi hay đầu ba mươi. o Trữ lạnh phôi Phương thức trong đó phôi được bảo quản bằng cách đông lạnh (trữ lạnh) để chuyển giao vào thời gian sau đó. Phương thức này thường được dùng khi một lần thụ tinh trong ống nghiệm tạo ra nhiều phôi hơn có thể cấy ghép cùng một lúc. Những phôi còn lại có thể cấy ghép truyền trong lần sau nếu người phụ nữ không mang thai được. Hiện có một loạt các lựa chọn điều trị cho các yếu tố vô sinh nam. Điều trị có thể bao gồm:  \nCác kỹ thuật hỗ trợ sinh sản (ART). Loại điều trị này có thể bao gồm:\n  o Thụ tinh nhân tạo Thụ tinh nhân tạo bao gồm đưa lượng khá lớn tinh trùng khỏe mạnh vào cổ tử cung hay tử cung của người phụ nữ, bằng cách đi qua cổ tử cung, để có chuyển giao trực tiếp đến ống dẫn trứng. o Thụ tinh trong ống nghiệm, chuyển giao tử vào vòi trứng và các kỹ thuật khác Thụ tinh trong ống nghiệm (IVF) hoặc chuyển giao tử vào vòi trứng(GIFT) đã được sử dụng để điều trị vô sinh nam. Bởi vì trong trường hợp thụ tinh nhân tạo, thụ tinh trong ống nghiệm và các kỹ thuật tương tự sẽ tạo cơ hội để chuẩn bị tinh trùng trong ống nghiệm, do đó tế bào trứng được tiếp xúc với một nồng độ tối ưu của tinh trùng chất lượng cao và có khả năng chuyển động tốt hơn. o Thụ tinh vi phẫu thuật (các kỹ thuật tiêm tế bào như là tiêm tinh trùng nội bào tương (ICSC).  Cách điều trị này tạo điều kiện thuận lợi cho tinh trùng thâm nhập vào bằng cách tiêm từng tinh trùng vào tế bào trứng. Sự thụ tinh sau đó diễn ra qua kính hiển vi.  Điều trị bằng thuốc  Một tỷ lệ nhỏ đàn ông bị vô sinh do rối loạn hoóc-môn có thể được chữa bằng điều trị hoóc-môn. Sự mất cân đối về hoóc-môn gây ra bởi rối loạn chức năng trong cơ chế tương tác giữa vùng dưới đồi, tuyến yên, và tinh hoàn ảnh hưởng trực tiếp đến sự phát triển của tinh trùng (sự sinh tinh trùng). Điều trị bằng thuốc có thể bao gồm điều trị bằng hoóc-môn kích thích tuyến sinh dục, kháng sinh, hoặc các thuốc khác được coi là phù hợp.  Phẫu thuật  Điều trị ngoại khoa trong chứng vô sinh ở nam được thiết kế để khắc phục những khuyết tật cơ thể cản trở sự sản xuất và phát triển của tinh trùng hoặc sự xuất tinh. Ca phẫu thuật để loại bỏ căng giãn tĩnh mạch trong bìu (giãn tĩnh mạch thừng tinh) đôi khi có thể cải thiện chất lượng của tinh trùng. \nVô sinh vô cớ là gì?\n Khoảng 20% các cặp vợ chồng vô sinh không rõ nguyên nhân, tức là dù đã làm tất cả kiểm tra, vẫn không tìm ra nguyên nhân vô sinh. Vô sinh vô cớ không có nghĩa là không có nguyên nhân cho vấn đề này, nhưng là chưa thể xác định được tại thời điểm hiện tại. Nếu bạn nghi ngờ mình đang bị vô sinh, hãy tiìm sự tư vấn sức khỏe sớm. Độ tuổi của người phụ nữ và thời gian vô sinh của cặp vợ chồng có thể ảnh hưởng đến sự thành công của việc điều trị."
        },
        {
            "en": "What's causing your pelvic pain    What is pelvic pain? Pelvic pain refers to pain in the abdomen below the belly button. This pain can accompany a wide range of conditions. It may be a sign of digestive disorder like IBS, or a red flag for a life-threatening emergency. In the following slides, we explore some causes of pelvic pain. But be sure to see your doctor for proper diagnosis and treatment. Appendicitis This is an inflammation of the appendix, a tube of tissue connected to the large intestine. The symptoms include sharp pain in the lower right abdomen, vomiting, and fever. If you have these symptoms, go to the ER. An infected appendix must be surgically removed or it will eventually burst, spreading the infection within the abdomen. This can result in life-threatening complications. Irritable bowel syndrome (IBS) Irritable bowel syndrome (IBS) is a chronic digestive disorder that causes recurring belly pain, cramps, bloating, and diarrhea or constipation. Doctors don't know what causes it, but there are strategies to control the symptoms. These include diet changes, stress management, and medications to treat diarrhea or constipation. Mittelschmerz (Painful ovulation) If you have painful twinges halfway between your periods, you may be feeling your body ovulate. During ovulation, the ovary releases an egg along with some fluid and blood, which may irritate the lining of the abdomen. This is called mittelschmerz from the German words for \"middle\" and \"pain,\" because it occurs mid-cycle. The pain may switch sides from month to month. It isn't harmful and usually goes away within a few hours. PMS (Premenstrual syndrome) PMS can also cause abdominal cramps, low back pain, headaches, tender breasts, and acne. Hormonal changes may be to blame. Stress, lack of exercise, and some vitamin deficiencies may make the symptoms worse. If PMS is interfering with your daily activities, talk to your doctor. Lifestyle changes and medication can often help. The chart shows hormone changes during a normal menstrual cycle. Menstrual cramps Every month, the uterus builds up a lining of tissue called the endometrium, where an embryo can implant and grow. If you don't get pregnant, the lining breaks down and leaves the body as your menstrual period. Menstrual cramps can occur when the uterus contracts to help push out this blood. The cramps are usually felt in the lower belly or back and last one to three days. A heating pad and over-the-counter pain relievers may help. Ectopic pregnancy This is a life-threatening emergency that requires immediate treatment. It happens when an embryo implants and begins growing somewhere outside of the uterus, usually the fallopian tube. The symptoms include sharp pelvic pain or cramps (particularly on one side), vaginal bleeding, nausea, and dizziness. Urgent medical attention is needed. Pelvic inflammatory disease One of the most serious complications of STDs is pelvic inflammatory disease or PID. This infection can cause permanent damage to the uterus, ovaries, and fallopian tubes (seen here, swollen and red). In fact, it's the leading preventable cause of infertility in women. Symptoms include belly pain, fever, abnormal vaginal discharge, and pain during sex or urination. PID is treated with antibiotics, and in severe cases, surgery. Ovarian cysts A follicle houses the maturing egg during the menstrual cycle and releases the egg when you ovulate. Occasionally, a follicle doesn't open to release the egg or recloses after releasing the egg and swells with fluid, forming an ovarian cyst. This is usually harmless and goes away on its own. But large cysts may cause pelvic pain, weight gain, and frequent urination. Ovarian cysts can be identified with a pelvic exam or ultrasound. Uterine fibroids Fibroids grow in the wall of the uterus and are sometimes called fibroid tumors, but they are not cancerous. Fibroids are common in women in their 30s and 40s and usually cause no problems. However, some women may experience pressure in the belly, low back pain, heavy periods, painful sex, or trouble getting pregnant. Talk with your doctor about treatments to shrink or remove problematic fibroids. Endometriosis In some women, endometrial tissue grows outside the uterus. Growths may form on the ovaries, fallopian tubes, bladder, intestines, and other parts of the body. When it's time for your period, these clumps break down, but  the tissue has no way to leave the body. This is rarely dangerous, but it can cause pain and produce scar tissue that may make it tough to get pregnant. There are treatments for endometriosis, but there is no cure. Urinary tract infection A urinary tract infection (UTI) begins when germs get into the urinary tract. A UTI can cause problems anywhere from the urethra to the bladder and up through the ureters all the way to the kidneys. Symptoms include pressure in the lower pelvis, painful urination, and a frequent urge to urinate. The infection usually isn't serious if it is treated promptly. But when it spreads to the kidneys, it can cause permanent damage. Signs of a kidney infection include fever, nausea, vomiting, and pain in one side of the lower back. Kidney stones Kidney stones are globs of salt and minerals that deposit in the urine. They can be as tiny as a grain of sand or as large as a golf ball. As the stones move from your kidney to your bladder, they can trigger sudden, excruciating pain in the belly or pelvic area. Your urine may turn pink or red from blood. Check with your doctor if you think you have kidney stones. Most will pass out of your system on their own, but some require treatment. Interstitial cystitis (IC) Interstitial cystitis (IC) is a chronic pain condition related to inflammation of the bladder. The cause is unknown. People with severe IC may need to urinate multiple times an hour. Other symptoms include pressure above the pubic area, painful urination, and pain during sex. The condition is most common in women in their 30s and 40s. Although there is no cure, there are ways to ease the symptoms. Sexually transmitted diseases Pelvic pain is a warning sign for some sexually transmitted diseases (STDs.) Two of the most common are chlamydia and gonorrhea (shown here through a microscope); they often occur together. They don't always cause symptoms, but when they do, they may trigger pelvic pain, painful urination, bleeding between periods, and abnormal vaginal discharge. It's important to seek treatment to prevent serious complications and avoid infecting your partner. Pelvic organ prolapse Many women will have pelvic organ prolapse as they age. This occurs when an organ, such as the bladder or uterus, drops into a lower position. It usually isn't a serious health problem, but it can be uncomfortable. The most common symptoms are pressure against the vaginal wall, feeling full in the lower belly, discomfort in the groin or lower back, and painful sex. Treatment options range from special exercises to surgery. Pelvic congestion syndrome <em>Varicose</em> veins commonly occur in the legs (in the upper thigh), and they can sometimes develop in the pelvis. Blood backs up in the pelvic veins, causing them to become swollen and painful. This is known as pelvic congestion syndrome. The pain tends to be worse when you sit or stand. Lying down may provide relief. There are minimally invasive procedures to treat pelvic congestion syndrome. Scar tissue If you've had surgery in the pelvic or lower abdominal region, such as an appendectomy or a C-section, or infection in the area, you could have a pain from scar tissue. Adhesions are a type of internal scar tissue that forms between organs or structures that are not meant to be connected. Abdominal adhesions can cause pain and other problems, depending on their location. In some cases, adhesions must be surgically removed. Vulvodynia Vulvodynia is chronic vulvar pain that has no known cause. The pain affects the area around the opening of the vagina.  It can be constant or recurring and is often described as a burning, stinging or throbbing sensation. Riding a bike or having sex may make the pain worse. It is not caused by an infection. And a diagnosis of vulvodynia is made only after ruling out other causes of vulvar pain. Treatment options range from medication to physical therapy. Pain during sex Pain during sex (dyspareunia) can be caused by many of the conditions we've discussed, most of which are treatable. Other reasons for painful sex are vaginal infections or insufficient lubrication. Sometimes there is no medical explanation for pain during sex. In those cases, sexual therapy may be beneficial. This type of therapy can help resolve inner conflicts about sex or past abuse. Chronic pelvic pain Chronic pelvic pain occurs below your belly button and lasts at least 6 months. It may be severe enough to interfere with your sleep, career, or relationships. The first step toward getting your life back is seeing your doctor for a diagnosis. Most of the conditions we've discussed respond well to treatment. Sometimes, even after a lot of testing, the cause of pelvic pain remains a mystery. But your doctor can still help you find ways to feel better.",
            "vi": "Nguyên nhân gì gây đau vùng xương chậu    Đau vùng xương chậu là gì? Đau khung xương chậu có nghĩa là đau vùng bụng dưới rốn. Triệu chứng này có thể đi kèm nhiều chứng bệnh khác nhau. Đó có thể là dấu hiệu chứng rối loạn tiêu hoá như hội chứng kích thích ruột (IBS: irritable bowel syndrome), hoặc là một dấu hiệu nguy hiểm cho biết tình trạng khẩn cấp đe doạ đến tính mạng. Trong những khung hình dưới đây, chúng ta sẽ nghiên cứu một số nguyên nhân gây đau khung xương chậu. Nhưng chắc rằng phải đến bác sĩ để được khám và điều trị đúng đắn.  Viêm ruột thừa Đây là bệnh viêm ruột thừa – viêm ống mô nối với ruột già. Triệu chứng đau nhói vùng bụng dưới bên phải, ói mửa, và sốt. Nếu mắc những triệu chứng này thì bạn nên đến phòng cấp cứu nhé. (ER: emergency room). Ruột thừa bị viêm phải nên được cắt bỏ kẻo sẽ bị vỡ ra, gây nhiễm trùng lây lan trong bụng, dẫn đến nhiều biến chứng nguy hiểm đến tính mạng.  Hội chứng kích thích ruột  Hội chứng kích thích ruột (IBS) là bệnh rối loạn tiêu hóa mãn tính gây đau bụng tái phát, chuột rút, sưng phù, và tiêu chảy hoặc táo bón. Bác sĩ vẫn chưa tìm ra nguyên nhân gây bệnh, nhưng cũng có nhiều biện pháp để kiểm soát các triệu chứng đó bao gồm việc thay đổi chế độ dinh dưỡng, ức chế căng thẳng, và sử dụng thuốc để trị tiêu chảy hoặc táo bón.  Thời kỳ phóng noãn (thường kèm theo triệu chứng đau đớn, khó chịu) Nếu bị đau giữa chu kỳ kinh của mình thì chắc là bạn cũng có thể cảm giác thấy cơ thể mình rụng trứng. Trong thời gian rụng trứng, buồng trứng làm rụng một trứng kèm theo một ít dịch và máu, chất này có thể làm kích thích niêm mạc bụng. Đây gọi là thời kỳ phóng noãn (mittelschmerz) xuất xứ từ tiếng Đức có nghĩa là “giữa” và “đau”, bởi nó xảy ra vào giữa chu kỳ. Triệu chứng gây đau đớn này thay đổi từ bên này sang bên khác, không giống nhau giữa từng tháng một. Nó không gây hại gì và thường sẽ tự hết trong vòng một vài tiếng đồng hồ.  PMS (Hội chứng trước kỳ kinh nguyệt) PMS có thể gây chuột rút ở bụng, đau vùng lưng dưới, nhức đầu, ngực mềm, và nổi mụn trứng cá. Các thay đổi hooc-môn cũng có thể là nguyên nhân. Căng thẳng, thiếu vận động, và thiếu một số vitamin cũng có thể làm cho các triệu chứng này nặng thêm. Nếu hội chứng PMS làm ảnh hưởng đến các hoạt động thường nhật của bạn thì hãy nên tham khảo ý kiến của bác sĩ nhé. Việc thay đổi lối sống và thuốc cũng thường có tác dụng rất tốt.  Biểu đồ biểu thị những thay đổi của hoóc-môn trong suốt chu kỳ kinh nguyệt bình thường.  Chuột rút do kinh nguyệt Hằng tháng, tử cung có nhiệm vụ làm tăng sinh lớp niêm mạc mô gọi là nội mạc tử cung, phôi thai có thể bám và lớn lên ở đây. Nếu bạn không có thai thì lớp niêm mạc này sẽ bong tróc ra và được tống ra khỏi cơ thể như kỳ kinh của bạn vậy. Chứng chuột rút do kinh nguyệt có thể xảy ra khi tử cung co bóp để đẩy máu ra ngoài. Hội chứng chuột rút thường xảy ra ở vùng bụng dưới hoặc lưng và kéo dài từ 1 đến 3 ngày. Đệm đốt nóng hoặc thuốc giảm đau mua tự do không theo toa có thể giúp bạn giảm đau.  Thai ngoài tử cung Thai ngoài tử cung là tình trạng khẩn cấp đe doạ đến tính mạng cần phải được điều trị ngay tức khắc. Nó xảy ra khi phôi thai bám vào và bắt đầu phát triển ở một nơi nào đó ngoài tử cung, thường là ống dẫn trứng. Triệu chứng đau khung xương chậu dữ dội hoặc chuột rút (nhất là ở một bên), xuất huyết âm đạo, buồn nôn, và chóng mặt. Trường hợp này cần được điều trị khẩn cấp.  Bệnh viêm khung chậu Một trong những biến chứng nguy hiểm nhất của các bệnh lây truyền qua đường tình dục là bệnh viêm khung chậu hoặc viêm chậu hông (PID: Pelvic Inflammatory Disease). PID có thể gây hại lâu dài cho tử cung, buồng trứng, và ống dẫn trứng (ở đây, nó bị sưng và đỏ lên). Thực ra, đây là nguyên nhân gây vô sinh hàng đầu có thể phòng tránh được ở phụ nữ. Triệu chứng đau bụng, sốt, khí hư bất thường, và đau khi quan hệ tình dục hoặc đau khi đi tiểu. PID được điều trị bằng thuốc kháng sinh, và trong trường hợp nghiêm trọng thì sẽ tiến hành phẫu thuật.  Nang buồng trứng Nang là chỗ trú của trứng đã chín trong suốt chu kỳ kinh nguyệt và có nhiệm vụ làm rụng trứng. Nhưng cũng có đôi khi nang này không mở ra để cho trứng rụng hoặc đóng lại sau khi rụng trứng và sưng phồng lên chứa dịch, tạo thành u nang buồng trứng. Trường hợp này thường không nguy hại gì và sẽ tự hết. Nhưng nang lớn có thể gây đau vùng xương chậu, tăng cân, và đi tiểu thường xuyên. Nang buồng trứng có thể nhận biết được bằng cách khám khung chậu hoặc siêu âm. U xơ tử cung Khối xơ phát triển ở thành tử cung và đôi khi cũng được gọi là u xơ, nhưng đây không phải là ung thư. U xơ là chứng bệnh thường thấy ở phụ nữ độ tuổi 30 và 40 và thường không gây nguy hại gì. Tuy nhiên, một số phụ nữ có thế thấy nặng bụng, đau vùng lưng dưới, kinh nguyệt ra nhiều, đau khi quan hệ tình dục, hoặc khó mang thai. Hãy tham khảo ý kiến của bác sĩ về các phương pháp chữa trị để làm teo hoặc cắt bỏ những u xơ khó trị nhé. Bệnh lạc nội mạc tử cung Ở một số phụ nữ, mô màng trong dạ con phát triển bên ngoài tử cung. Các khối u này có thể hình thành trên buồng trứng, ống dẫn trứng, bàng quang, ruột, và bộ phận khác của cơ thể. Đến đúng vào chu kỳ kinh nguyệt thì chúng vỡ ra, nhưng mô không có cách nào để ra khỏi cơ thể. Đây là chứng bệnh hiếm khi nguy hiểm, nhưng nó có thể gây đau và tạo mô sẹo có thể làm khó thụ thai. Có nhiều phương pháp điều trị bệnh lạc nội mạc tử cung, nhưng không có thuốc để chữa bệnh này.  Nhiễm trùng đường tiểu Nhiễm trùng đường tiểu (UTI) xảy ra khi mầm bệnh đi vào đường tiểu. UTI có thể gây rắc rối ở bất kỳ đâu từ niệu đạo tới bàng quang và qua niệu quản đến thận. Triệu chứng áp lực ở vùng xương chậu dưới, đau khi đi tiểu, và thường xuyên mắc tiểu. UTI thường không nguy hiểm nếu được điều trị kịp thời. Nhưng khi nó lan sang thận thì có thể gây hại lâu dài cho thận. Dấu hiệu nhiễm trùng thận gồm sốt, buồn nôn, ói, và đau một bên vùng lưng dưới. Sỏi thận  Sỏi thận là những giọt muối và khoáng chất lắng trong nước tiểu. Chúng có thể rất nhỏ như hạt cát hoặc lớn cỡ quả bóng gôn. Khi những viên sỏi này di chuyển từ thận đến bàng quang, chúng có thể gây đau bụng hoặc khung chậu đột ngột và dữ dội. Nước tiểu của bạn có thể chuyển sang màu hồng hoặc đỏ do máu. Nếu bạn nghĩ mình bị sỏi thận thì nên tham khảo ý kiến của bác sĩ nhé. Hầu hết các trường hợp đều có thể tự khỏi, nhưng một số cũng cần phải chữa trị.  Viêm bàng quang kẽ (IC) Viêm bàng quang kẽ (IC) là chứng đau mãn tính liên quan đến viêm bàng quang. Người ta chưa tìm ra nguyên nhân gây bệnh. Bệnh nhân bị viêm bàng quang kẽ nặng có thể phải đi tiểu nhiều lần trong một tiếng đồng hồ. Các triệu chứng kháng bao gồm áp lực trên vùng xương mu, đau khi đi tiểu, và đau khi quan hệ tình dục. IC thường thấy nhất ở phụ nữ độ tuổi 30 và 40. Mặc dù không có thuốc trị, nhưng cũng có nhiều cách để làm dịu các triệu chứng đó.  Bệnh lây truyền qua đường tình dục Đau khung xương chậu là dấu hiệu cảnh báo một số bệnh lây truyền qua đường tình dục (STDs). 2 bệnh thường thấy nhất là chlamydia (bệnh lây qua đường tình dục) và gonorrhea (bệnh lậu) (ở đây được nhìn qua kính hiển vi); chúng thường xảy ra đồng thời. Những bệnh này không phải lúc nào cũng gây ra triệu chứng, nhưng khi xảy ra bệnh thì chúng có thể gây đau khung xương chậu, đau khi đi tiểu, xuất huyết giữa chu kỳ kinh nguyệt, và xuất hiện khí hư bất thường. Điều quan trọng là nên chữa trị để tránh các biến chứng nguy hiểm và tránh làm lây lan cho bạn tình của bạn.  Bệnh sa khung xương chậu  Nhiều phụ nữ bị bệnh sa khung xương chậu khi lớn tuổi. Bệnh này xảy ra khi một cơ quan nào đó, như bàng quang hay tử cung, bị sa xuống thấp. Nó thường không phải là vấn đề sức khỏe nghiêm trọng, nhưng có thể gây khó chịu. Triệu chứng thường thấy nhất là áp lực ở thành âm đạo, cảm giác căng bụng dưới, khó chịu ở háng hoặc vùng lưng dưới, và đau khi quan hệ tình dục. Bạn có thể lựa chọn phương pháp điều trị từ các bài tập đặc biệt đến phẫu thuật.  Hội chứng sung huyết vùng xương chậu Tĩnh mạch thường bị giãn ở chân (ở bắp đùi trên), và đôi khi có thể xảy ra ở khung xương chậu. Máu bị tắc nghẽn trong tĩnh mạch khung xương chậu, làm cho các tĩnh mạch này sưng lên và gây đau nhức. Đây được gọi là hội chứng sung huyết vùng xương chậu. Khi bạn ngồi hoặc đứng thì hội chứng này càng đau dữ dội và giảm bớt khi nằm. Không có nhiều biện pháp điều trị hội chứng sung huyết vùng xương chậu.  Mô sẹo Nếu bạn đã phẫu thuật ở khung xương chậu hoặc vùng bụng dưới, chẳng hạn như thủ thuật cắt ruột thừa hoặc thuật mổ bắt con, hoặc bị nhiễm trùng tại đó, bạn có thể bị đau do mô sẹo. Các dải sợi (hình thành do chấn thương) là một dạng mô sẹo bên trong nằm giữa các cơ quan hoặc cấu trúc không dính liền. Các dải sợi ở bụng có thể gây đau và một số vấn đề khác, tuỳ thuộc vào vị trí của chúng. Trong một số trường hợp thì các dải sợi này cần nên được phẫu thuật để cắt bỏ.  Đau âm hộ Đây là chứng bệnh đau âm hộ mãn tính vô căn. Triệu chứng đau này ảnh hưởng đến vùng quanh lỗ âm đạo. Nó có thể rất dai dẳng, khó trị hoặc tái phát nhiều lần và thường được mô tả như cảm giác rát, nhức nhối hoặc đau đớn dữ dội. Việc đi xe đạp hoặc quan hệ tình dục có thể làm cho bệnh càng trầm trọng hơn. Bệnh này không lây nhiễm. Người ta có thể chẩn đoán bệnh đau âm hộ chỉ sau khi đã loại trừ các nguyên nhân khác gây đau âm hộ. Có nhiều phương pháp để trị chứng đau âm hộ từ thuốc đến vật lý trị liệu. Đau khi quan hệ tình dục Đau khi quan hệ tình dục (chứng giao hợp đau) có thể do nhiều chứng bệnh gây ra mà chúng ta đã thảo luận, hầu hết đều có thể chữa trị được. Nhiều nguyên nhân khác gây chứng giao hợp đau có thể là nhiễm trùng âm đạo hoặc thiếu chất bôi trơn. Đôi khi người ta cũng không tìm ra một lý giải y khoa nào về chứng đau này. Trong các trường hợp đó thì có lẽ liệu pháp tình dục có thể là phù hợp và có ích. Loại liệu pháp này có thể giúp giải quyết được các xung đột bên trong về tình dục hoặc lạm dụng tình dục trước đây.  Đau khung xương chậu mãn tính Đau khung xương chậu mãn tính xảy ra bên dưới rốn và kéo dài ít nhất là 6 tháng. Bệnh này có thể nặng đến nỗi làm cho bạn khó ngủ, ảnh hưởng đến công việc, hoặc các mối quan hệ của bạn. Biện pháp đầu tiên để có thể giúp bạn trở lại cuộc sống bình thường của mình là đến khám bác sĩ để được chẩn đoán. Hầu hết các chứng bệnh mà chúng ta thảo luận đều đã thuyên giảm sau khi điều trị. Đôi khi, thậm chí sau nhiều xét nghiệm thì người ta vẫn không tìm ra được nguyên nhân gây đau khung xương chậu. Nhưng bác sĩ vẫn có thể giúp bạn tìm ra phương pháp để cảm thấy dễ chịu hơn. "
        },
        {
            "en": "Pregnancy calendar (continued)       Week 21 Your baby's development The amniotic fluid that has cushioned and supported your baby in the uterus now serves another purpose. The intestines have developed enough that small amounts of sugars can be absorbed from the fluid that is swallowed and passed through the digestive system to the large bowel. Almost all of your baby's nourishment, however, still comes from you through the placenta. Until now your baby's liver and spleen have been responsible for the production of blood cells. But now the bone marrow spaces are developed enough to contribute to blood cell formation as well, and bone marrow will become the major site of blood cell production in the third trimester and after birth. (The spleen will stop producing blood cells by week 30, and the liver will stop a few weeks before birth.)  Your body Is exercise safe during pregnancy? Exercise can be a great way to stay in shape during pregnancy and can even keep some symptoms — such as <em>varicose</em> veins, excessive weight gain, and backache — to a minimum. But pregnancy is not the time to start training for a triathlon — going slowly is the name of the game. Because ligaments become more relaxed during pregnancy, you're at higher risk for injury, so low- or non-impact exercise such as yoga, swimming, and walking are your best bets. Talk to your health care provider before beginning any exercise program while you're pregnant. Week 22 Your baby's development The senses your baby will use to learn about the world are developing daily. Taste buds have started to form on the tongue, and the brain and nerve endings are formed enough so that the fetus can feel touch. Your baby may experiment with this newfound sense of touch by stroking his or her face or sucking on a thumb, as well as feeling other body parts and seeing how they move. Your baby's reproductive system is continuing to develop, too. In boys, the testes have begun to descend from the abdomen, and in girls, the uterus and ovaries are in place and the vagina is developed. Your body You may soon notice your uterus practicing for delivery with irregular, painless contractions called Braxton Hicks contractions. You may feel a squeezing sensation in your abdomen. Don't worry, though: Your baby may be able to feel the contraction as it squeezes the uterus, but Braxton Hicks contractions aren't dangerous or harmful. If, however, the contractions become more intense, painful, or frequent, contact your health care provider immediately because painful, regular contractions may be a sign of preterm labor. Week 23 Your baby's development Even though fat is beginning to accumulate on your baby's body, the skin still hangs loosely, giving your baby a wrinkled appearance. Your baby's daily workout routine includes moving the muscles in the fingers, toes, arms, and legs regularly. As a result, you may feel more forceful movements. By now your baby weighs a little more than 1 pound (454 grams). If preterm labor and delivery were to occur this week, a baby could survive with expert medical care, but might have mild to severe disabilities. With increasing research and knowledge in the field of fetal medicine, the prognosis for premature babies (preemies) improves every year. Your body  The closer you get to your delivery date, the more trouble you may have sleeping. Anxiety, frequent urination, heartburn, leg cramps, and general discomfort can translate into a short night's sleep for a pregnant woman. But your baby's health and your own depend on you getting adequate rest. Try a warm bath, soothing music, a relaxing book, or a cup of herbal tea to put you in the mood to snooze. Many doctors recommend that pregnant women sleep on their sides, not their backs or stomachs, so that blood flow to the placenta is not restricted. If you find this uncomfortable, try placing a pillow between your knees to relieve the pressure of your weight while lying on your side. Week 24 Your baby's development Your baby is still receiving oxygen through the placenta. But once birth occurs, his or her lungs will start taking in oxygen on their own. In preparation for that, your baby's lungs are developing the ability to produce surfactant. Surfactant is a substance that keeps the air sacs in our lungs from collapsing and sticking together when we exhale, allowing us to breathe properly. Because the inner ear — which controls balance in the body — is now completely developed, your baby may be able to tell when he or she is upside down or right side up while floating and making movements in the amniotic fluid.  Your body An important prenatal test, glucose screening, is usually performed sometime during weeks 24 to 28. The glucose screening test checks for gestational diabetes, a temporary type of diabetes that occurs during pregnancy and can cause problems in the newborn, such as low blood sugar. Gestational diabetes may also increase the chances that a woman would need a cesarean section because it can lead to the big growth of babies.  During the glucose screening test, you'll drink a sugary solution and then have your blood drawn. If your blood sugar levels are too high, you'll have further tests, which your health care provider will discuss with you. Gestational diabetes usually can be controlled by eating a well-planned diet and getting regular exercise, but sometimes medication, such as daily insulin, will be needed during the pregnancy. Week 25 Your baby's development You may notice that your baby has resting and alert periods. You'll notice fetal activity more readily when you are more sedentary. Your baby's hearing has continued to develop, too — he or she may now be able to hear your voice!  Your body Pregnancy can cause some unpleasant side effects when it comes to digestion. Not only does the hormone progesterone slow the emptying of the stomach, but it also relaxes the valve at the entrance to the stomach so that it doesn’t close properly. This allows acidic stomach contents to move upward into the esophagus. The result: reflux (also known as heartburn) that can make eating your favorite meals a nightmare. The expanding uterus puts additional pressure on the stomach in the last few months of pregnancy. Try eating smaller, more frequent meals, and avoid spicy and fatty foods.  Week 26 Your baby's development  Although your baby's eyes have been sealed shut for the last few months, they will soon open and begin to blink. Depending on ethnicity, some babies will be born with blue or gray-blue eyes (which may change color in the first year of life) and some will be born with brown or dark eyes. Eyelashes are growing in, as is more hair on the head.  Your baby, weighing a little less than 2 pounds (907 grams), still looks wrinkly but will continue to gain weight steadily over the next 14 weeks until birth. Your body Your uterus provides a safe haven for your baby before birth. But what about after delivery? Your baby will be moving about your home in what seems like no time at all. Take the time now to safeguard your home by babyproofing. Covering electrical outlets, removing choking hazards, installing smoke alarms, and blocking off staircases are just some of the steps to ensuring your child's safety. Take every precaution you can think of, but remember: No amount of babyproofing can substitute for careful supervision of your child.  Week 27 Your baby's development By this first week of the third trimester, your baby looks similar to what he or she will look like at birth, except thinner and smaller. The lungs, liver, and immune system still need to fully mature, but if born now, your baby would have a very good chance of surviving. As hearing continues to develop, your baby may start to recognize your voice as well as your partner's. Sounds may be muffled, though, because the ears are still covered with vernix, the thick waxy coating that protects the skin from becoming chapped by the amniotic fluid. Your body Your body instinctively nourishes and protects your baby during pregnancy, but caring for a newborn is a learned skill. Consider signing up for childbirth classes through your local community center or hospital to learn about topics such as labor, options for pain relief, what to expect after delivery, common newborn problems, babyproofing, breastfeeding and formula feeding, and infant CPR. Learning all you can about birth and babies will help you feel more confident, especially if you're a first-time parent. Week 28 Your baby's development Your baby now weighs about 2 pounds, 2 ounces (1,000 grams) and measures about 10 inches (25 cm) from crown to rump. At your next prenatal appointment, your health care provider may tell you whether your baby is headfirst or feet- or bottom-first (called breech position) in the womb. Babies who are in the breech position may need to be delivered by cesarean section. Your baby still has 2 months to change position, though, so don't worry if your baby is in the breech position right now. Most babies will switch positions on their own.  The folds and grooves of your baby's brain continue to develop and expand. In addition, your baby continues to add layers of fat and has continued hair growth. Your body  Your health care provider probably sent you for some blood tests early in your pregnancy. One thing blood tests measure is the Rh factor, a substance found in the red blood cells of most people. If you don't have it (if you’re Rh negative) but your baby does (is Rh positive), there is potential for your baby to have health problems, such as jaundice and anemia. Your doctor can prevent these problems by giving you a vaccine called Rh immune globulin at 28 weeks and again after delivery. Week 29 Your baby's development Your baby continues to be active, and those first few flutters of movement have given way to hard jabs and punches that may take your breath away. If you notice a decrease in movement, do a fetal kick count: your baby should move at least 10 times in an hour. If your baby moves less, talk to your health care provider.  Your body During pregnancy, iron is important for replenishing the red blood cell supply. You should be eating at least 30 milligrams of iron each day. Because iron deficiency is common during pregnancy, your health care provider may recommend that you receive a blood test to check your iron level. If it's low, you may be prescribed an iron supplement. Week 30 Your baby's development Now weighing about 3 pounds (1,400 grams) and measuring about 10.8 inches (27 cm) from crown to rump, your baby continues to gain weight and layers of fat. This fat makes the baby look less wrinkly and will help provide warmth after birth. In preparation for respiration after birth, your baby will mimic breathing movements by repeatedly moving the diaphragm. Your baby can even get the hiccups, which you may feel as rhythmic twitches in your uterus.  Your body Constipation is a common complaint of pregnancy. The pregnancy hormones that allow you to maintain your pregnancy also slow the digestive process considerably. Exercising regularly and eating foods high in fiber, such as vegetables and whole grains, are great ways to keep everything regular. Week 31 Your baby's development By now your baby is urinating approximately several cups of urine a day into the amniotic fluid. He or she is also swallowing amniotic fluid, which is completely replaced several times a day. Excess fluid in the amniotic sac (known as polyhydramnios) may mean that the baby isn't swallowing normally or that there is a gastrointestinal obstruction. Inadequate fluid in the amniotic sac (oligohydramnios) may mean that the baby isn't urinating properly and could indicate a problem with the kidneys or urinary tract. Your health care provider will measure your levels of amniotic fluid as part of your routine ultrasound.  Your body Have you decided whether to breastfeed or formula feed your baby? Although the American Academy of Pediatrics (AAP) recommends breast milk as the best form of infant nutrition, the decision about how to feed your child is a personal one. Talk to your health care provider or a lactation consultant if you need more information before making your choice. The milk glands in your breasts may have started to make colostrum by now. Colostrum is the pre-milk that provides your baby with calories and nutrients for the first few days before your milk comes in if you plan to breastfeed. For some women, it is thin and watery. For others, it is thick and yellowish. If you notice your breasts leaking colostrum, you can buy disposable or washable breast pads to protect your clothing. Week 32 Your baby's development The final touches are being placed on your baby masterpiece. Eyelashes, eyebrows, and the hair on your baby's head are evident. The lanugo hair that has covered your baby since the beginning of the second trimester is falling off, although some may remain on the shoulders and back at birth.  At about 4 pounds (1,800 grams) and 11.4 inches (29 cm) from crown to rump, your baby would have an excellent chance of survival outside the womb if you delivered now. Your body During your prenatal visits, your health care provider will monitor your blood pressure, urine, and any swelling that may develop, but symptoms such as sudden weight gain, swelling in the hands or face, headaches, or changes in vision can be signs of preeclampsia. This condition causes high blood pressure and protein in the urine. Be sure to tell your healthcare provider if you experience any of these symptoms, since this condition can affect both the mother and fetus during the second half of pregnancy.  Week 33 Your baby's development In these last few weeks before delivery, the billions of developed neurons in your baby's brain are helping him or her to learn about the in-utero environment — your baby can listen, feel, and even see somewhat. Your baby’s eyes can detect light and the pupils can constrict and dilate in response to light. Like a newborn, your baby sleeps much of the time and even experiences the rapid eye movement (REM) stage, the sleep stage during which our most vivid dreams occur!  Your baby's lungs are almost completely matured. Fat will continue to be deposited on your baby's body for protection and warmth. Babies gain a good deal of their weight in the final few weeks before birth. Your body With labor and delivery only 2 months away, you may be considering how you'll cope with pain during childbirth. Among the things you'll want to learn about are the most commonly used techniques for pain relief. These include breathing techniques such as those taught in Lamaze classes, pain-relief medications given through injection, and epidurals, where doctors can give an anesthetic by means of a soft, thin catheter that's placed in your lower back. Whatever your ultimate choice, the more you know, the better informed your decision can be. Although you don't have to make a decision yet, talk to your health care provider now about your choices.  Week 34 Your baby's development Maternal calcium intake is extremely important during pregnancy because the baby will draw calcium from the mother to make and harden bone. If a pregnant woman doesn't get enough calcium during pregnancy, it can affect her own bones because the developing fetus will take minerals from the mother's skeletal structure as needed. The vernix coating on the baby's skin is becoming thicker, whereas lanugo hair is almost completely gone. By now most babies will be in position for delivery. Your health care provider can tell you if your baby is positioned head- or bottom-first. Babies born at 34 weeks usually have fairly well-developed lungs, and their average size of 5 pounds (2,250 grams) and 12.6 inches (32 cm) from crown to rump allows them to survive outside the womb without extensive medical intervention. Your body Fatigue is a common complaint of late pregnancy. Difficult sleeping, aches and pains, weight gain, and anxiety about labor, delivery, and taking care of a newborn may contribute to your exhaustion. Rest as much as you can and take naps if possible. Week 35 Your baby's development Your baby already weighs about 5 pounds, 5 ounces (2,400 grams), but this week begins your baby's most rapid period of weight gain — about 8 to 12 ounces (226 to 340 grams) each week! Fat is being deposited all over your baby's body, especially around the shoulders. Because of this increasing size, your baby is now cramped and restricted inside the uterus — so fetal movements may decrease, but they may be stronger and more forceful. If your baby is in a headfirst position, his or her head will rest on your pubic bone in preparation for labor. Your body The bond you may already feel with the baby growing inside of you will only grow stronger once your baby is born. Bonding — the intense attachment that develops between you and your baby — is not something that only occurs within minutes or days after birth. It may happen later and it may develop over time. Bonding not only makes you want to protect your baby and shower him or her with affection, but it also fosters your baby's sense of security in the world outside your womb. Week 36 Your baby's development The wrinkly, tiny fetus you may have seen on earlier ultrasounds has given way to an almost plump baby. There is fat on your baby’s cheeks, and powerful sucking muscles also contribute to your baby's full face. Your baby now weighs a little under 6 pounds (2,721 grams). The bones that make up your baby’s skull can move relative to one another and overlap each other while your baby’s head is inside your pelvis. This phenomenon is called molding, and it helps the baby pass through the birth canal. Don't be surprised if your baby arrives with a pointy or misshapen head! After a few hours or days, your baby's head will be back to a rounded shape. Your body Starting this week, you may begin to see your health care provider every week. Your doctor or midwife may give you an internal exam to determine if cervical effacement (thinning of the cervix) or dilation (opening of the cervix) has begun. You may experience engagement (also known as lightening), which is when the baby drops into the mother's pelvis in preparation for labor. Your appetite may return because the baby is no longer putting as much pressure on your stomach and intestines, and if you've been experiencing heartburn, the baby's descent may somewhat alleviate it. Week 37 Your baby's development This week, your baby is considered full-term! But your baby hasn't stopped growing yet. He or she continues to develop fat at the rate of half an ounce (14 grams) a day. In general, boys weigh more than girls at birth. Your baby has developed enough coordination to grasp with the fingers. If shown a bright light, your baby may turn toward it in your uterus. Your body After this week, you may lose the mucous plug that sealed off your uterus from infection. The mucous plug can be lost a few weeks, days, or hours before labor and is thick, yellowish, and may be tinged with blood (the mucous plug is also called bloody show). As the cervix dilates in preparation for the labor, the plug is discharged from the body. Be sure to speak with your health care provider about any discharge you may be having.  Week 38 Your baby's development Your baby weighs about 6 pounds, 6 ounces (2,900 grams) by now and measures about 13.4 inches (34 cm) in length from crown to rump. Fat is still accumulating, although growth is slower now. You may notice that your weight gain has decreased or ceased. Since your baby has had the muscles to suck and swallow amniotic fluid, waste material has been accumulating in his or her intestines. Cells shed from the intestines, dead skin cells, and lanugo hair are some of the waste products that contribute to meconium, a greenish-black substance that constitutes your baby's first bowel movement. If you're having a boy, his testicles have descended into the scrotum, unless he has a condition called undescended testicle. If you're having a girl, the labia are now completely developed. Your body Because your baby is engaged in your pelvis, your bladder is extremely compressed, making frequent bathroom trips a necessity. Have you and your partner made a decision about circumcision? Circumcision is a surgical procedure to remove the foreskin of the penis in male babies. For some parents the decision to circumcise is a religious one. For others, the choice is not as easily made. Talk to your health care provider about the issues surrounding circumcision, including pain relief options for the baby. Week 39  Your baby's development  Umbilical cords, which carry nutrients from the placenta to the baby, vary in size but average about 22 inches (55 cm) long and half an inch (1-2 cm) thick. Sometimes the umbilical cord can become wrapped around a baby’s neck. Generally, this doesn’t cause problems, although a cesarean delivery could be required if it causes pressure on the umbilical cord during labor or delivery.  Most of the vernix that covered your baby's skin has disappeared, as has the lanugo. Your body has been supplying the baby with antibodies through the placenta that will help the baby's immune system fight infection for the first 6-12 months of life. Your body Braxton Hicks contractions may become more pronounced. Also called \"false labor,\" these contractions may be as painful and strong as true labor contractions but do not become regular and do not increase in frequency as true contractions do. Another sign of labor, the rupture of your amniotic sac, could happen any day now. When their water breaks, some women experience a large gush of water and some feel a steady trickle. Many women don’t experience their water breaking until they’re well into labor. Others need to have their water broken by their health care providers to get their labor started or to speed it up. If you think your water has broken or you are experiencing regular contractions, contact your health care provider. Week 40  You baby's development After many weeks of anticipation and preparation, your baby is here! Or maybe not — only 5% of women deliver on their estimated due dates, and many first-time mothers find themselves waiting up to 2 weeks after their due date for their baby to arrive. A baby born at 40 weeks weighs, on average, about 7 pounds, 4 ounces (3,300 grams) and measures about 20 inches (51 cm). Don't expect your baby to look like the Gerber baby right off the bat — newborns often have heads temporarily misshapen from the birth canal and may be covered with vernix and blood. Your baby's skin may have skin discolorations, dry patches, and rashes — these many variations are completely normal. Because of the presence of your hormones in your baby's system, your baby's genitals (scrotum in boys and labia in girls) may appear enlarged. Your baby, whether a boy or a girl, may even secrete milk from the tiny nipples. This should disappear in a few days and is completely normal. Right after birth, your health care provider will suction mucus out of your baby's mouth and nose, and you'll hear that long-awaited first cry. Your baby may then be placed on your stomach, and the umbilical cord will be cut. A series of quick screening tests, such as the Apgar score, will be performed to assess your baby's responsiveness and vital signs, and he or she will be weighed and measured. If your pregnancy was high risk, or if a cesarean section was necessary, a neonatologist (a doctor who specializes in newborn intensive care) will be present at your delivery to take care of your baby right away. If your baby needs any special care to adjust to life outside the womb, it will be given — and then your newborn will be placed in your waiting arms.  Your body This week you'll experience the moment you've been anticipating — your introduction to your baby! Before you can meet your baby, though, you have to go through labor and delivery. You may have learned about the three stages of birth in your prenatal classes. The first stage of labor works to thin and stretch your cervix by contracting your uterus at regular intervals. The second stage of labor is when you push your baby into the vaginal canal and out of your body. The third and final stage of labor is when you deliver the placenta. If you don't go into labor within a week of your due date, your health care provider may recommend you receive a nonstress test, which monitors fetal heart rate and movement to be sure that the baby is receiving adequate oxygen and that the nervous system is responding. Talk to your health care provider to find out more about this test. If your labor isn't progressing, or if your health or your baby's health requires it, your health care provider may induce labor by artificially rupturing the membranes or by administering the hormone oxytocin or other medications. If your pregnancy is high risk, or if there are any other potential complications, you may require a cesarean section delivery.  Some women know ahead of time that they will be delivering via cesarean section and are able to schedule their baby's \"birth day\" well in advance. If you're one of them, you've probably been able to prepare yourself emotionally and mentally for the birth — which can help to lessen the feelings of disappointment that many mothers who are unable to deliver vaginally experience. But even if you have to undergo a cesarean section that wasn't planned, rest assured that you'll still be able to bond with your baby. It might not be the birth experience you imagined, but your beautiful newborn has arrived nonetheless. The months of waiting are over! Good luck with your baby!",
            "vi": "Lịch thai kỳ (tiếp theo)    Tuần 21 Sự phát triển của bé  Nước ối làm chỗ đệm và giúp nuôi em bé trong tử cung hiện mang một mục đích khác nữa. Giờ đây ruột đã phát triển đầy đủ và có thể hấp thu một lượng đường nhỏ từ nước ối mà bé nuốt vào và đi qua hệ tiêu hoá đến ruột già. Tuy nhiên, tất cả các dưỡng chất của em bé vẫn nhận từ mẹ qua nhau thai. Cho đến bây giờ thì gan và lá lách của bé đã phát triển và làm nhiệm vụ sản sinh tế bào máu. Nhưng hiện giờ thì các lỗ trống trong tủy xương đã phát triển đầy đủ cũng nhằm góp phần hình thành tế bào máu, và tuỷ xương sẽ trở thành nơi sản sinh tế bào máu chủ yếu trong quý thai thứ 3 và sau khi sinh. (Lá lách sẽ ngưng tạo tế bào máu vào khoảng tuần 30, và gan sẽ ngưng tạo tế bào máu trước khi sinh một vài tuần.) Cơ thể của mẹ Tập thể dục có an toàn khi mang thai không? Thể dục là một biện pháp rất tốt nhằm giữ được vóc dáng khi đang mang thai và thậm chí có thể làm hạn chế triệu chứng như giãn tĩnh mạch, tăng cân quá mức, và đau lưng đến mức thấp nhất. Nhưng giai đoạn thai kỳ không phải là lúc để bạn bắt đầu huấn luyện cho cuộc thi thể thao 3 môn phối hợp – tốt nhất là bạn nên tập thể dục từ từ, chầm chậm. Bởi rằng suốt thời gian mang thai, dây chằng của bạn giãn ra nhiều hơn, bạn dễ bị chấn thương nhiều hơn, vì thế hãy nên tập những bài tập chậm hoặc tránh va chạm như  yoga, bơi lội, và đi bộ là tốt nhất. Hãy tham khảo ý kiến của bác sĩ trước khi bạn bắt đầu bất cứ chương trình luyện tập thể thao nào trong giai đoạn mang thai nhé. Tuần 22 Sự phát triển của bé  Các giác quan mà bé sử dụng để nhận biết về thế giới đang phát triển từng ngày. Trên lưỡi bé đã hình thành nhiều chồi vị giác, não và các đầu mút thần kinh cũng hình thành đầy đủ sao cho bào thai có thể cảm nhận được sự va chạm. Bé có thể thử cảm giác va chạm mới phát hiện này bằng cách vuốt mặt hoặc nút ngón tay cái, bé cũng cảm nhận được các phần khác trên cơ thể và thấy chúng nhúc nhích, cử động như thế nào.    Hệ thống sinh sản của bé cũng đang phát triển không ngừng. Ở bé trai, tinh hoàn đã bắt đầu hạ xuống dưới bụng, và ở bé gái, tử cung và buồng trứng đã định vị và âm đạo cũng đã phát triển. Cơ thể của mẹ Bạn có thể sớm phát hiện thấy tử cung của mình chuẩn bị cho việc sinh nở bằng nhiều cơn co thắt bất thường, không gây đau đớn được gọi là cơn chuyển dạ giả. Bạn cũng có thể thấy bụng mình co thắt lại. Cho dù là vậy thì bạn cũng không nên lo lắng gì: Bé của bạn cũng có thể cảm thấy bị co thắt khi tử cung bị siết, nhưng những cơn chuyển dạ giả này không gây hại hay nguy hiểm gì cả. Tuy nhiên, nếu chúng xuất hiện dữ dội hơn, đau đớn hơn hoặc thường xuyên hơn thì hãy liên lạc với bác sĩ ngay lập tức vì các cơn co thắt đau đớn, thường xuyên có thể là dấu hiệu của sinh non. Tuần 23 Sự phát triển của bé  Mặc dù cơ thể bé đang bắt đầu tích mỡ nhưng lớp da vẫn còn nhũn nhão lắm, điều này làm cho da bé trông có vẻ nhăn nheo. Các hoạt động thường nhật của bé bao gồm hoạt động nhúc nhích ngón tay, ngón chân, cánh tay, và cẳng chân một cách đều đặn. Kết quả là bạn cảm thấy các hoạt động này ngày càng cứng cáp, mạnh mẽ hơn. Giờ đây thì bé đã nặng hơn 1 pao (454 gram) một chút. Nếu bé sinh non trong tuần này thì cũng có thể sống được nhờ sự hỗ trợ, chăm sóc của chuyên gia y tế, nhưng bé có thể bị ốm đau, bệnh tật từ nhẹ đến nặng. Bằng cách tăng cường công việc nghiên cứu và nâng cao kiến thức về lĩnh vực chăm sóc thai nhi thì mỗi năm việc tiên lượng chẩn đoán trẻ sinh non đã được cải thiện.   Cơ thể của mẹ Càng gần đến ngày sinh thì bạn càng khó ngủ. Cảm giác lo âu, đi tiểu nhiều lần, ợ chua, chuột rút chân, và nỗi khó chịu khắp người có thể là nguyên nhân làm cho phụ nữ mang thai ngủ không được lâu. Nhưng sức khỏe của bé và bạn tuỳ thuộc vào chế độ nghỉ dưỡng đầy đủ của bạn. Bạn nên thử tắm bằng nước ấm, nghe nhạc êm dịu, đọc sách thư giãn, hoặc uống một tách trà thảo dược có thể giúp bạn dễ dàng ngủ ngon. Nhiều bác sĩ khuyên phụ nữ mang thai nên ngủ nằm nghiêng, không nằm ngửa hay nằm sấp, để máu lưu thông đến nhau thai không bị thiếu. Nếu bạn cảm thấy không thoải mái với tư thế nằm ngủ này, bạn nên thử đặt một chiếc gối giữa hai đầu gối để làm giảm sức ép trọng lượng của mình trong lúc nằm nghiêng sang một phía. Tuần 24 Sự phát triển của bé  Bé vẫn còn đang nhận khí ô-xy qua nhau thai. Nhưng khi đã sinh ra thì phổi bé sẽ bắt đầu tự lấy khí ô-xy cho mình. Để chuẩn bị cho việc này thì phổi bé cũng phát triển khả năng tạo chất có hoạt tính bề mặt. chất có hoạt tính bề mặt là chất giữ cho túi khí trong phổi của chúng ta không bị xẹp và gắn chặt với nhau khi chúng ta thở, giúp chúng ta có thể hít thở được. Vì tai trong của bé hiện đã phát triển một cách đầy đủ (tai trong là một bộ phận giúp kiểm soát độ cân bằng cơ thể), nên bé có thể cho biết khi nào bé nằm sấp hoặc nằm nghiêng bên phải khi nổi hay cử động trong nước ối. Cơ thể của mẹ Từ tuần 24 đến 28 thì mẹ được làm xét nghiệm kiểm tra đường glucose, đây là một xét nghiệm quan trọng trong thời gian thai kỳ. Phương pháp xét nghiệm đường glucose có tác dụng kiểm tra các chứng tiểu đường thai nghén, tiểu đường tạm thời là loại tiểu đường chỉ xảy ra suốt thời gian thai nghén và có thể gây ra nhiều vấn đề cho trẻ sơ sinh, như chứng hạ đường huyết (sơ sinh). Tiểu đường thai nghén cũng có thể là nguyên nhân làm tăng nguy cơ mổ bắt con vì làm cho bé lớn rất nhanh. Khi làm xét nghiệm đường glucose, bạn sẽ uống một loại dung dịch ngọt và được rút máu. Nếu lượng đường trong máu của bạn quá cao, bác sĩ sẽ bàn thảo và cho bạn làm thêm nhiều xét nghiệm nữa. Bạn cũng có thể phòng chống chứng tiểu đường thai nghén bằng một chế độ dinh dưỡng cân đối, có lợi cho sức khỏe và thường xuyên tập thể dục, nhưng đôi khi bạn cũng nên dùng thuốc, như Insulin bổ sung hằng ngày chẳng hạn, trong suốt quá trình mang thai.  Tuần 25 Sự phát triển của bé  Vào tuần 25 này thì bạn có thể dễ dàng nhận biết được lúc nào bé nghỉ ngơi và lúc nào bé máy nhiều hơn. Càng ngồi yên thì bạn sẽ càng dễ phát hiện các hoạt động của bào thai hơn. Thính giác của bé cũng không ngừng phát triển – giờ đây bé có thể nghe được giọng nói của mẹ luôn đấy! Cơ thể của mẹ Thai nghén cũng có thể gây nên một số tác dụng phụ khó chịu cho hệ tiêu hoá. Hooc-môn progesterone (hoóc-môn giới tính duy trì thai) không chỉ làm chậm quá trình tiêu hoá mà còn làm lỏng van chặn vào dạ dày làm cho van này không đóng kín lại hoàn toàn. Điều này làm cho lượng a-xít trong dạ dày có thể trào ngược lên vào thực quản. Kết quả là chứng trào ngược (cũng như chứng ợ chua) làm cho việc thưởng thức bữa ăn yêu thích của bạn trở thành cơn ác mộng. Tử cung ngày càng giãn nở ra cũng làm đè nặng thêm lên dạ dày trong một vài tháng cuối của thai kỳ. Bạn nên chia nhỏ bữa ăn và ăn nhiều lần hơn và nên tránh thức ăn cay nóng và có nhiều chất béo. Tuần 26 Sự phát triển của bé Mặc dù mắt của bé bị bịt kín trong vài tháng qua nhưng bé sẽ sớm mở mắt và bắt đầu chớp mắt thôi. Tùy vào tính cách sắc tộc mà có những bé sinh ra có mắt màu xanh hay xám-xanh (mắt bé có thể đổi màu trong năm đầu đời) và có những bé sinh ra có mắt màu nâu hay màu đen. Mi mắt của bé cũng phát triển và trên đầu có mọc tóc nhiều hơn. Bé của bạn hiện đã cân được dưới 2 pao (907 gram) một chút, và da bé trông vẫn còn nhăn nheo lắm nhưng bé sẽ tiếp tục tăng cân đều đặn trong 14 tuần tới cho đến khi chào đời. Cơ thể của mẹ Tử cung của bạn là chỗ an toàn cho bé trước khi chào đời. Nhưng sau khi bé được sinh ra thì sao? Bé sẽ lăng xăng đi lại khắp nhà. Bạn nên dành thời gian để đảm bảo ngôi nhà của mình được an toàn bằng các thiết bị bảo vệ trẻ em nhé. Bọc mặt nạ cho các lỗ cắm điện, dẹp bỏ các vật dụng nguy hiểm gây ngạt, cài đặt thiết bị báo khói, và chặn cầu thang chỉ là một vài bước nhỏ nhằm đảm bảo an toàn cho bé của bạn. Hãy nên cẩn thận đề phòng bất cứ chuyện gì mà bạn nghĩ ra nhưng nên nhớ là: Không một thiết bị bảo vệ an toàn cho trẻ nào có thể thay thế cho sự trông nom, giám sát cẩn thận của bạn dành cho con cả. Tuần 27 Sự phát triển của bé  Vào tuần đầu này của quý ba thai kỳ thì hình hài của bé đã có thể trông giống như lúc sinh ra  vậy, chỉ là bé lúc này ốm hơn và nhỏ hơn thôi. Phổi, gan, và hệ miễn dịch của bé vẫn rất cần thêm thời gian để phát triển hoàn thiện, nhưng nếu sinh bé ra vào tuần này thì bé vẫn có cơ hội sống rất cao. Vì thính giác của bé vẫn đang phát triển và bé giờ đây có thể bắt đầu nhận biết giọng của mẹ cũng như giọng của bố đấy. Dẫu vậy, âm thanh đến với tai bé vẫn còn bị hạn chế, vì tai bé vẫn còn phủ đầy lớp bã nhờn thai nhi, một lớp chất phủ dày giống như sáp có tác dụng bảo vệ cho da của bé không bị nước ối làm nứt nẻ. Cơ thể của mẹ Theo bản năng thì cơ thể của bạn có thể đảm nhận được việc nuôi dưỡng và bảo vệ bé suốt giai đoạn thai nghén, nhưng đối với việc chăm sóc một đứa trẻ sơ sinh lại là một kỹ năng phải nên được học trước. Bạn nên đăng ký các lớp học về sinh đẻ ở bệnh viện hoặc trung tâm cộng đồng địa phương của mình để tìm hiểu về các chủ đề như cơn đau đẻ như thế nào, lựa chọn phương pháp sinh bớt đau đớn, điều gì thường xảy ra sa khi sinh, các vấn đề thường gặp đối với trẻ sơ sinh, biện pháp an toàn cho bé, nuôi con bằng sữa mẹ và sữa bột, và biện pháp hô hấp nhân tạo cho trẻ sơ sinh như thế nào. Việc tìm hiểu hết các thứ liên quan đến sinh đẻ và trẻ sơ sinh sẽ giúp cho bạn thêm tự tin, nhất là khi bạn làm mẹ lần đầu.  Tuần 28 Sự phát triển của bé  Bé của bạn hiện giờ cân nặng khoảng chừng 2 pao, 2 ao-xơ (1,000 gram) và chiều dài từ dầu đến mông khoảng chừng 10 in-sơ. Vào lần khám thai tới, bác sĩ có thể cho bạn biết là bé đang có ngôi đầu hay ngôi mông trong tử cung. Trẻ có vị trí ngôi mông có thể phải được sinh bằng thuật mổ bắt con. Dẫu sao thì bé vẫn còn 2 tháng để có thể tự di chuyển vị trí trong tử cung của mẹ, thế nên đừng lo lắng nếu hiện giờ bé của bạn đang ở vị trí ngôi mông. Hầu hết trẻ đều có thể tự xoay chuyển vị trí của mình. Các nếp gấp và rãnh não của bé tiếp tục phát triển và rộng hơn. Ngoài ra, bé cũng tích thêm nhiều lớp mỡ nữa và tóc cũng mọc nhiều hơn. Cơ thể của mẹ Bác sĩ có lẽ đã cho bạn làm một vài xét nghiệm máu vào giai đoạn đầu của thai kỳ. Xét nghiệm máu đo Rh, đây là chất tồn tại trong hồng cầu mà hầu hết ai cũng có. Nếu bạn không có Rh (nếu Rh của bạn âm tính) nhưng bé lại có Rh (Rh của bé dương tính), thì bé có khả năng sẽ bị nhiều vấn đề về sức khỏe như bị vàng da hay thiếu máu. Bác sĩ có thể phòng tránh các vấn đề này bằng cách cho bạn tiêm một loại vắc-xin tên là globulin miễn dịch Rh vào khoảng tuần 28 và tiêm nhắc lại sau khi sinh. Tuần 29 Sự phát triển của bé  Bé của bạn không ngừng phát triển, và một vài động tác máy nhanh giờ đây không còn nữa mà thay bằng nhiều cú đấm, thoi, thụi mạnh có thể làm cho bạn nghẹt thở. Nếu bạn phát hiện thấy thai giảm máy, hãy đếm số lần máy của thai nhé: bé sẽ máy ít nhất là 10 lần trong 1 tiếng đồng hồ. Nếu bé máy ít hơn thì bạn nên cho bác sĩ của mình biết nhé.  Cơ thể của mẹ Sắt rất quan trọng trong việc bổ sung nguồn cung cấp hồng cầu trong suốt thời gian mang thai. Bạn nên bổ sung ít nhất là 30 miligam sắt mỗi ngày. Vì chứng thiếu sắt là chứng bệnh thường thấy trong giai đoạn thai nghén nên bác sĩ cũng có thể cho bạn làm xét nghiệm máu để kiểm tra nồng độ sắt trong máu của bạn. Nếu thiếu sắt, bạn có thể sẽ được bác sĩ kê toa cho bổ sung chất sắt. Tuần 30 Sự phát triển của bé  Ở tuần 30, bé đã cân nặng đươc khoảng 3 pao (1,400 gram) và chiều dài từ đầu đến mông khoảng 10.8 in-sơ (27 cm), thời kỳ này bé sẽ tiếp tục tăng trọng và tích thêm mỡ. Lượng mỡ này có tác dụng giúp cho bé trông bớt nhăn nheo và giữ nhiệt cho bé, làm cho bé ấm sau khi sinh. Để chuẩn bị cho việc hô hấp sau khi ra đời thì bé sẽ bắt chước các động tác thở bằng cách liên tục di chuyển cơ hoành. Bé thậm chí còn có thể bị nấc cụt, khiến bạn có cảm giác như những cử động co giật đều đặn nhịp nhàng trong tử cung mình vậy. Cơ thể của mẹ Các bà mẹ thường hay than phiền bị táo bón trong thời gian thai kỳ. Các hooc-môn thai nghén giúp bạn bảo vệ, duy trì thai cũng làm chậm quá trình tiêu hoá một cách đáng kể. Tập thể dục thường xuyên và ăn thức ăn giàu chất xơ, như rau và ngũ cốc nguyên hạt, là các biện pháp rất tốt giúp ngăn ngừa táo bón. Tuần 31 Sự phát triển của bé  Vào tuần 31 này thì mỗi ngày bé đã có thể tiểu chừng vài tách nước tiểu ra nước ối rồi. Bé cũng nuốt nước ối, lượng nước ối này được thay mới hoàn toàn vài lần trong ngày. Lượng ối dư thừa trong túi ối (gọi là tình trạng đa ối) có nghĩa là bé không nuốt nước ối bình thường hoặc bị tắc dạ dày-ruột. Lượng ối trong túi ối bị thiếu (gọi là tình trạng thiểu ối) có nghĩa là bé không đi tiểu được bình thường và có thể là dấu hiệu cho biết thận hay đường tiểu của bé có vấn đề. Bác sĩ sẽ đo lượng nước ối bằng phương pháp siêu âm theo thường lệ. Cơ thể của mẹ Bạn đã quyết định nuôi con bằng sữa mẹ hay nuôi con bằng sữa bột chưa? Dẫu Viện Hàn lâm Nhi khoa Hoa Kỳ có khuyến nghị sữa mẹ là dưỡng chất tốt nhất cho trẻ sơ sinh nhưng sự quyết định lựa chọn nuôi con theo cách nào thuộc về quyền cá nhân mỗi người. Bạn nên tham khảo ý kiến của bác sĩ hoặc một chuyên viên tư vấn về sữa mẹ nếu bạn cần có thêm thông tin trước khi đưa ra sự quyết định lựa chọn của mình nhé. Hiện tuyến sữa dưới vú của bạn có thể đã bắt đầu tiết ra sữa non rồi đấy. Sữa non là sữa ban đầu có tác dụng cung cấp cho bé nhiều ca-lo và dưỡng chất thiết yếu trong vài ngày đầu trước khi sữa tiết ra nhiều hơn nếu bạn có ý định nuôi con bằng sữa mẹ. Đối với một số phụ nữ thì lượng sữa non này rất ít và loãng/ trong (không đục). Với nhiều người khác thì sữa non có màu vàng nhạt và nhiều. Nếu bạn phát hiện thấy vú mình tiết ra sữa non thì bạn có thể mua miếng lót ngực dùng một lần hoặc có thể giặt được để bảo vệ quần áo của mình nhé. Tuần 32 Sự phát triển của bé  Kiệt tác của bạn đang được định hình một vài nét cuối cùng. Mi mắt, lông mày, và tóc trên đầu bé đã có thể nhìn thấy rõ ràng hơn. Lớp lông tơ phủ đầy cơ thể bé từ đầu quý thai kỳ thứ hai giờ đây bắt đầu rụng, dẫu rằng lúc sinh ra bé vẫn còn một ít lông tơ trên vai và lưng.  Vào tuần 32 này thì bé cân nặng khoảng 4 pao (1,800 gram) và chiều dài từ đầu đến mông khoảng 11.4 in-sơ (29 cm), bé của bạn sẽ có khả năng sống khỏe bên ngoài tử cung nếu bạn sinh bé vào thời điểm này. Cơ thể của mẹ Trong lần khám thai vào tuần này, bác sĩ sẽ theo dõi huyết áp, kiểm tra nước tiểu, và bất cứ triệu chứng sưng phù nào của bạn, nhưng các triệu chứng như tăng cân đột ngột, sưng phù tay và mặt, nhức đầu hay thay đổi thị giác có thể là dấu hiệu của chứng tiền sản giật. Chứng tiền sản giật này có thể làm cao huyết áp và sinh prô-tê-in trơng nước tiểu. Hãy nói cho bác sĩ biết nếu bạn phát hiện bất cứ các triệu chứng này, vì chứng bệnh này có thể gây ảnh hưởng đến cả mẹ và thai nhi trong nửa sau của thai kỳ. Tuần 33 Sự phát triển của bé  Trong một vài tuần cuối trước khi sinh, hàng tỉ tế bào phát triển trong não của bé có thể giúp bé nhận biết về môi trường bên trong tử cung – bé có thể nghe được, sờ chạm được và thậm chí còn có thể nhìn thấy được chút ít. Mắt của bé có thể nhận biết được ánh sáng và đồng tử đã có thể co giãn để phản ứng với ánh sáng. Giống như một đứa trẻ sơ sinh, giờ đây bé ngủ rất nhiều và thậm chí còn trải qua giai đoạn cử động mắt rất nhanh, giai đoạn ngủ mà trong đó hầu hết các giấc mơ sống động nhất của chúng ta thường xảy đến!  Phổi của bé giờ đây hầu như đã phát triển hoàn thiện; cơ thể bé vẫn tiếp tục tích tụ mỡ để bảo vệ cho bé và giữ nhiệt cho cơ thể bé. Bé tăng cân nhanh vào một vài tuần cuối trước khi sinh. Cơ thể của mẹ Chỉ còn 2 tháng nữa thôi là bạn sẽ đau đẻ và sẽ sinh con, điều bạn quan tâm hiện giờ là làm sao để có thể đối phó với cơn đau đẻ. Bạn cũng muốn tìm hiểu về các kĩ thuật hỗ trợ giảm đau khi sinh phổ biến nhất. Những kĩ thuật đó bao gồm kĩ thuật hít thở như những điều được dạy ở phương pháp sinh đẻ tự nhiên chuẩn bị tâm lý chu đáo trước khi sinh (sản phụ tập cách hít thở và thư giãn đúng cách/khuyến khích người chồng có mặt khi vợ sinh con/phương pháp này do bác sĩ Fernand Lamaze khởi xướng), sử dụng thuốc giảm đau đường tiêm, và phương pháp gây tê ngoài màng cứng, bác sĩ sẽ gây tê bằng một ống thông tiểu nhỏ và mềm và định vị ở vùng lưng dưới của bạn. Dù cho sự lựa chọn cuối cùng của bạn là gì đi nữa, thì nếu bạn càng hiểu biết nhiều thì bạn càng đưa ra quyết đinh am hiểu hơn. Dẫu là giờ đây bạn chưa cần phải quyết định gì cả, bạn nên tham khảo ý kiến của bác sĩ về sự lựa chọn của mình. Tuần 34 Sự phát triển của bé  Việc bổ sung can-xi cho người mẹ là điều vô cùng quan trọng trong thời kỳ thai nghén vì bé sẽ lấy can-xi của mẹ để tạo xương và làm cho xương cứng cáp. Nếu phụ nữ mang thai không bổ sung đầy đủ can-xi trong thời gian thai kỳ thì nó có thể ảnh hưởng đến xương của chính người mẹ vì bào thai đang phát triển sẽ lấy khoáng chất từ cấu trúc xương của người mẹ khi cần thiết. Lớp bã nhờn thai nhi trên da bé ngày càng trở nên dày hơn, trong khi đó lớp lông tơ hầu như hoàn toàn biến mất. Ở thời điểm này thì hầu hết em bé đều ở vị trí sẵn sàng cho việc sinh nở. Bác sĩ có thể cho bạn biết bé hiện đang có ngôi đầu hay ngôi mông. Bé được sinh ở tuần 34 này thường có phổi phát triển khá đầy đủ, kích thước trung bình của bé là 5 pao (2,250 gram) và dài 12.6 in-sơ (32 cm) từ đỉnh đầu đến mông; bé có thể sống khoẻ mạnh bên ngoài tử cung mà không cần y học can thiệp gì nhiều. Cơ thể của mẹ Vào giai đoạn cuối thai kỳ, các bà mẹ thường hay than phiền là mệt mỏi. Sự khó ngủ, đau nhức, tăng cân, lo lắng về cơn đau đẻ, sinh nở, và cả việc chăm sóc trẻ sơ sinh có thể là những nguyên nhân góp phần làm cho bạn thêm mệt mỏi và kiệt sức. Bạn nên nghỉ ngơi càng nhiều càng tốt và ngủ (chợp mắt một chút) bất cứ khi nào có thể nhé. Tuần 35 Sự phát triển của bé  Vào tuần 35 này thì bé đã có thể cân nặng khoảng 5 pao, 5 ao-xơ (2,400 gram), nhưng ở tuần này là thời gian giúp bé có thể tăng cân nhanh nhất – khoảng chừng từ 8 đến 12 ao-xơ (226 đến 340 gram) mỗi tuần! Cơ thể bé hiện giờ đã tích mỡ khắp cả người, nhất là vùng quanh vai. Vì kích thước của bé ngày càng lớn nên bé hiện giờ cảm thấy rất tù túng, chật chội và các hoạt động của bé trong tử cung cũng bị hạn chế – vì thế các cử động của bé sẽ có thể giảm, nhưng bù lại chúng có thể là mạnh hơn và cứng cáp hơn. Nếu bé có ngôi đầu thì đầu của bé hiện tựa trên xương mu của bạn để chuẩn bị đau đẻ và chào đời. Cơ thể của mẹ Mối dây liên kết mà bạn có thể đã cảm nhận được với đứa con đang ngày càng lớn lên trong bụng mình sẽ chỉ có thể mạnh mẽ hơn khi bé ra đời. Sợi dây liên kết – sự gắn bó sâu sắc giữa bạn và con không ngừng phát triển – đây không phải là thứ tình cảm chỉ xuất hiện trong một vài phút hay một vài ngày sau khi sinh. Sợi kết nối này có thể sẽ xuất hiện về sau và phát triển theo thời gian; nó không những thôi thúc bạn ước muốn bảo vệ, che chở cho con, dành tình cảm cho con mà còn là nguồn động lực giúp bé cảm thấy an toàn ở một thế giới bên ngoài tử cung nữa. Tuần 36 Sự phát triển của bé  Hình ảnh em bé nhỏ xíu, nhăn nheo mà bạn có thể đã nhìn thấy qua xét nghiệm siêu âm trước đây đã được thay bằng hình ảnh một em bé gần như là bụ bẫm dễ thương. Lớp mỡ trên má, và cơ mút cứng cáp hơn cũng góp phần làm cho khuôn mặt bé trông có vẻ đầy đặn hơn. Hiện giờ bé đã có thể cân nặng duới 6 pao một chút (2,721 gram). khi đầu của bé nằm trong khung chậu của bạn thì các xương tạo nên hộp sọ của bé cũng đã có thể di chuyển cân xứng với nhau và chồng chéo vào nhau. Hiện tượng này được gọi là sự đúc khuôn hộp sọ, và giúp cho em bé qua đường sinh khi chào đời. Thế nên đừng ngạc nhiên khi thấy bé được sinh ra có đầu nhọn hay bị méo nhé! Sau một vài tiếng đồng hồ hay một vài ngày thì đầu của bé sẽ trở lại hình dạng tròn thôi.  Cơ thể của mẹ Bắt đầu từ tuần này, bạn có thể phải đến khám bác sĩ mỗi tuần rồi. Bác sĩ hoặc bà mụ có thể khám bên trong để phát hiện xem cổ tử cung của bạn có hẹp hay giãn không. Bạn cũng có thể có cảm giác sa bụng, khi bé đã xuống khung chậu của mẹ để chuẩn bị cho cơn đau đẻ. Hiện giờ bạn cũng có thể có cảm giác thèm ăn trở lại vì bé đã không còn nằm đè lên dạ dày và ruột của bạn nhiều nữa, và nếu bạn bị ợ nóng thì việc bé nằm tụt xuống cũng có thể làm cho bạn dịu bớt phần nào. Tuần 37 Sự phát triển của bé  Vào tuần này thì bé của bạn đã được coi là đủ tháng rồi đấy! Nhưng bé vẫn còn tiếp tục phát triển. Bé tiếp tục tích thêm mỡ với tỉ lệ 0,5 ao-xơ (14 gram) mỗi ngày. Thông thường thì khi sinh ra bé trai sẽ cân nặng hơn bé gái. Bé hiện đã phát triển đầy đủ để có thể dùng các ngón tay để phối hợp nắm bắt. Nếu bị chiếu ánh đèn sáng vào thì bé có thể quay mặt về phía bên trong tử cung của bạn. Cơ thể của mẹ Sau tuần này, nút nhầy trong tử cung bạn có thể sẽ bong ra – nút nhầy có tác dụng bít kín cổ tử cung để ngăn ngừa viêm nhiễm. Tuy nhiên nút nhầy này chỉ có thể mất đi trước khi đau đẻ một vài tuần, một vài ngày, hay một vài tiếng đồng hồ và trông có vẻ sền sệt, màu vàng nhạt, và cũng có thể lẫn một chút máu (chất nhầy này cũng gọi là nước đầu ối có máu). Khi cổ tử cung giãn ra để chuẩn bị cho cơn đau đẻ thì chất nhầy được thải ra hết khỏi cơ thể. Bạn nên cho bác sĩ biết về bất cứ hiện tượng tiết chất nhầy này bên trong cơ thể của mình nhé. Tuần 38 Sự phát triển của bé  Vào tuần 38 này thì bé đã cân nặng được khoảng 6 pao, 6 ao-xơ (2,900 gram) và chiều dài từ đầu đến mông khoảng 13.4 in-sơ. Cơ thể tiếp tục tích thêm mỡ mặc dù sức tăng trọng hiện giờ chậm hơn. Bạn cũng có thể phát hiện thấy mức tăng trọng của bé đã giảm hoặc thậm chí ngưng lại. Vì bé đã phát triển cơ mút và nuốt nước ối nên chất thải đã tích tụ lại trong ruột của bé. Các tế bào thải ra từ ruột, tế bào da chết, và lông măng rụng đi là các chất thải tạo thành phân của bé (phân su), có màu xanh sẫm trong lần bé đi tiêu đầu tiên. Nếu bé của bạn là trai thì tinh hoàn đã tụt xuống bìu, trừ khi bé có dấu hiệu gọi là chứng tinh hoàn ẩn. Nếu bé của bạn là gái thì môi âm hộ đã phát triển hoàn chỉnh. Cơ thể của mẹ Vì thai nhi giờ đây đã tụt xuống khung xương chậu nên bàng quang của bạn bị chèn ép rất nhiều, đó là lý do khiến bạn đi tiểu thường xuyên hơn. Bạn và ông xã đã nghĩ đến chuyện cắt bao quy đầu cho bé chưa? Cắt bao quy đầu là một thủ thuật cắt bỏ đi lớp da thừa phía trên đầu dương vật của bé trai. Một số bậc bố mẹ tiến hành làm thủ thuật này cho con vì lý do tôn giáo. Nhưng đối với một số khác thì quyết định này quả thực là hết sức khó khăn. Bạn nên tham khảo ý kiến của bác sĩ xung quanh vấn đề về thủ thuật cắt bao quy đầu này, bao gồm cả những biện pháp giảm đau cho bé nữa nhé. Tuần 39 Sự phát triển của bé  Dây rốn, cung cấp dưỡng chất cho bé qua nhau thai hiện đã thay đổi kích thước nhưng trung bình dài khoảng chừng 22 in-sơ (55 cm) và dày khoảng 0,5 in-sơ (1-2 cm) và đôi khi dây rốn quấn quanh cổ của bé. Thông thường thì điều này không gây vấn đề hay nguy hiểm gì cho bé, và nếu dây rốn bị đè trong khi mẹ đau đẻ hay lúc sinh thì phải dùng đến thuật mổ bắt con. Hầu hết lớp lông măng và bã nhờn thai nhi phủ trên da của bé giờ đây đã biến mất. Cơ thể của bạn có nhiệm vụ cung cấp kháng thể cho bé qua nhau thai giúp hệ miễn dịch của bé có thể kháng lại nhiễm trùng trong 6 đến 12 tháng đầu đời. Cơ thể của mẹ Các cơn chuyển dạ giả hiện có thể trở nên rõ rệt hơn. Mặc dù được gọi là “cơn chuyển dạ giả\" nhưng những cơn co thắt này có thể mạnh và gây đau đớn như cơn co thắt chuyển dạ thật nhưng không thường xuyên và không tăng về tần số như các co thắt thật. Một dấu hiệu đau đẻ khác là hiện tượng vỡ túi ối, có thể xuất hiện vào bất cứ lúc nào kể từ tuần này. Một số thai phụ chảy rất nhiều nước ối trong khi số khác chỉ rỉ đều đều rất ít nước ối khi vỡ ối; lại có nhiều thai phụ đến khi đau đẻ nhiều mới bị vỡ ối. Mặt khác cũng có nhiều thai phụ cần đến bác sĩ hỗ trợ để làm vỡ ối nhằm gây đau đẻ hoặc giục sanh. Nếu bạn nghĩ mình đã vỡ ối hay thấy các cơn co thắt xuất hiện thường xuyên thì nên liên lạc với bác sĩ ngay lập tức.   Tuần 40 Sự phát triển của bé  Sau nhiều tuần chờ đợi và chuẩn bị thì giờ đây em bé của bạn đã ra đời rồi đấy! Hoặc có thể là chưa ra đời – chỉ 5% thai phụ sinh con đúng vào ngày dự sinh, và nhiều phụ nữ sinh con đầu lòng thường chuyển dạ chậm hơn ngày dự sinh đến 2 tuần. Bé được sinh vào tuần 40 thường có cân nặng trung bình khoảng chừng 7 pao, 4 ao-xơ (3,300 gram) và dài khoảng 20 in-sơ (51 cm). Đừng mong là con mình sẽ trông bụ bẫm như một em bé trên hình quảng cáo nào đó nhé – trẻ sơ sinh thường có đầu méo vì phải qua đường sinh của mẹ và có thể dính đầy bã nhờn thai nhi và máu nữa. Da của bé hiện giờ có thể trông bạc thếch, có nhiều mảng khô, và rôm bớt – các sự thay đổi này đều là bình thường thôi. Vì các hooc-môn của bạn tồn tại trong cơ thể bé nên bộ phận sinh dục ngoài của bé (bìu của bé trai và môi âm hộ của bé gái) có thể trông lớn hơn bình thường. Bất kể bé là trai hay gái, trên đầu vú của bé có thể tiết ra một tí sữa. Điều này hoàn toàn bình thường và biến mất trong một vài ngày thôi. Ngay sau khi sinh, bác sĩ sẽ hút hết các chất nhầy trong miệng và mũi của bé, và bạn sẽ nghe được tiếng khóc đầu tiên mà bạn đã chờ đợi rất lâu rồi của bé. Bác sĩ sẽ đặt bé trên bụng của bạn và cắt dây rốn cho bé. Bé sẽ được làm một chuỗi các thủ thuật kiểm tra nhanh, như đo chỉ số Apgar, để xác định các phản ứng và dấu hiệu sự sống của bé, đồng thời bé còn được đo chỉ số cân nặng và chiều dài nữa. Nếu tình trạng thai nghén của bạn có nhiều rủi ro, hoặc nếu bạn phải mổ bắt con thì bác sĩ sơ sinh (bác sĩ chuyên chăm sóc đặc biệt cho trẻ sơ sinh) sẽ có mặt khi bạn sinh để chăm sóc cho bé của bạn ngay tức khắc và bác sĩ sẽ hỗ trợ nếu bé cần chăm sóc đặc biệt để thích nghi với môi trường sống bên ngoài tử cung – và bé sẽ được đặt nằm trong vòng tay ấm áp chờ đợi của bạn ngay ấy mà. Cơ thể của mẹ Tuần lễ này bạn sẽ phải trải qua những giây khắc mà bạn đã tiên lượng trước – đó là được gặp em bé của mình! Dẫu vậy, để gặp được bé, bạn phải trải qua cuộc đau đẻ và sinh con đầy gian khổ đấy. Bạn có thể đã biết 3 giai đoạn trong quá trình chuyển dạ ở các lớp học tiền sản rồi. Giai đoạn đầu của quá trình chuyển dạ làm co giãn cổ tử cung bằng cách làm co thắt tử cung của bạn một cách đều đặn. Giai đoạn thứ hai là lúc bạn rặn để đẩy em bé qua đường sinh và ra ngoài cơ thể. Giai đoạn thứ ba, giai đoạn cuối là lúc nhau thai của bạn bong tróc ra. Nếu sau ngày dự sinh một tuần mà bạn vẫn chưa có dấu hiệu chuyển dạ, bác sĩ sẽ có thể cho bạn làm xét nghiệm đo tim thai, theo dõi nhịp tim thai và hoạt động của thai nhi để chắc rằng bé đang được nhân đủ khí ô-xy và hệ thần kinh của bé đang hoạt động tốt. Hãy tham khảo ý kiến của bác sĩ để hiểu hơn về phương pháp xét nghiệm này nhé.  Nếu quá trình chuyển dạ của bạn chẳng có gì tiến triển hoặc nếu sức khỏe của bạn và của bé không ổn định, bác sĩ sẽ tiến hành giục sanh cho bạn bằng cách chọc ối hay bằng cách tiêm hooc-môn oxytocin hoặc các loại thuốc khác. Nếu thai của bạn có nguy cơ rủi ro cao, hoặc nếu thai có biến chứng tiềm ẩn khác thì bạn cần phải mổ bắt con đấy.  Một số thai phụ biết trước rằng sẽ mình sinh mổ và có thể lựa chọn ngày sinh cho bé. Nếu bạn cũng ở trong trường hợp phải sinh mổ như vậy thì ắt bạn cũng đã tự chuẩn bị tinh thần và nhẩm tính ngày sinh của bé rồi phải không – điều này cũng giúp bạn đỡ thất vọng khi biết rằng cũng có nhiều phụ nữ không sinh con qua đường âm đạo bình thường được. Nhưng dẫu bạn có phải qua một cuộc phẫu thuật mổ bắt con không được dự trù trước thì bạn cũng nên tin là giữa bạn và bé vẫn có một mối dây ràng buộc rất đặc biệt. Đó có thể không là những trải nghiệm về một cuộc sinh nở mà bạn hằng tưởng tượng nhưng dù sao thì giờ đây bên cạnh bạn đã có sự hiện diện của đứa con yêu thương xinh xắn của mình rồi. Những tháng ngày chờ mong bây giờ đã khép lại! Chúc thiên thần bé nhỏ của bạn được nhiều may mắn trong đời nhé!   "
        }
    ],
    "suggestions": []
}