{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[væs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">vasa</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(giải phẫu) mạch; ống, quản</td></tr></table><i/></div>",
            "word": "vas"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>vas</k><blockquote><cclass>[<cclass>vas<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>vasa</b><cclass>'veɪsə) <cclass>Anatomy a vessel or duct. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>vasal</b><cclass>'veɪs(ə)l <cclass>adjective </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from L., lit. 'vessel'. </blockquote></div>",
            "word": "vas"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "vas"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "vas"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mạch, ống dẫn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">vas aberrans</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mạch lạc vị</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">vas anastomoticum</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mạch nối</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">vas capillare</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mao mạch</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">vas collaterale</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mạch bên</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">vas deferens</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ống dẫn tinh</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "vas"
        }
    },
    "sentences": [
        {
            "en": "Improve compliance with <em>VAS</em> and its comparability with IFRS.",
            "vi": "Cải thiện tình hình tuân thủ CMKT VN và sự tương đồng của nó với CMKTQT."
        },
        {
            "en": "This applies to most value added services (<em>VAS</em>).",
            "vi": "Chính sách này được áp dụng đối với hầu hết các dịch vụ giá trị gia tăng."
        },
        {
            "en": "Not all IFRS have a comparable <em>VAS</em> counterpart.",
            "vi": "Không phải tất cả các CMBCTCQT cũng tương ứng trong CMKTVN."
        },
        {
            "en": "<em>VAS</em> should be continuously updated to be compatible with IFRS.",
            "vi": "CMKTVN cần được liên tục cập nhật để phù hợp với CMBCTCQT."
        },
        {
            "en": "<em>VAS</em> allows the revision of depreciation rates (changes in accounting estimates).",
            "vi": "CMKTVN cho phép thay đổi tỷ lệ khấu hao (thay đổi ước tính kế toán)."
        },
        {
            "en": "There are, however, significant gaps between <em>VAS</em> and IFRS as far as financial services are concerned.",
            "vi": "Tuy nhiên, có những khác biệt đáng kể giữa CMKTQT và CMBCTCQT trong các dịch vụ tài chính được quan tâm."
        },
        {
            "en": "The predominant recognized method in <em>VAS</em> is historical cost, while IFRS increasingly recognizes fair value measurements.",
            "vi": "Phương pháp chủ yếu được áp dụng theo CMKTVN là chi phí lịch sử, trong khi CMBCTCQT thì ngày càng chuyển sang áp dụng những thước đo giá trị công bằng."
        },
        {
            "en": "Also, management compensation is defined much more broadly under IAS 24.16 than under <em>VAS</em>.",
            "vi": "Đồng thời, thù lao cho ban thành viên Hội đồng quản trị được quy định rộng hơn nhiều trong CMKTQT so với CMKT VN."
        },
        {
            "en": "For a typical manufacturing company, no major differences exist between IFRS and <em>VAS</em>.",
            "vi": "Đối với một công ty sản xuất tiêu biểu thì giữa CMBCTCQT và CMKTVN không có sự khác biệt lớn."
        },
        {
            "en": "Also, management compensation is defined more broadly under IAS 24.16 than the <em>VAS</em>.",
            "vi": "Ngoài ra, thù lao cho ban giám đốc trong CMKTQT 24.16 cũng được định nghĩa rộng hơn so với CMKTVN."
        },
        {
            "en": "Alongside the testicles are the epididymis and the <em>vas</em> deferens, which make up the duct system of the male reproductive organs. The <em>vas</em> deferens is a muscular tube that passes upward alongside the testicles and transports the sperm-containing fluid called semen. The epididymis is a set of coiled tubes (one for each testicle) that connects to the <em>vas</em> deferens.",
            "vi": "Dọc theo tinh hoàn là mào tinh hoàn và ống dẫn tinh, tạo nên ống dẫn trong hệ thống cơ quan sinh sản nam. Ống dẫn tinh là ống cơ chạy lên phía trên dọc theo tinh hoàn và vận chuyển dịch chứa tinh trùng được gọi là tinh dịch. Mào tinh hoàn gồm 2 ống xoắn cuộn với nhau (mỗi ống đi với 1 tinh hoàn) dính liền với ống dẫn tinh."
        },
        {
            "en": "This loan classification has been the main reason for the change from the Vietnamese accounting standards (<em>VAS</em>) to International Accounting Standards.",
            "vi": "Việc phân loại vốn vay này đã là nguyên nhân chính của việc thay đổi từ các chuẩn mực kế toán của Việt nam (VAS) sang các chuẩn mực kế toán quốc tế."
        },
        {
            "en": "Currently, <em>VAS</em> significantly differs from IFRS in one important aspect: the records and measurements of assets and liabilities according to fair value.",
            "vi": "Hiện nay, CMKTVN khác nhiều so với CMBCTCQT trong một khía cạnh quan trọng: sổ sách ghi chép và đánh giá tài sản và nợ theo giá trị hợp lý."
        },
        {
            "en": "Value-added services (<em>VAS</em>) are unlike core services. They have unique characteristics and they relate to other services in a completely different way.",
            "vi": "Các dịch vụ Giá trị gia tăng (dịch vụ cộng thêm) không giống như các dịch vụ cơ bản khác. Các dịch vụ này có những đặc điểm duy nhất và có liên quan đến các dịch vụ khác theo kiểu khác biệt hoàn toàn."
        },
        {
            "en": "Value - added services (<em>VAS</em>) are unlike core services. They have unique characteristics and they relate to other services in a completely different way.",
            "vi": "Các dịch vụ Giá trị gia tăng (dịch vụ cộng thêm) không giống như các dịch vụ cơ bản khác. Các dịch vụ này có những đặc điểm duy nhất và có liên quan đến các dịch vụ khác theo kiểu khác biệt hoàn toàn."
        },
        {
            "en": "Comprehensive guidelines on the implementation of Vietnamese Accounting Standards (<em>VAS</em>) should be issued to avoid varying interpretations and differences in practices.",
            "vi": "Cần ban hành bộ hướng dẫn toàn diện về việc thực hiện các Chuẩn mực Kế toán Việt Nam (VAS) để tránh các trường hợp diễn giải khác nhau và cách làm khác nhau."
        },
        {
            "en": "Using Vietnamese accounting standards (<em>VAS</em>), these were more than twelve percent of total loans in 1997-1998 (Thanh et al 2002), and fell to about ten percent (US$1.3 billion) by the end of 2000.",
            "vi": "Theo chuẩn mực kế toán Việt nam (VAS), vốn vay không có khả năng thanh toán chiếm hơn 12% tổng số vốn vay trong năm 1997-1998 (Thanh và nhiều người khác, 2002), và con số này đã hạ xuống còn 10% (1,3 tỷ USD) đến cuối năm 2000."
        },
        {
            "en": "    * Epididymitis is inflammation of the epididymis, the coiled tubes that connect the testes with the <em>vas</em> deferens. It is usually caused by an infection, such as the sexually transmitted disease chlamydia, and results in pain and swelling next to one of the testicles.",
            "vi": "* Viêm mào tinh hoàn, đây là chứng viêm xảy ra ở mào tinh hoàn - mào tinh hoàn là những ống xoắn cuộn nối tinh hoàn với ống dẫn tinh. Bệnh thường gây ra do nhiễm trùng, chẳng hạn như bệnh lây truyền qua đường tình dục chlamydia, và do hậu quả của chứng đau và sưng ở vùng kế bên một trong hai tinh hoàn."
        },
        {
            "en": "Unlike the female, whose sex organs are located entirely within the pelvis, the male has reproductive organs, or genitals, that are both inside and outside the pelvis. The male genitals include:    * the testicles    * the duct system, which is made up of the epididymis and the <em>vas</em> deferens    * the accessory glands, which include the seminal vesicles and prostate gland    * the penis",
            "vi": "Khác với hệ sinh sản nữ - cơ quan sinh dục nằm hoàn toàn bên trong khung chậu – thì cơ quan sinh sản nam, hoặc cơ quan sinh dục ngoài nằm ở cả bên trong lẫn bên ngoài khung chậu. Cơ quan sinh dục ngoài nam bao gồm: * tinh hoàn* hệ thống ống dẫn, bao gồm mào tinh hoàn và ống dẫn tinh* các tuyến phụ, bao gồm túi tinh và tuyến tiền liệt* dương vật"
        },
        {
            "en": "The accessory glands, including the seminal vesicles and the prostate gland, provide fluids that lubricate the duct system and nourish the sperm. The seminal vesicles are sac-like structures attached to the <em>vas</em> deferens to the side of the bladder. The prostate gland, which produces some of the parts of semen, surrounds the ejaculatory ducts at the base of the urethra, just below the bladder. The urethra is the channel that carries the semen to the outside of the body through the penis. The urethra is also part of the urinary system because it is also the channel through which urine passes as it leaves the bladder and exits the body.",
            "vi": "Tuyến phụ, bao gồm túi tinh và tuyến tiền liệt, cung cấp dịch làm trơn hệ thống ống dẫn và nuôi tinh trùng. Túi tinh là cấu trúc giống như chiếc túi nối ống dẫn tinh với một bên của bàng quang. Tuyến tiền liệt, sản xuất một phần tinh dịch, nằm bao quanh ống phóng tinh ở đáy của niệu đạo, ngay bên dưới bàng quang. Niệu đạo là ống mang tinh dịch ra ngoài cơ thể qua dương vật. Niệu đạo cũng nằm trong hệ tiết niệu vì nó cũng là ống mà qua đó nước tiểu được bài tiết khi nó ra khỏi bàng quang và xuất ra ngoài cơ thể."
        }
    ],
    "suggestions": []
}