{
    "en_vn": {
        "data": {
            "content": null,
            "word": "vasculitis",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>vasculitis</k><blockquote><cclass>[<cclass>ˌvaskjʊ'lʌɪtɪs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>vasculitides</b><cclass>-'lʌɪtɪdi:z) <cclass>Medicine inflammation of a blood vessel or blood vessels. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>vasculitic</b><cclass>-'lɪtɪk <cclass>adjective </cclass></cclass></cclass></blockquote></div>",
            "word": "vasculitis",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "vasculitis",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "vasculitis",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> viêm mạch</font></td></tr></tbody></table></div>",
            "word": "vasculitis",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Kawasaki disease. Also known as mucocutaneous lymph node syndrome, Kawasaki disease affects the mucous membranes (the lining of the mouth and breathing passages), the skin, and the lymph nodes (part of the immune system). It can also lead to <em>vasculitis</em>, an inflammation of the blood vessels. This can affect all major arteries in the body — including the coronary arteries. It can also cause inflammation of the heart muscle, called myocarditis. When coronary arteries become inflamed, a child can develop aneurysms, which are weakened and bulging spots on the walls of arteries. This increases the risk of a blood clot forming in this weakened area, which can block the artery, possibly leading to a heart attack. In addition to the coronary arteries, the heart muscle, lining, valves, or the outer membrane that surrounds the heart can become inflamed. Arrhythmias or abnormal functioning of some heart valves can occur. Kawasaki disease has surpassed rheumatic fever as the leading cause of acquired heart disease in children in the United States.",
            "vi": "Bệnh Kawasaki. Cũng được gọi là hội chứng hạch bạch huyết niêm mạc da, bệnh Kawasaki xảy ra ở niêm mạc (niêm mạc miệng và đường thở), da, và các hạch bạch huyết (nằm trong hệ miễn dịch). Bệnh này cũng có thể gây viêm mạch máu. Điều này có thể ảnh hưởng đến tất cả động mạch chủ trong cơ thể - bao gồm động mạch vành. Nó cũng có thể gây viêm cơ tim. Khi động mạch vành bị viêm, trẻ có thể bị phình mạch, các mạch này suy yếu và làm phình to các đốm trên thành động mạch. Tình trạng này làm tăng nguy cơ vón cục máu ở vùng bị suy yếu này, có thể làm nghẽn động mạch, có khả năng gây đau tim. Bên cạnh đó, động mạch vành, cơ tim, niêm mạc, van, hoặc màng ngoài bao quanh tim cũng có thể bị viêm. Chứng loạn nhịp tim hoặc tình trạng một số van tim hoạt động bất thường có thể xảy ra. Bệnh Kawasaki đã vượt qua bệnh sốt thấp khớp trở thành nguyên nhân gây bệnh tim mắc phải hàng đầu đối với trẻ em ở Hoa Kỳ."
        }
    ],
    "suggestions": []
}