{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[və'sektəmi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">phẫu thuật cắt ống dẫn tinh (nhất là một biện pháp sinh đẻ có kế hoạch)</td></tr></table><i/></div>",
            "word": "vasectomy"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>vasectomy</k><blockquote><cclass>[<cclass>və'sɛktəmi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>vasectomies</b>) the surgical cutting and sealing of part of each vas deferens, especially as a means of sterilization. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>vasectomize</b> or <cclass><b>vasectomise</b><cclass>verb </cclass></cclass></cclass></blockquote></div>",
            "word": "vasectomy"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "vasectomy"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "vasectomy"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cắt bỏ ống tinh</font></td></tr></tbody></table></div>",
            "word": "vasectomy"
        }
    },
    "sentences": [
        {
            "en": "He has just passed a <em>vasectomy</em>.",
            "vi": "Anh ấy vừa mới trải qua một cuộc phẫu thuật cắt ống dẫn tinh."
        },
        {
            "en": "Urology said this guy should get <em>vasectomy</em> three days before the game begins.",
            "vi": "Khoa tiết niệu nói người đàn ông này nên phẫu thuật cắt bỏ ống tinh ba ngày trước khi trận đấu bắt đầu."
        },
        {
            "en": "The best options for men are wearing a condom, having a <em>vasectomy</em>, or abstinence.",
            "vi": "Những chọn lựa tốt nhất cho nam giới vẫn là dùng bao cao su, thắt ống dẫn tinh hay kiêng cữ."
        },
        {
            "en": "Birth Control    Birth control: How to decide With so many options, choosing a form of birth control can be daunting. Begin with a few questions: Do you need to protect against STDs? How important are convenience and cost? What about effectiveness? Only abstinence is 100% effective, but other methods come close -- as our effectiveness chart shows in a glance. Review this slideshow, then ask your doctor which options are best for you. Fertility awareness Also called natural family planning, fertility awareness means avoiding sex when the woman is most fertile. The most reliable way to do this is to watch for changes in cervical mucus and body temperature. To use this method correctly, it's best to get training from a health care professional. Pros: No drugs or devices, inexpensive. Cons: Limits spontaneous sex, 25% of typical users get pregnant. Spermicide Spermicide contains a chemical that kills sperm. It comes in the form of foam, jelly, cream, or film that is placed inside the vagina before sex. Some types must be put in place 30 minutes ahead of time. Frequent use may cause tissue irritation, increasing the risk of infections and STDs. Spermicides are most often used along with other birth control methods. Pros: Easy to use, inexpensive ($1 per use). Cons: May increase the risk of STDs, 29% get pregnant. Male condom The latex condom is the classic barrier method. It prevents sperm from entering the woman's body, protecting against pregnancy and STDs. Of couples who rely only on male condoms, 15% get pregnant in a year. Pros: Widely available, protects against STDs, inexpensive (under $1 each). Cons: Only effective if used correctly every time. Can't be reused. Female condom The female condom is a thin plastic pouch that lines the vagina and can be put in place up to 8 hours before sex. Users grasp a flexible, plastic ring at the closed end to guide it into position. It's somewhat less effective than the male condom. Pros: Widely available, some protection against STDs, conducts body heat better than a male condom. Cons: Can be noisy, 21% of users get pregnant, not reusable. Should not be used with a male condom, to avoid breakage. Diaphragm The diaphragm is a rubber dome that is placed over the cervix before sex. It is used with a spermicide. Effectiveness compares to the male condom – 16% of average users get pregnant, including those who don't use the device correctly every time. Pros: Inexpensive (a $15-$75 device lasts two years.) Cons: Must be fitted by a doctor, no STD protection. Can't be used during your period due to a risk of toxic shock syndrome. Cervical cap A cervical cap is similar to a diaphragm, but smaller. The FemCap slips into place over the cervix, blocking entry into the uterus. It is used with spermicide. The failure rate for the cervical cap is 15% for women who have never had children and 30% for those who have. Pros: Can stay in place for 48 hours, inexpensive. Cons: Must be fitted by a doctor, no protection against STDs. Can't be used during your period. Birth control sponge The birth control sponge, sold as the Today Sponge, is made of foam and contains spermicide. It is placed against the cervix up to 24 hours before sex. The sponge is about as effective as the cervical cap. But unlike the diaphragm or cervical cap, no fitting by a doctor is required. Pros: No prescription, effective immediately. Cons: Difficult to insert correctly, no STD protection. Can't be used during your period. Birth control pill The most common type of birth control pill uses the hormones estrogen and progestin to prevent ovulation. When taken on schedule, the pill is highly effective. About 8% of typical users get pregnant, including those who miss doses. Like all hormonal contraceptives, the pill requires a prescription. Pros: More regular, lighter periods, or no periods, depending on the type of pill. Less cramping. Cons: Cost ($15-$50 per month), no STD protection. May cause side effects, including breast tenderness, spotting, serious blood clots, and raised blood pressure. Some women should not use birth control pills. Birth control patch Women who have trouble remembering a daily pill may want to consider the birth control patch. The Ortho Evra patch is worn on the skin and changed only once a week for three weeks with a fourth week that is patch-free. The patch releases the same types of hormones as the birth control pill and is just as effective. Pros: More regular, lighter periods with less cramping, no need to remember a daily pill. Cons: Cost ($15-$50 per month), may cause skin irritation or other side effects similar to birth control pills. Doesn't protect against STDs. Vaginal ring The NuvaRing is a soft plastic ring that is worn inside the vagina. The ring releases the same hormones as the pill and patch and is just as effective. But it only needs to be replaced once a month. Pros: Lighter, more regular periods, only replaced once per month. Cons: Cost ($30-$50 per month), may cause vaginal irritation or other side effects similar to pills and the patch. Doesn't protect against STDs. Birth control shot The birth control shot, known as Depo-Provera, is a hormonal injection that protects against pregnancy for three months. For the typical couple, it is more effective than the birth control pill -- only 3% of users get pregnant in a year. Pros: Only injected four times per year, highly effective. Cons: Cost (about $240 per year), may cause spotting and other side effects. Doesn't protect against STDs. Birth control implant The birth control implant (Implanon) is a matchstick-sized rod that is placed under the skin of the upper arm. It releases the same hormone that's in the birth control shot, but the implant protects against pregnancy for 3 years. The failure rate is less than 1%. Pros: Lasts three years, highly effective. Cons: More expensive upfront ($400-$800 for exam, implant, and insertion), may cause side effects, including irregular bleeding. Doesn't protect against STDs. IUD IUD stands for intrauterine device, a T-shaped piece of plastic that is placed inside the uterus by a doctor. The copper IUD, ParaGard, works for as long as 12 years. The hormonal IUD, Mirena, must be replaced after 5 years. Both types make it more difficult for sperm to fertilize the egg. Fewer than eight in 1,000 women get pregnant. Pros: Long-lasting, low-maintenance. Cons: Irregular or heavier periods. More expensive upfront, may slip out, may cause side effects. Tubal ligation If you're sure you won't want biological children in the future, you may be ready for permanent birth control. The traditional method for women is called tubal ligation or \"having your tubes tied.\" A surgeon closes off the fallopian tubes, preventing eggs from making their journey out of the ovaries.  Pros: Permanent, nearly 100% effective. Cons: Requires surgery, may not be reversible, expensive. Doesn't protect against STDs. Tubal implants A newer procedure makes it possible to block the fallopian tubes without surgery. Small implants of metal or silicone are placed inside each tube. Scar tissue eventually grows around the implants and blocks the tubes. Once an X-ray confirms the tubes are blocked, no other form of birth control is needed.  Pros: Permanent, no surgery, almost 100% effective. Cons: Takes a few months to become effective. May raise the risk of pelvic infections, irreversible, expensive. <em>Vasectomy</em> Besides condoms, a <em>vasectomy</em> is the only birth control option available to men. It involves surgically closing the vas deferens – the tubes that carry sperm from the testes, through the reproductive system. This prevents the release of sperm but doesn't interfere with ejaculation. Pros: Permanent, cheaper than tubal ligation, almost 100% effective. Cons: Requires surgery, not effective immediately, may not be reversible. Emergency contraception Emergency contraception works after sex to help avoid pregnancy. This is an option if no birth control was used or if a woman suspects her usual method failed. Plan B, Plan B One-Step, and a generic version of Plan B called Next Choice all contain a high dose of a hormone found in many birth control pills. No prescription is needed for women aged 17 and older. These types must be used within 72 hours. Ella uses a non-hormonal drug and requires a doctor's prescription. It can be taken up to five days after sex. Options for older women Age and lifestyle are important factors in choosing a form of birth control. If you're over age 35 and smoke or are obese, the combination birth control pill, patch, and ring are not recommended. It's best to consult your doctor about safe alternatives. If you're approaching the age of menopause, the birth control shot has an added benefit: It may relieve some of the symptoms of perimenopause. Withdrawal Nearly six in 10 American women report that a partner has used \"pulling out,\" the age-old method that relies on the man withdrawing his penis from the vagina before ejaculation. Newer reviews show that when it's done correctly every time, about 4% of users get pregnant in a year. With more typical use, about 18% get pregnant. Pros: Free and no need for devices or hormones. Cons: May be hard to do correctly. No protection against STDs. Least effective methods Without using any form of birth control, 85% of sexually active couples will get pregnant within a year. Even the least effective birth control options reduce that number considerably. Most effective methods Although barrier methods, such as the condom or diaphragm, are moderately effective with typical patterns of use, hormonal contraceptives have a better track record for effectiveness. There are also several options for couples that prefer the lowest possible odds of getting pregnant. Two of these are reversible – the IUD and hormonal implant. Of course, the only birth control method that is 100% effective is abstinence.",
            "vi": "Tránh thai    Làm thế nào để lựa chọn được phương pháp tránh thai thích hợp  Trước quá nhiều giải pháp thì việc lựa chọn một hình thức tránh thai có thể khiến bạn phải thoái chí và đau đầu. Hãy bắt đầu bằng một vài câu hỏi: Bạn cần bảo vệ khỏi các bệnh lây truyền qua đường tình dục? Tiền bạc và mức độ tiện lợi quan trọng với bạn như thế nào? Hiệu quả ra sao? Chỉ việc kiêng không quan hệ tình dục là an toàn 100%, nhưng cũng còn nhiều phương pháp khác cũng có tác dụng gần như tuyệt đối – trong biểu đồ hiệu quả của chúng tôi. Hãy xem lại những khung hình này và tham khảo ý kiến của bác sĩ xem biện pháp nào là tốt nhất nhé.  Ý thức được khả năng thụ thai Đây cũng gọi là phương pháp kế hoạch hoá gia đình tự nhiên, ý thức khả năng thụ thai có nghĩa là tránh quan hệ tình dục khi người phụ nữ dễ dàng thụ thai nhất. Cách đáng tin cậy nhất là quan sát thay đổi ở chất nhầy tử cung và thân nhiệt. Để có thể áp dụng đúng đắn biện pháp này, tốt hơn hết là bạn nên được chuyên gia y tế hướng dẫn.  Ưu điểm: Không dùng thuốc hoặc một dụng cụ tránh thai nào, rẻ tiền, ít tốn kém.  Khuyết điểm: Hạn chế quan hệ tình dục tự phát, 25% phụ nữ áp dụng biện pháp này đã có thai ngoài ý muốn.  Chất diệt tinh trùng Chất diệt tinh trùng chứa hoá chất có thể làm chết tinh trùng. Có nhiều dạng: bọt, gel, kem, hoặc dạng màng được đặt vào bên trong âm đạo trước khi quan hệ tình dục. Một số loại chất diệt tinh trùng phải được đặt trước 30 phút. Việc sử dụng thường xuyên hoá chất này có thể gây kích ứng mô, làm tăng nguy cơ nhiễm trùng và các bệnh lây truyền qua đường tình dục. Chất diệt tinh trùng thường được sử dụng kèm với các biện pháp tránh thai khác nhiều nhất. Ưu điểm: Dễ sử dụng, ít tốn kém ($1/ 1 lần sử dụng) Khuyết điểm: Có thể làm tăng nguy cơ mắc bệnh lây truyền qua đường tình dục, 29% người áp dụng biện pháp này không thành công.  Bao cao su dành cho nam giới  Bao cao su bằng nhựa mủ là phương pháp tránh thai cổ điển. Nó có tác dụng làm ngăn chặn tinh trùng vào cơ thể của người phụ nữ, phòng tránh các bệnh lây truyền qua đường tình dục, đồng thời còn để tránh thai. Mỗi năm có 15% các cặp vợ chồng chỉ sử dụng bao cao su nam đã không có kết quả như mong muốn.  Ưu điểm: Bao cao su được bán rộng rãi, phòng tránh các bệnh lây truyền qua đường tình dục, rẻ tiền, ít tốn kém ($1/ bao cao su) Khuyết điểm: Chỉ có tác dụng khi sử dụng đúng cách mỗi lần quan hệ. Không được sử dụng lại nhiều lần.  Bao cao su dành cho nữ  Bao cao su nữ là túi nhựa mỏng được nhét vào âm đạo và có thể được đặt trước khi quan hệ tình dục đến 8 tiếng đồng hồ. Người sử dụng bao cao su này cầm vòng nhựa mềm ở gần cuối đầu để đưa nó vào vị trí chính xác. Biện pháp tránh thai này hơi kém hiệu quả hơn so với bao cao su dành cho nam.  Ưu điểm: Được bán rộng rãi, có thể phòng tránh các bệnh lây truyền qua đường tình dục, truyền nhiệt cơ thể tốt hơn bao cao su nam.  Khuyết điểm: Có thể phát ra tiếng sột soạt, 21% người áp dụng biện pháp này đã làm mẹ bất đắc dĩ, không được sử dụng lại nhiều lần. Không nên sử dụng cùng với bao cao su nam để tránh bị rách.  Màng chắn tránh thai Màng chắn tránh thai là màng ngăn hình vòm bằng cao su được đặt vào trong cổ tử cung trước khi quan hệ tình dục. Người ta sử dụng màng chắn này kết hợp chất diệt tinh trùng. Hiệu quả so với bao cao su nam - 16% người sử dụng bình thường đã mang thai ngoài ý muốn, bao gồm những người không sử dụng màng chắn này đúng cách mỗi khi có nhu cầu.  Ưu điểm: Rẻ tiền, ít tốn kém (màng chắn giá từ $15-$75 có thể sử dụng được trong vòng 2 năm) Khuyết điểm: Màng chắn tránh thai phải được bác sĩ đặt vào cổ tử cung, không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Không được dùng màng chắn này trong suốt kỳ kinh của bạn bởi có thể có nguy cơ mắc hội chứng sốc nhiễm độc.  Mũ đội cổ tử cung Mũ đội cổ tử cung giống màng chắn tránh thai, nhưng nhỏ hơn. FemCap (phương tiện tránh thai bằng silicon tên FemCap) được đặt vào cổ tử cung, có tác dụng ngăn chặn tinh trùng vào tử cung. Mũ đội cổ tử cung được sử dụng kết hợp với chất diệt tinh trùng. Tỉ lệ thất bại của biện pháp tránh thai này lên là 15% đối với người chưa sinh con và tăng gấp đôi đối với phụ nữ đã có con.  Ưu điểm: Có thể đặt trong cổ tử cung suốt 48 tiếng đồng hồ, rẻ tiền, ít tốn kém.  Khuyết điểm: Mũ đội cổ tử cung phải được bác sĩ thực hiện, không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Không được sử dụng trong kỳ kinh.  Miếng xốp ngừa thai Miếng xốp tránh thai được bán trên thị trường với tên gọi là Today Sponge, được làm từ bọt và chứa chất diệt tinh trùng. Người ta có thể đặt miếng xốp này sát vào cổ tử cung trước khi quan hệ tình dục đến 24 tiếng đồng hồ. Miếng xốp tránh thai có hiệu quả tương đương như mũ đội cổ tử cung. Nhưng không như màng chắn tránh thai hoặc mũ đội cổ tử cung, miếng xốp tránh thai có thể được sử dụng mà không cần đến bác sĩ hỗ trợ.  Ưu điểm: Có thể mua tự do, không theo toa và có tác dụng ngay lập tức.  Khuyết điểm: Khó đặt miếng xốp vào đúng vị trí, không phòng tránh các bệnh lây tryền qua đường tình dục. Không được sử dụng trong suốt kỳ kinh.  Thuốc tránh thai Thuốc tránh thai thường thấy nhất sử dụng hooc-môn estrogen và progestin để ngăn rụng trứng. Thuốc tránh thai thường có tác dụng cao nếu được sử dụng đúng theo giờ giấc. Khoảng 8% trường hợp sử dụng thuốc đã mang thai ngoài ý muốn, bao gồm cả những trường hợp quên uống thuốc. Giống như tất cả các loại thuốc tránh thai hooc-môn khác, nó đòi hỏi phải được bác sĩ kê toa.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn, nhẹ nhàng hơn, hoặc không hành kinh, tuỳ thuộc vào loại thuốc tránh thai. Ít bị chuột rút.  Khuyết điểm: Tốn nhiều tiền ($15-$50 mỗi tháng), không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Có thể gây ra tác dụng phụ, như đau ngực, mụn nhọt, máu vón cục trầm trọng, và làm tăng huyết áp. Một số phụ nữ không nên sử dụng thuốc tránh thai.  Miếng dán tránh thai Những phụ nữ khó nhớ uống thuốc tránh thai hằng ngày thì có thể sử dụng miếng dán. miếng dán tránh thai Ortho Evra này dính chặt trên da và được thay mỗi tuần một lần, trong ba tuần liên tiếp như vậy và không sử dụng cho tuần thứ tư. Các hooc-môn có trong miếng dán này giống như hooc-môn trong thuốc tránh thai và có hiệu quả ngừa thai tương tự.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn và nhẹ nhàng hơn, ít bị chuột rút, không cần phải nhớ sử dụng thuốc tránh thai hằng ngày.  Khuyết điểm: Tốn kém ($15-$50 mỗi tháng), có thể gây kích ứng da hoặc các tác dụng phụ khác tương tự như thuốc tránh thai. Không phòng tránh các bệnh lây truyền qua đường tình dục.  Vòng tránh thai Vòng tránh thai là vòng bằng nhựa mủ mềm được đặt bên trong âm đạo. Các hooc-môn có trong vòng tránh thai cũng giống như hooc-môn trong thuốc và miếng dán và có tác dụng ngừa thai tương tự. Nhưng chỉ cần thay mỗi tháng một lần là được.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn, nhẹ nhàng hơn và chỉ thay vòng mỗi tháng một lần.  Khuyết điểm: Tốn kém ($30-$50 mỗi tháng), có thể gây kích ứng âm đạo hoặc các tác dụng phụ khác giống như thuốc và miếng dán ngừa thai. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Thuốc tiêm tránh thai Thuốc tiêm tránh thai có tên gọi là Depo-Provera, là thuốc tiêm hooc-môn ngừa thai trong vòng 3 tháng. Đối với vợ chồng thì đây là biện pháp ngừa thai hiệu quả hơn so với thuốc tránh thai dạng uống – mỗi năm chỉ 3% trường hợp mang thai ngoài ý muốn.  Ưu điểm: Mỗi năm chỉ tiêm 4 lần, có hiệu quả cao.  Khuyết điểm: Tốn kém (khoảng $240 mỗi năm), có thể gây nổi mụn và các tác dụng phụ khác. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Que cấy tránh thai Que cấy tránh thai (Implanon) là que có kích cỡ bằng que diêm được cấy dưới da vùng cánh tay trên. Hooc-môn có trong que cấy giống như hooc-môn trong thuốc tiêm tránh thai, nhưng que cấy này có tác dụng ngừa thai được 3 năm. Tỉ lệ thất bại chưa đầy 1%.  Ưu điểm: Kéo dài được 3 năm, có hiệu quả cao. Khuyết điểm: Chi phí trả trước tốn kém hơn ($400-$800 để khám, cấy, và đặt que), có thể gây tác dụng phụ, bao gồm chứng xuất huyết bất thường. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Vòng tránh thai IUD IUD tượng trưng cho vòng tránh thai, làm bằng nhựa mủ, có hình dạng chữ T được bác sĩ đặt vào bên trong tử cung. vòng tránh thai bằng đồng IUD, ParaGard có tác dụng ngừa thai lên đến 12 năm. vòng tránh thai hooc-môn IUD, Mirena phải được thay sau 5 năm sử dụng. Cả hai loại này đều ngăn chặn không cho trứng thụ tinh. Chưa đầy 8 trường hợp trong 1000 người đã mang thai ngoài ý muốn.  Ưu điểm: Có thể sử dụng được lâu dài, ít bị hư hỏng. Khuyết điểm: Chu kỳ kinh nguyệt nhiều hơn hoặc không đều. Khoản trả trước tốn kém hơn, có thể trượt ra ngoài và gây ra nhiều tác dụng phụ.  Thắt ống dẫn trứng Nếu chắc rằng trong tương lai bạn không muốn sinh con nữa thì có thể sẵn sàng với biện pháp tránh thai vĩnh viễn. Phương pháp tránh thai truyền thống cho phụ nữ này được gọi là thắt ống dẫn trứng hoặc “thắt vòi trứng lại”. Bác sĩ phẫu thuật sẽ làm tắc ống dẫn trứng, ngăn không cho trứng ra khỏi buồng trứng.  Ưu điểm: Tránh thai vĩnh viễn; gần như có hiệu quả 100%.  Khuyết điểm: Cần phải được phẫu thuật, có thể không mở ống dẫn trứng lại được, tốn kém nhiều. Không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục.  Cấy ống tránh thai  Thủ thuật mới hơn có thể làm tắc ống dẫn trứng mà không cần phẫu thuật. Người ta đặt những ống nhỏ bằng kim loại hoặc bằng silicon vào bên trong từng ống dẫn một. Mô sẹo cuối cùng phát triển quanh ống cấy và làm tắc ống dẫn trứng. Các ống dẫn trứng được kiểm tra chắc chắn lại bằng tia X, và khi đã đạt yêu cầu thì không cần phải thêm một biện pháp tránh thai nào nữa.  Ưu điểm: Có thể sử dụng lâu dài, không nhờ đến phẫu thuật, gần như 100% các trường hợp đều thành công.  Khuyết điểm: Phải mất một vài tháng mới có hiệu quả. Có thể làm tăng nguy cơ nhiễm trùng khung chậu, không tháo ống cấy ra được, tốn kém nhiều.  Cắt ống dẫn tinh Ngoài bao cao su thì thủ thuật cắt ống dẫn tinh là giải pháp tránh thai duy nhất dành cho nam giới. Đây là thủ thuật làm tắc ống dẫn tinh – ống dẫn tinh là ống dẫn tinh trùng từ tinh hoàn đến hệ sinh sản. Nó có tác dụng làm chặn tinh trùng nhưng không cản trở quá trình xuất tinh.  Ưu điểm: Có thể sử dụng lâu dài, ít tốn kém hơn biện pháp thắt ống dẫn trứng, có hiệu quả gần như tuyệt đối.  Khuyết điểm: Đòi hỏi phải được phẫu thuật, không có tác dụng ngay tức khắc, có thể là không làm ống dẫn tinh bình thường lại như trước được.  Tránh thai khẩn cấp Thuốc tránh thai khẩn cấp có tác dụng ngừa thai sau khi quan hệ tình dục. Đây cũng là lựa chọn hữu hiệu khi không sử dụng một biện pháp tránh thai nào hoặc khi người phụ nữ nghi ngờ phương pháp bình thường của mình thất bại. Plan B, Plan B One-Step, và một dạng đặc biệt cùng loại với Plan B có tên là Next Choice chứa liều lượng hooc-môn cao có trong nhiều loại thuốc tránh thai khác. Phụ nữ 17 tuổi trở lên có thể sử dụng thuốc tự do không theo toa. Những loại thuốc này chỉ có tác dụng trong vòng 72 tiếng đồng hồ. Thuốc tránh thai Ella sử dụng dược phẩm không liên quan đến hooc-môn và phải được chỉ định của bác sĩ. Nó có tác dụng đến 5 ngày sau khi quan hệ tình dục.  Lựa chọn cho phụ nữ lớn tuổi  Tuổi tác và lối sống hằng ngày đóng vai trò hết sức quan trọng trong việc lựa chọn biện pháp tránh thai. Nếu bạn trên 35 tuổi và hút thuốc lá hoặc béo phì, thì việc kết hợp sử dụng thuốc, miếng dán và vòng tránh thai là không nên. Tốt hơn hết là bạn nên tham khảo ý kiến của bác sĩ để biết các biện pháp thay thế an toàn. Nếu bạn sắp đến tuổi mãn kinh thì liệu pháp tiêm thuốc tránh thai còn có tác dụng tốt khác: Nó có thể làm giảm một số triệu chứng của thời kỳ tiền mãn kinh.  Xuất tinh ngoài âm đạo Gần 6/10 phụ nữ Mỹ cho biết bạn tình của mình đã xuất tinh ngoài âm đạo, đây là phương pháp tránh thai lâu đời tuỳ thuộc vào người nam rút dương vật ra khỏi âm đạo trước khi xuất tinh. Nhiều nhận xét mới hơn gần đây cho biết mỗi lần thực hiện đúng điều này thì mỗi năm có khoảng 4% người đã làm mẹ bất đắc dĩ. Nếu sử dụng biện pháp này nhiều hơn thì có khoảng 18% người mang thai ngoài ý muốn.  Ưu điểm: Thoải mái và không cần dụng cụ tránh thai hoặc hooc-môn nào.  Khuyết điểm: Có thể khó thực hiện đúng. Không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục.  Các biện pháp tránh thai kém hiệu quả nhất Nếu quan hệ tình dục không sử dụng biện pháp tránh thai nào thì mỗi năm có đến 85% các cặp vợ chồng có con ngoài ý muốn. Thậm chí các giải pháp tránh thai kém hiệu quả nhất cũng có thể làm giảm con số này một cách đáng kể.  Các biện pháp tránh thai hiệu quả nhất Mặc dù các biện pháp tránh thai “rào cản” như bao cao su hoặc màng chắn, có hiệu quả tương đối với những cách dùng đặc trưng riêng biệt thì các loại thuốc tránh thai bằng hooc-môn có hiệu quả hơn hẳn. Cũng có nhiều giải pháp cho những cặp vợ chồng muốn có tỉ lệ thành công cao nhất. 2 trong số đó không có thể trở lại bình thường được – vòng tránh thai IUD và cấy hooc-môn. Tất nhiên là chỉ có biện pháp kiêng không quan hệ tình dục là có hiệu quả tuyệt đối 100%."
        },
        {
            "en": "Prostate Cancer    What is prostate cancer? Prostate cancer develops in a man's prostate, the walnut-sized gland just below the bladder that produces some of the fluid in semen. It's the most common cancer in men after skin cancer. Prostate cancer often grows very slowly and may not cause significant harm. But some types are more aggressive and can spread quickly without treatment. Symptoms of prostate cancer In the early stages, men may have no symptoms. Later, symptoms can include:     * Frequent urination, especially at night     * Difficulty starting or stopping urination     * Weak or interrupted urinary stream     * Painful or burning sensation during urination or ejaculation     * Blood in urine or semen Advanced cancer can cause deep pain in the lower back, hips, or upper thighs. Enlarged prostate or prostate cancer? The prostate can grow larger as men age, sometimes pressing on the bladder or urethra and causing symptoms similar to prostate cancer. This is called benign prostatic hyperplasia (BPH). It's not cancer and can be treated if symptoms become bothersome. A third problem that can cause urinary symptoms is prostatitis. This inflammation or infection may also cause a fever and in many cases is treated with medicine. Risk factors you can't control Growing older is the greatest risk factor for prostate cancer, particularly after age 50. After 70, studies suggest that most men have some form of prostate cancer, though there may be no outward symptoms. Family history increases a man's risk: having a father or brother with prostate cancer doubles the risk. African-Americans are at high risk and have the highest rate of prostate cancer in the world. Risk factors you can control Diet seems to play a role in the development of prostate cancer, which is much more common in countries where meat and high-fat dairy are mainstays. The reason for this link is unclear. Dietary fat, particularly animal fat from red meat, may boost male hormone levels. And this may fuel the growth of cancerous prostate cells. A diet too low in fruits and vegetables may also play a role. Myths about prostate cancer Here are some things that will not cause prostate cancer: Too much sex, a <em>vasectomy</em>, and masturbation. If you have an enlarged prostate (BPH), that does not mean you are at greater risk of developing prostate cancer. Researchers are still studying whether alcohol use, STDs, or prostatitis play a role in the development of prostate cancer. Can prostate cancer be found early? The American Cancer Society advises men to talk with a doctor about the pros and cons of screening tests, beginning at:     * 50 for average-risk men who expect to live at least 10 more years.     * 45 for men at high risk. This includes African-Americans.    * 40 for men with a family history of prostate cancer. The American Urological Association recommends a first-time PSA blood test at age 40, with follow-ups per doctor's orders. It's important to note that screening may detect cancers that are so slow-growing that treatment would offer no benefit. The treatments themselves can have serious side effects. Screening: DRE and PSA Your doctor may initially do a digital rectal exam (DRE) to feel for bumps or hard spots on the prostate. A blood test will measure prostate-specific antigen (PSA), a protein produced by prostate cells. An elevated level may indicate a higher chance that you have cancer, but you can have a high level and still be cancer-free. It is also possible to have a normal PSA and have prostate cancer. PSA test results A normal PSA level is considered to be under 4 nanograms per milliliter (ng/mL) of blood, while a PSA above 10 suggests a high risk of cancer. But there are many exceptions:     * Men can have prostate cancer with a PSA less than 4.     * A prostate that is inflamed (prostatitis) or enlarged (BPH) can boost PSA levels, yet further testing may show no evidence of cancer.     * Some BPH drugs can lower PSA levels, despite the presence of prostate cancer, called a false negative. If either your PSA or DRE are abnormal, your doctor will order other tests. Prostate cancer biopsy If a physical exam or PSA test suggests a problem, your doctor may recommend a biopsy. A needle is inserted either through the rectum wall or the skin between the rectum and scrotum. Multiple small tissue samples are removed and examined under a microscope. A biopsy is the best way to detect cancer and predict whether it is slow-growing or aggressive. Biopsy and Gleason Score A pathologist looks for cell abnormalities and \"grades\" the tissue sample from 1 to 5. The sum of 2 Gleason grades is the Gleason score. These scores help determine the chances of the cancer spreading. They range from 2, less aggressive, to 10, a very aggressive cancer. Gleason scores helps guide the type of treatment your doctor will recommend. Prostate cancer imaging Some men may need additional tests to see if the cancer has spread beyond the prostate. These can include ultrasound, a CT scan, or an MRI scan. A radionuclide bone scan traces an injection of low-level radioactive material to help detect cancer that has spread to the bone. In the MRI scan shown here, the tumor is the green, kidney-shaped mass in the center, next to the prostate gland (in pink). Prostate cancer staging Staging is used to describe how far prostate cancer has spread (metastasized) and to help determine the best treatment.    * Stage I: Cancer is small and still within the prostate.     * Stage II: Cancer is more advanced, but still confined to the prostate.     * Stage III: Cancer has spread to the outer part of the prostate and nearby seminal vesicles.     * Stage IV: Cancer has spread to lymph nodes, nearby organs or tissues such as bladder or rectum, or distant organs such as bones or lungs. Prostate cancer survival rates The good news about prostate cancer is that it usually grows slowly. And 9 out of 10 cases are found in the early stages. Overall, the 5-year relative survival rate is 100% for men with disease confined to the prostate or nearby tissues, and many men live much longer. When the disease has spread to distant areas, that figure drops to 31%. But these numbers are based on men diagnosed at least 5 years ago. The outlook may be better for men diagnosed and treated today. Treatment: Watchful waiting With low-risk cancer, one option is to watch and wait. This is determined by your biopsy, PSA test, and Gleason scores. Your doctor will order periodic testing. Other treatments – with the risk of sexual or urinary problems – may not be necessary. Some men who are older or have serious health conditions may not need treatment. However, more aggressive treatment is usually recommended for younger men or those with more aggressive disease. Treatment: Radiation therapy External beam radiation to kill cancer cells can be used as a first treatment or after prostate cancer surgery. It can also help relieve bone pain from the spread of cancer. In brachytherapy, tiny radioactive pellets about the size of a grain of rice are inserted into the prostate. Both methods can impair erectile function. Fatigue, urinary problems, and diarrhea are other possible side effects. Treatment: Surgery Removing the prostate, or radical prostatectomy, is used to eliminate the cancer when it is confined to the prostate. New techniques use smaller incisions and seek to avoid damaging nearby nerves. If lymph nodes are also cancerous, prostatectomy may not be the best option. Surgery may impair urinary and sexual function, but both can improve over time. Treatment: Hormone therapy Hormone therapy may shrink or slow the growth of your cancer, but unless it is used with another therapy it will not eliminate the cancer. Drugs or hormones block or stop the production of testosterone and other male hormones, called androgens. Side effects can include hot flashes, growth of breast tissue, weight gain, and impotence. Treatment: Chemotherapy Chemotherapy kills cancer cells throughout the body, including those outside the prostate, so it is used to treat more advanced cancer and cancer that did not respond to hormone therapy. Treatment is usually intravenous and is given in cycles lasting 3-6 months. Because the chemotherapy kills other fast-growing cells in the body, you may have hair loss and mouth sores. Other side effects include nausea, vomiting, and fatigue. Treatment: Cryotherapy Cryotherapy freezes and kills cancerous cells within the prostate. It is not as widely used because little is known about its long-term effectiveness. It's less invasive than surgery, with a shorter recovery time. Because the freezing damages nerves, as many as 80% of men become impotent after cryosurgery. There can be temporary pain and burning sensations in the bladder and bowel. Treatment: Prostate cancer vaccine This vaccine is designed to treat, not prevent, prostate cancer by spurring your body's immune system to attack prostate cancer cells. Immune cells are removed from your blood, activated to fight cancer, and infused back into your blood. Three cycles occur in one month. It's used for advanced prostate cancer that no longer responds to hormone therapy. Mild side-effects can occur such as fatigue, nausea, and fever. Hope for advanced cancer Your doctor will continue to monitor your PSA levels and may perform other tests after treatment for prostate cancer. If it recurs or spreads to other parts of the body, additional treatment may be recommended. Lifestyle choices may matter, too. One study found that prostate cancer survivors who exercised regularly had a lower risk of dying. Coping with erectile dysfunction Erectile dysfunction is a common side effect of prostate cancer treatments. Generally, erectile function improves within two years after surgery. Improvement may be better for younger men than for those over 70. You also may benefit from ED medications. Other treatments, such as injection therapy and vacuum devices, may help. Food for health A cancer-conscious diet may be the best choice for survivors who want to bolster their health and those hoping to lower their risk. That means:     * Five or more fruits and veggies a day     * Whole grains instead of white flour or white rice     * Limit high-fat meat     * Limit or eliminate processed meat (hot dogs, cold cuts, bacon)     *  Limit alcohol to 1-2 drinks per day (if you drink) Foods high in folate may have some action against prostate cancer (spinach, orange juice, lentils). Studies found mixed results on lycopene, an antioxidant found in tomatoes. Supplements: Buyer beware Be wary of supplements that are marketed to prevent prostate cancer. Some herbal substances can interfere with PSA levels. A 10-year study showed an increase in the risk of cancer for men who took folic acid supplements. A 5-year study of selenium and vitamin E did not show a decreased risk of prostate cancer. Be sure to tell your doctor if you are taking vitamins or supplements.",
            "vi": "Ung thư tuyến tiền liệt    Ung thư tuyến tiền liệt là gì? Ung thư tuyến tiền liệt xảy ra ở tuyến tiền liệt của nam giới, đây là tuyến có kích cỡ bằng quả óc chó, nằm ngay dưới bàng quang có tác dụng sản sinh chất dịch trong tinh dịch. Ung thư tuyến tiền liệt là dạng ung thư thường gặp nhất ở nam giới sau chứng ung thư da. Bệnh này thường phát triển rất chậm và có thể không gây hại gì nghiêm trọng. Nhưng một số bệnh lại diễn tiến nhanh hơn, dữ dội hơn và có thể phát tán nhanh chóng nếu không được điều trị.  Các triệu chứng ung thư tuyến tiền liệt Trong giai đoạn đầu, thường là người ta không có triệu chứng gì. Về sau, các triệu chứng bao gồm:      * Đi tiểu thường xuyên, nhất là vào ban đêm * Khó tiểu hoặc khó ngừng tiểu  * Dòng nước tiểu yếu hoặc đứt đoạn * Có cảm giác đau hoặc nóng rát khi tiểu hoặc xuất tinh  * Trong nước tiểu hoặc tinh dịch có máu Ung thư giai đoạn cao có thể gây đau dữ dội ở vùng thắt lưng, hông hoặc bắp đùi trên.  giãn tuyến tiền liệt hay ung thư tuyến tiền liệt?   Tuyến tiền liệt có thể phình to ra khi người đàn ông có tuổi, đôi khi nó nằm đè lên bàng quang hay niệu đạo và gây ra nhiều triệu chứng tương tự như ung thư tuyến tiền liệt. Đây được gọi là tăng sản tuyến tiền liệt lành tính (BPH); không phải là ung thư và có thể điều trị được nếu các triệu chứng đó trở nên phiền toái, khó chịu. Vấn đề thứ ba có thể gây các triệu chứng đường tiểu đó là viêm tuyến tiền liệt. Chứng viêm hoặc nhiễm trùng này cũng có thể gây sốt và trong nhiều trường hợp có thể được điều trị bằng thuốc.  Các yếu tố rủi ro mà bạn không thể kiểm soát được Tuổi tác là yếu tố nguy hiểm nhất đối với chứng ung thư tuyến tiền liệt, nhất là ở độ tuổi sau 50. Nhiều công trình nghiên cứu cho thấy hầu hết nam giới sau 70 tuổi đều mắc một số kiểu ung thư tuyến tiền liệt nào đó, cho dù có thể là không có triệu chứng nào bên ngoài. Tiền sử sức khỏe gia đình cũng làm tăng nguy cơ mắc bệnh đối với nam giới: người có bố hoặc anh trai bị ung thư tuyến tiền liệt có nguy cơ bệnh tăng gấp đôi so với người thường. Người Mỹ gốc Phi có nguy cơ bị bệnh cao và có tỉ lệ mắc bệnh cao nhất trên thế giới.  Các yếu tố rủi ro mà bạn có thể kiểm soát được Chế độ dinh dưỡng đóng vai trò quan trọng đối với sự phát triển của bệnh ung thư tuyến tiền liệt, thường thấy nhiều hơn ở những nước mà người dân ăn thịt và các sản phẩm từ sữa giàu chất béo là chính. Người ta vẫn mơ hồ sự tương quan, liên kết giữa các điều này. Chất béo trong chế độ dinh dưỡng, nhất là mỡ động vật từ các loại thịt đỏ, cũng có thể làm tăng nồng độ hooc-môn nam và làm cho tế bào ung thư tuyến tiền liệt phát triển dữ dội hơn. Bên cạnh đó, chế độ dinh dưỡng quá nghèo trái cây và rau củ cũng có thể làm phát sinh chứng bệnh này.  Những chuyện hư cấu, không có thực về bệnh ung thư tuyến tiền liệt Ung thư tuyến tiền liệt không do một vài nguyên nhân sau gây ra: quan hệ tình dục quá nhiều, cắt ống dẫn tinh, và thủ dâm. Nếu bạn bị giãn tuyến tiền liệt (BPH), thì điều này không đồng nhất với việc bạn có nguy cơ mắc bệnh ung thư tuyến tiền liệt cao hơn. Các nhà nghiên cứu vẫn còn đang tìm hiểu xem liệu có phải việc uống rượu, các bệnh lây truyền qua đường tình dục, hoặc viêm tuyến tiền liệt, làm cho bệnh ung thư tuyến tiền liệt tiến triển hay không.  Người ta có thể phát hiện ung thư tuyến tiền liệt sớm hay không? Hiệp hội Ung thư Hoa Kỳ khuyến cáo nam giới nên tham khảo ý kiến của bác sĩ về khả năng lợi và hại của việc thử nghiệm sàng lọc ung thư tuyến tiền liệt, bắt đầu từ:  * 50 tuổi đối với nam có nguy cơ mắc bệnh trung bình hy vọng kéo dài tuổi thọ ít nhất thêm 10 năm nữa.  * 45 tuổi đối với nam có nguy cơ mắc bệnh cao. Nhóm này gồm người Mỹ gốc Phi. * 40 tuổi đối với nam có tiền sử sức khỏe gia đình bị ung thư tuyến tiền liệt.  Hội Tiết niệu Hoa Kỳ khuyến cáo nên làm xét nghiệm máu tìm kháng nguyên đặc hiệu PSA lần đầu tiên ở tuổi 40, với các quy trình tiếp theo do bác sĩ chỉ định. Cần lưu ý là phương pháp xét nghiệm sàng lọc có thể phát hiện được nhiều bệnh ung thư diễn tiến chậm đến mức mà các biện pháp điều trị cũng không cải thiện được. Tự thân các biện pháp điều trị ấy cũng có thể gây ra nhiều tác dụng phụ nguy hiểm.  Xét nghiệm sàng lọc: DRE và PSA Ban đầu bác sĩ có thể kiểm tra trực tràng bằng ngón tay (DRE) để dò tìm bướu hoặc khối u cứng trên tuyến tiền liệt. Phương pháp xét nghiệm máu sẽ đo được kháng nguyên đặc hiệu tuyến tiền liệt (PSA), đây là loại prô-tê-in do tế bào tuyến tiền liệt sinh ra. Nồng độ cao có thể cho thấy nguy cơ mắc bệnh cao, nhưng cũng có thể vẫn không bị ung thư tuyến tiền liệt khi có nồng độ PSA cao. Người ta cũng có thể bị bệnh khi có nồng độ PSA ở mức bình thường.  Kết quả xét nghiệm PSA Nồng độ PSA bình thường được xem là dưới 4 na-nô-gram mỗi mi-li-lít máu (ng/mL), trong khi đó PSA trên 10 cho thấy nguy cơ bị ung thư cao. Nhưng cũng có một số trường hợp ngoại lệ:  * Nam giới có thể bị ung thư tuyến tiền liệt khi nồng độ PSA dưới 4.  * Tuyến tiền liệt bị viêm (viêm tuyến tiền liệt) hoặc bị giãn (BPH) cũng có thể làm tăng nồng độ PSA, tuy vậy khi làm xét nghiệm thêm cũng không phát hiện dấu hiệu ung thư nào.   * Một số thuốc BPH có thể làm giảm nồng độ PSA, cho dù là bị ung thư tuyến tiền liệt, đây gọi là âm tính giả. Nếu PSA hoặc DRE của bạn bất thường thì bác sĩ sẽ cho bạn làm thêm một số xét nghiệm khác.  Sinh thiết ung thư tuyến tiền liệt  Nếu khám sức khỏe hoặc xét nghiệm PSA cho thấy có vấn đề thì bác sĩ có thể cho làm sinh thiết. Biện pháp sinh thiết được thực hiện bằng cách tiêm kim vào vách trực tràng hoặc qua da ở vùng giữa trực tràng và bìu. Nhiều mẫu mô nhỏ được lấy ra và xét nghiệm dưới kính hiển vi. Sinh thiết là cách tốt nhất để phát hiện ra ung thư và dự đoán ung thư dẫu cho đó là ung thư chậm phát triển hoặc phát triển nhanh.  Sinh thiết và thang độ phân loại ung thư tuyến tiền liệt (số điểm Gleason (Gờ-li-son)) Nhà nghiên cứu bệnh học tìm dị dạng của tế bào và “phân loại” mẫu mô theo thang độ từ 1 đến 5. 2 mức độ gộp lại chính là hệ thống phân loại ung thư tuyến tiền liệt. Các vạch số này giúp xác định nguy cơ phát tán ung thư; dao động từ vạch 2 – ung thư giai đoạn nhẹ, đến vạch 10, ung thư giai đoạn phát triển mạnh. Bác sĩ sử dụng hệ thống phân loại này để định hướng biện pháp điều trị cho bệnh nhân.   Hình ảnh ung thư tuyến tiền liệt Một số người cần phải làm thêm nhiều xét nghiệm khác để xem liệu bệnh ung thư có lây lan qua vùng khác ngoài tuyến tiền liệt không. Các xét nghiệm này bao gồm siêu âm, ảnh chụp cắt lớp (chụp CT), hoặc quét MRI. Chụp cắt lớp xương nuclit phóng xạ dò tìm ra hiện tượng phun chất phóng xạ nồng độ thấp để phát hiện xem ung thư có lan tới xương chưa.  Trong thủ thuật quét MRI ở đây, khối u có màu xanh, khối hình bầu dục ở giữa, kế bên là tuyến tiền liệt (màu hồng). Các giai đoạn ung thư tuyến tiền liệt Thuật ngữ giai đoạn được dùng để diễn tả bệnh ung thư tuyến tiền liệt đã phát tán (di căn) ở cấp độ nào và để xác định phương pháp điều trị tốt nhất.  * Giai đoạn I: Ung thư còn nhỏ và vẫn còn nằm trong tuyến tiền liệt.  * Giai đoạn II: Ung thư đã phát triển nhiều hơn, nhưng vẫn còn nằm trong tuyến tiền liệt. * Giai đoạn III: Ung thư đã lan qua vùng ngoài tuyến tiền liệt và ở gần túi tinh.  * Giai đoạn IV: Ung thư đã lan qua các hạch bạch huyết, các cơ quan hoặc mô gần đó chẳng hạn như bàng quang hoặc trực tràng, hoặc các cơ quan xa đó như xương hoặc phổi. Tỉ lệ sống sót của bệnh nhân bị ung thư tuyến tiền liệt Tin vui cho những bệnh nhân bị ung thư tuyến tiền liệt là bệnh này thường tiến triển rất chậm. Và người ta dễ dàng phát hiện ra được 9/10 ca bệnh từ giai đoạn đầu. Nhìn chung thì tỉ lệ sống sót gần 5 năm là 100% đối với nam bị bệnh ung thư tuyến tiền liệt hoặc các mô lân cận, và nhiều người có thể sống được lâu hơn. Khi bệnh đã lan qua các vùng xa thì tỉ lệ này giảm còn 31%. Nhưng các con số này đều được dựa trên những người được chẩn đoán bệnh cách đây ít nhất là 5 năm. Triển vọng này có thể khả quan hơn đối với nam được khám và điều trị thời gian này.  Điều trị: Theo dõi có kiểm soát Đối với bệnh ung thư ít rủi ro, ít nguy hiểm thì người ta có thể chờ đợi và theo dõi. Điều này do kết quả sinh thiết, xét nghiệm PSA, và các vạch phân loại ung thư tuyến tiền liệt của bạn xác định. Các phương pháp điều trị khác – nguy cơ mắc bệnh về tình dục hoặc đường tiểu – có thể là không cần thiết. Một số người lớn tuổi hoặc mắc bệnh nghiêm trọng có thể không cần điều trị. Tuy nhiên, phương pháp điều trị liều mạnh thường được khuyến cáo cho thanh niên trẻ tuổi hoặc người bị bệnh nặng hơn.  Liệu pháp điều trị bằng bức xạ  Điều trị bằng chiếu xạ tia bên ngoài để giết tế bào ung thư có thể được sử dụng như một phương pháp điều trị đầu tiên hoặc sau phẫu thuật ung thư tuyến tiền liệt. Nó cũng làm giảm đau xương do sự phát tán ung thư gây ra. Trong liệu pháp tia phóng xạ đến gần, nhiều viên phóng xạ li ti có kích thước nhỏ bằng hạt gạo được đặt vào tuyến tiền liệt. Cả hai phương pháp đó có thể làm giảm chức năng cương dương. Mệt mỏi, các vấn đề về đường tiểu, và tiêu chảy là một số tác dụng phụ khác có thể xảy ra.   Điều trị bằng phẫu thuật Thủ thuật cắt tuyến tiền liệt, hoặc cắt tuyến tiền liệt triệt căn thường được sử dụng để trị dứt căn bệnh ung thư khi chỉ nằm trong phạm vi tuyến tiền liệt. Nhiều kỹ thuật mới áp dụng với đường rạch nhỏ hơn và tránh gây tổn hại cho các dây thần kinh lân cận. Nếu các hạch bạch huyết cũng bị ung thư thì có lẽ thủ thuật cắt tuyến tiền liệt không phải là một lựa chọn tốt nhất. Phương pháp phẫu thuật có thể làm yếu chức năng niệu và tình dục, nhưng cả hai chức năng đó có thể phục hồi theo thời gian.  Điều trị bằng hooc-môn Liệu pháp điều trị bằng hooc-môn có thể ngăn hoặc làm chậm quá trình phát triển của ung thư, nhưng nếu không được kết hợp với một liệu pháp khác thì nó cũng sẽ không chữa dứt bệnh được. Thuốc hoặc hooc-môn làm chặn hoặc ngưng sản sinh testosterone và các hooc-môn nam khác – các kích thích tố nam. Tác dụng phụ có thể gồm hiện tượng trào huyết (mất thăng bằng về hooc-môn; thân nhiệt cao, vã mồ hôi, mặt đỏ au) , phát triển mô ngực, tăng cân, và bất lực.  Điều trị bằng hoá trị liệu  Hoá trị liệu có thể trừ được tế bào ung thư ở khắp cơ thể, bao gồm những tế bào nằm ngoài tuyến tiền liệt, vì vậy liệu pháp này được sử dụng để điều trị chứng ung thư giai đoạn cao hơn và ung thư không đáp ứng được với liệu pháp hooc-môn. Phương pháp điều trị này thường áp dụng qua đường tĩnh mạch và có chu kỳ kéo dài từ 3 đến 6 tháng. Bởi hoá trị liệu có thể diệt được các tế bào phát triển nhanh trong cơ thể nên bạn có thể bị rụng tóc và loét miệng. Các tác dụng phụ khác bao gồm buồn nôn, ói mửa, và mệt mỏi. Điều trị bằng liệu pháp lạnh  Liệu pháp lạnh làm tê và tiêu hủy các tế bào ung thư trong tuyến tiền liệt. Liệu pháp này ít được sử dụng rộng rãi vì người ta vẫn chưa biết nhiều về tính hiệu quả lâu dài của nó. Ngoài ra nó cũng ít di căn hơn phương pháp phẫu thuật, với thời gian phục hồi ngắn hơn. Vì nhiệt độ lạnh có thể gây hại cho các dây thần kinh, nên có đến 80% nam giới trở nên bị bất lực sau khi phẫu thuật lạnh. Bệnh nhân cũng có thể bị đau và có cảm giác nóng rát ở bàng quang và ruột một thời gian ngắn. Điều trị bằng vắc-xin ung thư tuyến tiền liệt  Loại vắc-xin này được sản xuất ra nhằm để điều trị, không phải để ngừa ung thư tuyến tiền liệt bằng cách làm tăng hệ miễn dịch của cơ thể để kháng lại tế bào gây bệnh. Các tế bào miễn dịch được lấy ra khỏi máu, được kích hoạt chống ung thư, và được truyền ngược trở lại vào máu. Người ta có thể thực hiện 3 lần/ tháng. Vắc-xin này được sử dụng cho ung thư tuyến tiền liệt giai đoạn cao không còn đáp ứng được với liệu pháp hooc-môn. Các tác dụng phụ nhẹ có thể xảy ra như mệt mỏi, buồn nôn, và sốt. Niềm hy vọng cho ung thư giai đoạn cao Bác sĩ sẽ tiếp tục theo dõi nồng độ PSA của bạn và có thể cho làm thêm nhiều xét nghiệm khác sau khi đã điều trị ung thư tuyến tiền liệt. Nếu bệnh tái phát hoặc lan ra các bộ phận khác trên cơ thể thì phải tiến hành điều trị thêm. Lối sống của bạn cũng đóng một vai trò hết sức quan trọng. Một công trình nghiên cứu đã phát hiện người sống sót sau chứng ung thư tuyến tiền liệt tập thể dục thường xuyên thì ít có nguy cơ tử vong hơn.  Đối phó với rối loạn chức năng cương dương Rối loạn chức năng cương dương là một tác dụng phụ thường thấy trong quá trình điều trị ung thư tuyến tiền liệt. Nhìn chung, chức năng cương dương có thể được cải thiện trong vòng 2 năm sau khi được phẫu thuật. Thanh niên trẻ tuổi có thể phục hồi nhanh hơn người già trên 70 tuổi. Bạn cũng có thể sử dụng thuốc trị rối loạn cương dương. Các phương pháp điều trị khác, chẳng hạn như tiêm thuốc và thiết bị chân không cũng có thể có tác dụng tốt.  Thức ăn có lợi cho sức khỏe  Chế độ dinh dưỡng thận trọng với bệnh ung thư có lẽ là lựa chọn hàng đầu đối với người sống sót sau bệnh ung thư tuyến tiền liệt muốn tăng cường sức khỏe của mình và những người hy vọng giảm được nguy cơ mắc bệnh. Chế độ dinh dưỡng bao gồm: * Ăn 5 quả trở lên và ăn rau củ mỗi ngày * Dùng ngũ cốc nguyên hạt thay vì bột mì tinh hoặc gạo trắng * Hạn chế các loại thịt có hàm lượng chất béo cao     * Hạn chế hoặc không ăn các loại thịt đã được chế biến (xúc xích xông khói, món thịt nguội với phó-mát, thịt muối xông khói) *  Hạn chế sử dụng rượu bia còn 1-2 ly mỗi ngày (nếu bạn uống rượu) Các loại thức ăn giàu axit phô-lích có thể có một số hoạt tính chống ung thư tuyến tiền liệt (cải bina, nước cam ép, đậu lăng). Nhiều công trình nghiên cứu cho thấy những kết quả tổng hợp trên lycopene, chất chống ô-xy hoá trong cà chua.  Các chất bổ sung: Người mua nên cảnh giác Hãy nên đề phòng các chất bổ sung được quảng cáo có tác dụng phòng ngừa ung thư tuyến tiền liệt. Một số chất thảo dược có thể làm giảm nồng độ PSA. Một công trình nghiên cứu 10 năm cho thấy đã có sự tăng nguy cơ ung thư đối với nam giới sử dụng chất bổ sung axit phô-lích. Cuộc nghiên cứu 5 năm trên selen và vitamin E không cho thấy nguy cơ ung thư tuyến tiền liệt giảm. Bạn nên thông báo cho bác sĩ biết nếu đang sử dụng vitamin hoặc chất bổ sung nhé."
        }
    ],
    "suggestions": []
}