{
    "en_vn": {
        "data": {
            "content": null,
            "word": "vasodilator"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "vasodilator"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "vasodilator"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "vasodilator"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "vasodilator"
        }
    },
    "sentences": [
        {
            "en": "Treatment is by keeping the limbs warm, though <em>vasodilator</em> drugs may help.",
            "vi": "Điều trị bằng cách giữ cho chi được ấm, tuy nhiên có thể dùng thuốc dãn mạch."
        },
        {
            "en": "A <em>vasodilator</em> drug used to improve circulation in cerebro-vascular disease and other conditions in which blood flow is reduced.",
            "vi": "Một loại thuốc dãn mạch dùng cải thiện tuần hoàn trong bệnh não mạch và các tình trạng giảm cung cấp máu khác."
        },
        {
            "en": "Kallidin is a powerful <em>vasodilator</em> and causes contraction of smooth muscle, it is formed in the blood under certain conditions.",
            "vi": "Kallidin là chất giãn mạch mạnh và gây co thắt cơ trơn, chất này tạo thành trong máu trong một số trường hợp."
        },
        {
            "en": "Bradykinin is a very powerful <em>vasodilator</em> and cause contraction of smooth muscle; it is formed in the blood under certain conditions and is thought to play an important role as a mediator of inflammation.",
            "vi": "Bradykinin là một chất giãn mạch rất mạnh và gây co các cơ trơn; chất này được tạo thành trong máu trong một số tình huống và được coi như có vai trò quan trọng như một chất trung gian của chứng viêm."
        }
    ],
    "suggestions": []
}