{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[viəriη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bước ngoặc, sự thay đổi (ý kiến)</td></tr></table><i/></div>",
            "word": "veering"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "veering"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "veering"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "veering"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "veering"
        }
    },
    "sentences": [
        {
            "en": "The road paralleled the stream for sixty miles before <em>veering</em> to the north.",
            "vi": "Con đường này chạy song song với dòng sông khoảng 60 dặm trước khi ngoặt về hướng Bắc."
        },
        {
            "en": "By dressing this way both sexes are trying the defy each other and <em>veering</em> away from established fashion trends.",
            "vi": "Ăn mặc theo cách này, cả hai giới tính đối chọi nhau và đi lệch ra khỏi quỹ đạo truyền thống về trang phục."
        },
        {
            "en": "A clear statement of purpose provides you with focus as you develop your business plan. Going back to it frequently will keep you from <em>veering</em> off course.",
            "vi": "Một tuyên bố rõ ràng về mục đích mang lại cho bạn sự tập trung khi bạn phát triển kế hoạch kinh doanh của bạn. Trở lại nó một cách thường xuyên sẽ giúp bạn không đi đi lệch hướng."
        },
        {
            "en": "You are never going to be prepared enough for your first concert. You could have practiced more, memorized the <em>veering</em> structure of the songs one more time or reviewed every single step of your performance before the show.",
            "vi": "Bạn sẽ không bao giờ được chuẩn bị đầy đủ cho buổi hòa nhạc đầu tiên của mình. Bạn có thể đã luyện tập nhiều hơn, ghi nhớ sự thay đổi cấu trúc của bài hát một lần nữa hoặc xem xét lại từng bước của phần biểu diễn của bạn trước khi trình bày."
        }
    ],
    "suggestions": []
}