{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,vene'zweilən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc nước Vênêduêla</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Người Vênêduêla</td></tr></table><i/></div>",
            "word": "Venezuelan"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Venezuelan</k><blockquote><cclass>[<cclass>ˌvɛnɪ'zweɪlən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a native or inhabitant of Venezuela. </cclass></blockquote><blockquote>■ <cclass>adjective relating to Venezuela. </cclass></blockquote></div>",
            "word": "Venezuelan"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Venezuelan"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Venezuelan"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Venezuelan"
        }
    },
    "sentences": [
        {
            "en": "<em>Venezuelan</em> people use Spanish to communicate.",
            "vi": "Người Venezuela sử dụng tiếng Tây Ban Nha để giao tiếp."
        },
        {
            "en": "<em>Venezuelan</em> officials arrested Mr. Corrado last October.",
            "vi": "Các quan chức venezuela đã bắt giữ corrado hồi tháng 10."
        },
        {
            "en": "<em>Venezuelan</em> Congressman Iris Varela stood with the protesters.",
            "vi": "Nghị sỹ venezuela, bà iris varela đã ủng hộ phe chống đối."
        },
        {
            "en": "These tours allow you to gain an authentic insight into <em>Venezuelan</em> culture.",
            "vi": "Những chuyến đi này cho bạn một cái nhìn xác thực về văn hóa Vê-nê-du-ê-la."
        },
        {
            "en": "<em>Venezuelan</em> English teacher Diana Marco entered the Visiting International Faculty in 2005.",
            "vi": "Giáo viên tiếng anh người venezuela diana marco tham gia visiting international faculty năm 2005."
        },
        {
            "en": "<em>Venezuelan</em> President Hugo Chavez is traveling to Vietnam for a two-day visit.",
            "vi": "Tổng thống venezuela hugo chavez đang đến việt nam để viếng thăm trong hai ngày."
        },
        {
            "en": "<em>Venezuelan</em> politicians fought. The fight was between the opposition and the government.",
            "vi": "Các chính trị gia Venezuela đánh nhau. Cuộc ẩu đả giữa phe đối lập và phe chính phủ."
        },
        {
            "en": "The Finance Ministry said most of the bonds will be offered to <em>Venezuelan</em> companies that produce goods locally.",
            "vi": "Bộ tài chính cho biết hầu hết trái phiếu sẽ được ưu tiên cho các công ty Venzuela sản xuất hàng hóa trong nước."
        },
        {
            "en": "<em>Venezuelan</em> oil comprises about 11 percent of U.S. crude oil imports, which amounts to 60 percent of Venezuela's total exports.",
            "vi": "Dầu của Venezuela bao gồm khoảng 11 phần trăm nhập khẩu dầu thô từ Mỹ, mà số tiền lên đến 60 phần trăm tổng kim ngạch xuất khẩu của Venezuela."
        },
        {
            "en": "The <em>Venezuelan</em> Information Minister Andres Izarra says a suspected trader of illegal drugs has escaped from intelligence agents.",
            "vi": "Bộ trưởng bộ thông tin venezuela, ông andres izarra cho biết một thương gia bị tình nghi là buôn lậu ma túy đã trốn thoát khỏi các nhân viên tình báo."
        },
        {
            "en": "The diplomat, Livia Acosta Noguera, is alleged to have discussed possible cyber-attacks on the US while based at the <em>Venezuelan</em> embassy in Mexico in 2008.",
            "vi": "Nhà ngoại giao Livia Acosta Noguera được cho là đã thảo luận về các cuộc tấn công có thể xảy ra nhằm vào mạng máy tính của Hoa Kỳ trong khi làm việc tại đại sứ quán Venezuela ở Mê-hi-cô vào năm 2008."
        },
        {
            "en": "<em>Venezuelan</em> oil comprises about 11 percent of U. S. crude oil imports, which amounts to 60 percent of Venezuela's total exports.",
            "vi": "Dầu của Venezuela bao gồm khoảng 11 phần trăm nhập khẩu dầu thô từ Mỹ, mà số tiền lên đến 60 phần trăm tổng kim ngạch xuất khẩu của Venezuela."
        },
        {
            "en": "She also said that if the dispute is not resolved the factories should be taken over by the government and produce <em>Venezuelan</em> drinks.",
            "vi": "Bà cũng nói thêm rằng nếu tranh chấp không được giải quyết thì chính quyền nên tiếp quản các nhà máy và sản xuất nước giải khát cho venezuela."
        },
        {
            "en": "<em>Venezuelan</em> President Hugo Chavez made no reference to the expulsion in his weekly broadcast, Alo Presidente, which has resumed after a seven-month pause during which he underwent treatment for cancer.",
            "vi": "Tổng thống Hugo Chavez của Venezuela không đề cập đến việc trục xuất trên chương trình phát sóng hàng tuần tên là Alo Presidente của ông, đã phát sóng trở lại sau khi tạm dừng bảy tháng trong lúc ông điều trị ung thư."
        },
        {
            "en": "A family of <em>Venezuelan</em> immigrants to Colombia are repurposing their worthless bolivars into origami-made paper wallets, belts and even purses as the currency plunges further in value amid four-digit inflation.",
            "vi": "Một gia đình người Venezuela nhập cư Colombia đang chuyển đổi mục đích sử dụng những đồng bolivars (đồng tiền của Venezuela) mất gần hết giá trị thành những món đồ thủ công như ví, dây nịt, và thậm chí là túi xách khi đồng tiền này cứ mất giá thêm - lạm phát 4 con số."
        },
        {
            "en": "Within our own hemisphere, Beijing has extended a lifeline to the corrupt and incompetent Maduro regime in Venezuela that’s been oppressing its own people. They pledged $5 billion in questionable loans to be repaid with oil. China is also that country’s single largest creditor, saddling the <em>Venezuelan</em> people with more than $50 billion in debt, even as their democracy vanishes. Beijing is also impacting some nations’ politics by providing direct support to parties and candidates who promise to accommodate China’s strategic objectives.",
            "vi": "Trong chính bán cầu của chúng ta, Bắc Kinh đã giang tay cứu vớt chế độ Maduro tham nhũng và bất tài ở Venezuela, cam kết 5 tỉ đô la trong các khoản vay đáng ngờ có thể được hoàn trả bằng dầu. Trung Quốc cũng là chủ nợ lớn nhất của quốc gia này, tạo gánh nặng cho người dân Venezuela với hơn 50 tỷ đô la nợ nần. Bắc Kinh cũng đang làm suy đồi nền chính trị của một số quốc gia bằng cách cung cấp sự hậu thuẫn trực tiếp cho các đảng phái và ứng viên hứa hẹn sẽ đáp ứng các mục tiêu chiến lược của Trung Quốc…"
        },
        {
            "en": "Cuba passenger plane crash kills all 68 people on board       A Cuban passenger plane has crashed in the centre of the country, killing all 68 people on board, officials say. Rescuers found no survivors when they reached the site of the crash, Cuba's Civil Aviation Authority said.  The state-run Aerocaribbean aircraft had been flying from the eastern city of Santiago de Cuba to Havana. The passengers included 28 foreigners. The other 33 passengers and seven crew members were all Cuban. There is no word on the cause of the crash. The French-built ATR twin turboprop went down late on Thursday local time in mountains near the town of Guasimal in Santi Spiritus province. Many of the 61 passengers it was carrying are believed to have been tourists. A Civil Aviation Authority statement said the foreigners on the passenger list included nine Argentines, seven Mexicans, three Dutch citizens, two Germans, two Austrians, a French citizen, an Italian, a Spaniard, a <em>Venezuelan</em> and a Japanese citizen.  The twice-weekly flight 883 had originated in Port-au-Prince in Haiti and stopped over in Santiago. The pilot reported an emergency before contact was lost. Emergency crews and local residents had to use bulldozers to cut through thick vegetation to reach the crash scene, Cuban media say.  They pulled bodies from the wreckage but found no-one alive. One eyewitness described the crash site as \"a ball of flame in the middle of the mountain\". It is not clear if bad weather was a factor in the crash. A tropical storm warning had been issued in Santiago de Cuba province where the plane took off. \"At the moment, aviation and regional authorities are gathering the facts and details and have created a commission to investigate such a regrettable accident,\" the Civil Aviation Authority statement said.",
            "vi": "Vụ tai nạn máy bay ở Cuba làm thiệt mạng tất cả 68 hành khách trên khoang       Các viên chức cho biết một chiếc máy bay chở hành khách ở Cuba đã rơi ngay trung tâm quốc gia này, làm thiệt mạng tất cả 68 người trên khoang. Nhân viên cứu hộ đã không tìm thấy bất cứ người nào còn sống sót khi họ đến hiện trường vụ tai nạn, theo Cục hàng không dân dụng Cuba cho biết. Chiếc máy bay Aerocaribbean thuộc quốc doanh đang bay đến Havana từ thành phố phía tây của Santiago de Cuba. Trong đó có 28 hành khách là người nước ngoài. Còn 33 hành khách khác và các thành viên phi hành đoàn đều là người Cuba. Nguyên nhân vụ tai nạn đang được điều tra. Động cơ tua-bin cánh quạt ghép đôi ATR  do Pháp sản xuất rơi vào cuối ngày thứ Năm theo giờ địa phương ở ngọn núi gần thị trấn Guasimal thuộc tỉnh Santi Spiritus. Phần nhiều trong số 61 hành khách được cho là khách du lịch. Một nhân viên Cục Hàng không dân dụng cho biết những hành khách trong danh sách gồm có 9 người Argentina, bảy người Mê-hi-cô, 3 công dân người Hà Lan, 2 người Đức, 2 người Áo, còn lại Pháp, Ý, Tây Ban Nha, Venezuela và Nhật Bản, mỗi nước một công dân. Chuyến bay 883 bay hai lần một tuần khởi hành ở Port-au-Prince, Haiti và dừng ở Santiago. Phi hành gia đã báo cáo tình trạng khẩn cấp trước khi mất liên lạc. Truyền hình Cuba đưa tin đội cứu hộ khẩn cấp và dân địa phương phải dùng xe ủi đất cắt bớt cây cối rậm rạp để tiếp cận hiện trường vụ tai nạn. Họ kéo các thi thể ra khỏi đống đổ nát nhưng không tìm thấy người nào còn sống sót. Một người chứng kiến mô tả hiện trường vụ tai nạn như là “quả cầu lửa giữa ngọn núi”. Không rõ liệu thời tiết xấu có phải là nhân tố tạo nên vụ tai nạn hay không, vì tỉnh Santiago de Cuba đã cảnh báo về cơn bão nhiệt đới nơi chiếc máy bay cất cánh. “ Hiện tại, hãng hàng không và các chính quyền trong khu vực đang thu thập thông tin chính xác và lập ủy ban điều tra về vụ tai nạn đáng tiếc này,” theo lời phát biểu của Cục hàng không dân dụng nói."
        },
        {
            "en": "1 October 2010 Last updated at 01:17 GMT           \n \n1 October 2010 Last updated at 01:17 GMT  A state of emergency has been declared in Ecuador after President Rafael Correa accused the opposition and security forces of a coup attempt. Mr Correa remains in hospital amid reports of fresh violence outside and government claims that security forces will not allow the president to leave. Troops also took over Quito's airport, forcing it to close for hours.  Unrest has been reported across Ecuador amid anger at a new law cutting benefits for public servants. Supporters said security forces were not allowing the president to leave the police hospital, where he went for treatment after being hit by teargas. The minister responsible for security, Miguel Carvajal, said at least one person was killed and several others were injured during the unrest, but this could not be immediately confirmed.  Mr Correa has received strong support from governments throughout the Americas, with a string of Latin American nations and the US all speaking up for the embattled president. In other developments on Thursday:  Police officers erect road blocks in Quito, Guayaquil and Cuenca. Several government buildings are occupied  Looting is reported in the capital and Guayaquil. Banks are robbed, while schools and businesses close due to the lack of security The head of the armed forces declares its loyalty to the president \nVenezuela's president claims Mr Correa is \"in danger of being killed\" \n \nPeru and Colombia close their borders with Ecuador in solidarity.\n  The drama began on Thursday morning when members of the armed forces and police angry at the austerity measures occupied several barracks and set up road blocks across the country. TV stations showed images of police setting tyres on fire in the streets of Quito, Guayaquil and other cities. The National Assembly building was also occupied. In a speech to soldiers from Quito's main barracks, President Correa said: \"If you want to kill the president, here he is. Kill him, if you want to. Kill him if you are brave enough. \"If you want to seize the barracks, if you want to leave citizens undefended, if you want to betray the mission of the police force, go ahead. But this government will do what has to be done. This president will not take a step back.\" However, Mr Correa was forced to flee the barracks wearing a gas mask shortly afterwards when tear gas was fired by the protesters.  The president was later treated for the effects of the gas at a police hospital, from where he told local media that he had been \"attacked\". \"They threw tear gas at us. One exploded near my face. It stunned me and my wife for a few seconds, probably minutes,\" he said. \"I had to put on a gas mask and some cowards took it off me so I would suffocate. \"I mean they shot at the president - it's incredible - our security forces, our national police.\" \"It is a coup attempt led by the opposition and certain sections of the armed forces and the police,\" he added. \"Whatever happens to me I want to express my love for my family and my homeland.\" He blamed the Patriotic Society Party (PSP), led by Lucio Gutierrez, for fomenting the unrest, and said \"all bad elements\" in the police force would \"be removed\". 'Kidnapped'  <em>Venezuelan</em> President Hugo Chavez later reported that Mr Correa had told him by telephone from the hospital \"that once he had left he would be very happy to receive [the protesters], but that they had kidnapped him, and he would not give in to blackmail\". \"They are trying to oust President Correa. Wake up the people of the Bolivarian Alliance! Wake up the people of Unasur [Union of South American Nations]! Viva Correa!,\" Mr Chavez wrote in a message on Twitter. Police later fired tear gas at supporters of the president who tried to break up their protest at the hospital, witnesses said. Meanwhile, about 300 air force personnel and soldiers took control of the runway at Quito's Mariscal Sucre International Airport, causing flights to be grounded. The airport later re-opened, the mayor of Quito told reporters. The protesters were carrying signs demanding the government give more respect to the military over benefits, witnesses said. The US embassy said Guayaquil's airport was also closed and warned US citizens to \"stay in their homes or current location, if safe\". Despite the unrest, the head of Armed Forces Joint Command, Gen Luis Ernesto Gonzalez Villarreal, said the troops remained loyal. \"We live in a state which is governed by laws, and we are subordinate to the highest authority which is the president of the republic,\" he said. \"We will take whatever appropriate action the government decides on.\" Looting The country's central bank chief, Diego Borja, meanwhile urged its citizens not to withdraw money from banks amid reports of looting. Many schools and business were also closed because of the unrest. A BBC News website reader in Guayaquil, Andrea M, said: \"Thieves have taken advantage of this situation, and started attacking people in the streets. Now, most people are at their homes, waiting to see what happens with the government.\" Several leaders in the region expressed their support for Mr Correa, as did the Organisation of American States (OAS). Its Secretary-General Miguel Insulza called the situation \"a coup d'etat in the making\". Peru and Colombia both closed borders with Ecuador, while the US said it backed Mr Correa and was \"closely monitoring\" the situation. UN Secretary General Ban Ki-moon said he was deeply concerned for the president and called for a peaceful resolution to the crisis. On Wednesday, one minister said President Correa was considering disbanding Congress because members of his Country Alliance had threatened to block proposals to shrink the bureaucracy. Ecuador's two-year-old constitution allows the president declare an impasse and rule by decree until new elections. However, such a move would have to be approved by the Constitutional Court.  Ecuador has a history of political instability. Protests toppled three presidents during economic turmoil in the decade before Mr Correa, a 47-year-old US-trained economist, took power in 2007. He was re-elected to a second term in 2009 despite a decision to default on $3.2bn of global bonds causing widespread fiscal problems for the government. Mr Correa declared the debt \"illegitimate\". http://www.bbc.co.uk/news/world-latin-america-11447519",
            "vi": "1 October 2010 Last updated at 01:17 GMT       \n \n1 October 2010 Last updated at 01:17 GMT  Ecuador tuyên bố tình trạng khẩn cấp sau khi tổng thống Rafael Correa tố cáo phe đối lập và các lực lượng an ninh mưu toan đảo chính Ông Correa vẫn còn nằm viện giữa lúc báo chí tường thuật có bạo loạn bên ngoài và chính phủ tuyên bố các lực lượng an ninh sẽ không để cho tổng thống xuất viện Quân đội đã chiếm phi trường Quito, buộc phi trường phải đóng cửa nhiều giờ. Tình hình bất ổn đã được tường thuật khắp đất nước Ecuador trong bầu không khí giận dữ vì một đạo luật mới cắt giảm phúc lợi của các viên chức nhà nước. Những người ủng hộ cho biết các lực lượng an ninh sẽ không để cho tổng thống rời khỏi bệnh viện cảnh sát khi ông đến điều trị sau khi bị trúng hơi cay. Bộ trưởng phụ trách vấn đề an ninh, Miguel Carvajal, cho biết có ít nhất một người chết và nhiều người khác bị thương trong tình trạng hỗn loạn, nhưng điều này có thể không được xác nhận ngay lập tức. Ông Correa nhận được sử ủng hộ mạnh mẽ từ các chính phủ trên khắp Châu Mỹ, trong đó hàng loạt quốc gia Mỹ La-tinh và Mỹ tất cả đều lên tiếng ủng hộ tổng thống bị tấn công. Các diễn tiến khác trong hôm thứ Năm :  \nCác sĩ quan cảnh sát dựng rào chắn đường tại Quito, Guayaquil và Cuenca.\n \nTheo tường thuật, tình trạng cướp phá diễn ra ở thủ đô và Guayaquil. Các nhà băng bị đánh cướp, trong lúc trường học và doanh nghiệp đóng cửa vì thiếu an ninh\n \nTổng tư lệnh các lực lượng quân sự tuyên bố trung thành với tổng thống\n Tổng thống Venezuela tuyên bố ông Correa “có nguy cơ bị giết chết” \nPeru và Colombia đóng cửa biên giới với Ecuador để tỏ tình đoàn kết\n  Sự việc bắt đầu vào sáng thứ Năm khi các thành viên lực lượng quân đội và cảnh sát giận dữ trước các biện pháp khắc khổ đã chiếm lấy một số đồn binh và dựng rào cản khắp đất nước. Các đài truyền hình phát đi hình ảnh cảnh sát đốt các vỏ xe ngoài đường phố Quito, Guayaquil và các thành phố khác. Tòa nhà Quốc Hội cũng đã bị chiếm giữ. Trong bài diễn văn phát đi từ trại quân chính ở Quito, tổng thống Correa nói: “Nếu các ông muốn giết tổng thống, ông ta đang ở đây. Giết đi, nếu các ông có đủ can đảm.  “Nếu các ông muốn chiếm các trại lính, nếu các ông muốn để cho người dân bị mất an ninh, nếu các ông muốn phản bội lại sứ mạng của lực lượng cảnh sát, cứ tiếp tục. Nhưng chính phủ này sẽ làm những việc phải làm. Tổng thống này sẽ không lùi bước.” Tuy nhiên, ông Correa buộc phải mang mặt nạ chống hơi cay rời khỏi trại lính không lâu sau đó khi phe chống đối bắn hơi cay vào. Sau đó tổng thống được điều trị tác động của hơi cay tại một bệnh viện cảnh sát, nơi mà ông nói với các phương tiện thông tin địa phương là mình đã bị “tấn công”.  “Họ ném hơi cay vào chúng tôi. Một quả nổ tung gần mặt tôi. Tôi và vợ tôi choáng váng vài giây, có lẽ là vài phút,” ông cho biết. “Tôi phải mang mặt nạ hơi cay và một số kẻ hèn nhát đã giật lấy nó vì thế tôi bị ngạt thở.  “Tôi muốn nói họ bắn vào tổng thống – thật không tin được – các lực lượng an ninh của chúng ta, cảnh sát quốc gia của chúng ta.”  “Đó là mưu toan đảo chính được thực hiện bởi phe đối lập và một số phe phái trong lực lượng quân đội và ngành cảnh sát,” ông nói thêm. “Cho dù có gì xảy ra cho mình, tôi vẫn muốn thể hiện tình yêu của mình đối với gia đình và đất nước.” Ông kết tội Đảng Xã Hội Ái Quốc (PSP), đứng đầu là Lucio Gutierrez, đã kích động tình hình bất ổn, và nói “tất cả những phần tử xấu” trong lực lượng cảnh sát sẽ phải bị “loại trừ”.  ‘Bắt cóc’ Sau đó tổng thống Hugo Chavez của Venezuela thuật rằng ông Correa từ bệnh viện đã điện thoại cho ông biết “rằng khi ông có thể ra về, ông rất vui lòng tiếp đón [những kẻ chống đối], nhưng bọn họ đã bắt cóc ông, và ông sẽ không nhượng bộ hành vi đe dọa”. Ông Chavez viết trong một đoạn tin trên trang xã hội Twitter: “Bọn họ đang tìm cách lật đổ tổng thống Correa. Hãy đánh thức người dân của Liên Minh Bolivarian! Hãy đánh thức người dân unasur [Liên Minh các Quốc Gia Nam Mỹ]! Correa muôn năm!,” Các nhân chứng cho biết, sau đó cảnh sát đã bắn hơi cay vào những người ủng hộ tổng thống lúc ấy đang cố phá vỡ sự chống đối của họ ở bệnh viện. Trong khi đó, khoảng 300 binh lính và người thuộc lực lượng không quân đã kiểm soát phi đạo ở phi trường quốc tế Mariscal Sucre ở Quito, khiến các chuyến bay không thể cất cánh. Sau đó phi trường đã mở cửa trở lại, Thị trưởng Quito nói với các phóng viên. Các nhân chứng cho biết, phe phản đối mang những tẩm biển đòi chính phủ phải tôn trọng hơn nữa những phúc lợi của khối quân đội. Sứ quán Mỹ cho biết phi trường ở Guayaquil cũng bị đóng cửa và cảnh báo các công dân Mỹ nên “ở lại nhà hoặc nơi ở hiện tại, nếu an toàn”. Mặc dù đang bất ổn, người đứng đầu Bộ Chỉ Huy Phối Hợp các Lực Lượng Quân Sự, tướng Luis Ernesto Gonzalez Villarreal, nói các binh sĩ vẫn trung thành. Ông ta nói, “Chúng ta đang sống trong một quốc gia pháp trị, và chúng ta phải tuân thủ quyền lực tối cao, đó là tổng thống của nước cộng hòa,”  “Chúng ta phải thực thi bất kỳ hành động phù hợp nào mà chính phủ đã quyết định.” Cướp bóc  Trong khi đó thống đốc ngân hàng trung ương của nước này, Diego Borja, kêu gọi các công dân không rút tiền ra khỏi các ngân hàng trong lúc có tường thuật về tình trạng cướp bóc. Nhiều trường học và doanh nghiệp cũng đóng cửa vì tình trạng bất ổn. Andrea M, một độc giả của trang web tin tức BBC, nói: “Bọn trộm cướp lợi dụng tình hình này, và bắt đầu tấn công người đi đường. Giờ đây, hầu hết mọi người đều ở trong nhà, chờ xem chuyện gì xảy ra với chính phủ.” Một số lãnh đạo của địa phương này bày tỏ sự ủng hộ ông Correa, trong đó có Tổ Chức Các Quốc Gia Châu Mỹ (OAS). Tổng thư ký Miguel Insulza của tổ chức này gọi tình hình này là “một cuộc đảo chính đang hình thành.” Cả Peru và Columbia đều đóng cửa biên giới với Ecuador, trong khi Mỹ cho biết nước này ủng hộ ông Correa và “đang chăm chú theo dõi” tình hình. Tổng thư ký LHQ Ban Ki-moon cho biết ông lo ngại sâu sắc cho tổng thống Correa và kêu gọi giải quyết khủng hoảng bằng một giải pháp hòa bình. Hôm thứ Tư, một bộ trưởng nói Tổng thống Correa đang xem xét việc giải tán Quốc Hội vì các thành viên trong Liên Minh Quốc Gia của ông đe dọa ngăn chặn các đề xuất bài trừ bộ máy quan liêu. Hiếp pháp đã hình thành hai năm của Ecuador cho phép tổng thống tuyên bố tình trạng bế tắc và điều hành bằng sắc luật cho đến khi có tuyển cử mới. Tuy nhiên, động thái ấy phải được Tòa Án Hiến Pháp chuẩn y. Ecuador có một lịch sử bất ổn về chính trị. Các vụ chống đối đã lật đổ ba tổng thống trong giai đoạn bất ổn kinh tế trong thập niên này trước khi ông Correa, nhà kinh tế học 47 tuổi do Mỹ đào tạo, lên nắm quyền vào năm 2007. Ông tái đắc cử nhiệm kỳ hai vào năm 2009 cho dù có một quyết định không trả nợ trái phiếu toàn cầu trị giá 3,2 tỷ đô-la gây ra cho chính phủ các vấn đề tài chính ảnh hưởng rộng rãi. Ông Correa tuyên bố khoản nợ này là “không đúng pháp luật”. http://www.bbc.co.uk/news/world-latin-america-11447519"
        }
    ],
    "suggestions": []
}