{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Venice"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Venice"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Venice"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Venice"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Venice"
        }
    },
    "sentences": [
        {
            "en": "<em>Venice</em>, Italy",
            "vi": "Venice, Ý"
        },
        {
            "en": "Fall in love with <em>Venice</em>.",
            "vi": "Phải lòng với Venice."
        },
        {
            "en": "Vendors crowded into <em>Venice</em> Beach.",
            "vi": "Những người bán dạo ùa vào bãi biển Venice."
        },
        {
            "en": "<em>Venice</em> was a city of rich merchants.",
            "vi": "Venice là thành phố của các thương gia giàu có."
        },
        {
            "en": "I'd like a coach trip to <em>Venice</em>.",
            "vi": "Tôi thì thích một chuyến đi chơi tới Venice bằng xe đò."
        },
        {
            "en": "The incomparable beauty of <em>Venice</em> is legendary.",
            "vi": "Vẻ đẹp không thể so sánh được của Venice thì ai cũng biết."
        },
        {
            "en": "The couple took a honeymoon trip to <em>Venice</em>.",
            "vi": "Cặp vợ chồng trẻ đã hưởng tuần trăng mật ở Vơnidơ."
        },
        {
            "en": "It's compared to the famous waterway city <em>Venice</em> in Italy.",
            "vi": "Nó được so sánh với thành phố kênh đào nổi tiếng Venice ở Ý."
        },
        {
            "en": "We'll have a one - month honeymoon trip to <em>Venice</em> tomorrow.",
            "vi": "Chúng ta sẽ đi hưởng trăng mật một tháng ở Venice ngày mai."
        },
        {
            "en": "Peter established his headquarters at Treviso, just north of <em>Venice</em>.",
            "vi": "Peter thiết lập căn cứ của mình tại Travesio, ngay phía bắc của Venice."
        },
        {
            "en": "Tourists are coming to <em>Venice</em> in search of culture.",
            "vi": "Các khách du lịch đến Venice tìm hiểu nền văn hóa."
        },
        {
            "en": "Some western tourists call Hue the <em>Venice</em> of the East.",
            "vi": "Một số khách du lịch phương tây gọi huế là thành phố venice ở phương đông."
        },
        {
            "en": "She had once been on the level of Genoa and <em>Venice</em> as a maritime republic.",
            "vi": "Nó đã từng được đồng địa vị với genoa và venice như một nước công hoà duyên hải."
        },
        {
            "en": "I am going to the masked ball in <em>Venice</em> at carnival time.",
            "vi": "Tôi có ý định sẽ tham dự buổi khiêu vũ hóa trang ở Venice vào mùa lễ hội."
        },
        {
            "en": "If my lucky number comes up, we'll have a holiday in <em>Venice</em>.",
            "vi": "Nếu tôi gặp vận may, chúng tôi sẽ có một kỳ nghỉ ở Venice."
        },
        {
            "en": "Suzhou, known as <em>Venice</em> in the Orient, has undergone remarkable changes in recent years.",
            "vi": "Tô châu, được biết đến như là venice của phương đông, đã có những thay đổi đáng kể trong những năm gần đây."
        },
        {
            "en": "He takes passengers from a part of London called Little <em>Venice</em> to another part of London.",
            "vi": "Anh ấy đưa hành khách từ bên này Luân Đôn gọi là Little Venice sang bên kia Luân Đôn."
        },
        {
            "en": "I think we 've got our lines crossed somewhere, I said <em>Venice</em>, not Vienna.",
            "vi": "Tôi nghĩ chúng ta đã hiểu lầm ý nhau sao đó. Tôi nói Venice chứ không phải Vienna."
        },
        {
            "en": "The Italian foundation had been preparing an exhibition of the sculptor's work in <em>Venice</em>.",
            "vi": "Một tổ chức của Ý đã chuẩn bị cho một cuộc triển lãm các tác phẩm của những nhà điêu khắc tại Venice."
        },
        {
            "en": "They ate spaghetti in Rome, drank coffee in <em>Venice</em>, and took a lot of photographs.",
            "vi": "Họ đã ăn mì ống ở Rome, uống cà phê ở Venice, và chụp rất nhiều ảnh."
        }
    ],
    "suggestions": []
}