{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['venəməs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có nọc, tiết ra nọc độc (rắn, bò cạp..)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a venomous snake</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một con rắn độc</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a venomous sting</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">ngòi độc</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(nghĩa bóng) nham hiểm, độc địa, chua cay</td></tr></table><i/></div>",
            "word": "venomous",
            "pronounce": "['venəməs]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>venomous</k><blockquote><cclass>[<cclass>'vɛnəməs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 secreting or capable of injecting venom. </blockquote></blockquote><blockquote><blockquote>2》 very malicious or spiteful. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>venomously</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>venomousness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "venomous",
            "pronounce": "['venəməs]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>venomous</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>a venomous snake | the spider's venomous bite</i>: POISONOUS, toxic; dangerous, deadly, lethal, fatal, mortal.</blockquote><blockquote><b>2</b><i>venomous remarks</i>: VICIOUS, spiteful, rancorous, malevolent, vitriolic, vindictive, malicious, poisonous, virulent, bitter, acrimonious, antagonistic, hostile, cruel; <cclass><i>informal</i> bitchy, catty; <cclass><i>poetic/literary</i> malefic, maleficent.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>harmless, benevolent.</blockquote></div>",
            "word": "venomous",
            "pronounce": "['venəməs]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "venomous",
            "pronounce": "['venəməs]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tiết nọc độc</font></td></tr></tbody></table></div>",
            "word": "venomous",
            "pronounce": "['venəməs]"
        }
    },
    "sentences": [
        {
            "en": "<em>venomous</em>",
            "vi": "nham hiểm, độc ác"
        },
        {
            "en": "<em>Venomous</em> snake",
            "vi": "Con rắn độc"
        },
        {
            "en": "<em>Venomous</em> sting",
            "vi": "Ngòi độc"
        },
        {
            "en": "A <em>venomous</em> snake bit my hand.",
            "vi": "Một con rắn độc cắn vào tay tôi."
        },
        {
            "en": "Can people play with <em>venomous</em> snakes?",
            "vi": "Người ta chơi với rắn độc được không?"
        },
        {
            "en": "The bite of the shrew - mouse is <em>venomous</em>.",
            "vi": "Vết cắn của chuột chù có độc."
        },
        {
            "en": "The bite of the shrew-mouse is <em>venomous</em>.",
            "vi": "Vết cắn của chuột chù có độc."
        },
        {
            "en": "What type of insect has the most <em>venomous</em> sting?",
            "vi": "Loại côn trùng nào có ngòi độc nhất?"
        },
        {
            "en": "Toxins from more <em>venomous</em> species of spider cause only local pain, redness, and swelling.",
            "vi": "Độc tố của các loại nhện có nọc ít độc chỉ gây đau tại chỗ, đỏ và sưng."
        },
        {
            "en": "The king cobra is the largest <em>venomous</em> snake, growing up to 16 ft long.",
            "vi": "Rắn hổ mang chúa là loài rắn độc lớn nhất, có thể dài tới 5 mét."
        },
        {
            "en": "Toxins from more <em>venomous</em> species, such as the black window (lactrodectus mactans), cause muscular pains convulsions, nausea, and paralysis.",
            "vi": "Độc tố các loại có nọc độc hơn như loại góa phụ đen (lactrodectus mactans) gây đau cơ, co giật, buồn nôn, và tê liệt."
        },
        {
            "en": "The competition between the two companies could get even more <em>venomous</em> next year, if Apple were to launch its long-rumored TV set.",
            "vi": "Sự cạnh tranh giữa hai công ty có thể sẽ còn ác liệt hơn vào năm tới, nếu Apple phát hành chiếc ti vi được đồn đại đã lâu."
        },
        {
            "en": "This strange looking fish, despite it's somewhat small siz​e (Growing up to 12 inches) is regarded as the most <em>venomous</em> fish in existence. It's camouflaged body can keep it perfectly hidden between rocks underwater, adding to its danger.",
            "vi": "Cá này nhìn lạ, mặc dù nó có kích thước hơi nhỏ (lớn tối đa 12 inch) được coi như loài cá độc nhất trên trái đất. Cơ thể được ngụy trang của nó có thể giữ cho nó hoàn toàn ẩn giữa các tảng đá dưới nước, lại càng khiến nó thêm nguy hiểm."
        },
        {
            "en": "This beautiful yet deadly animal is native to Northern Australia and is also some times referred to as the 'marine stinger' or 'sea wasp'. It is believed to be one of the, if not the most <em>venomous</em> creature around. This jellyfish has tentacles which are covered in high amounts of nematocysts as well as venom.",
            "vi": "Động vật xinh đẹp nhưng nguy hiểm chết người này là có nguồn gốc từ miền Bắc Úc và cũng thỉnh thoảng cũng được gọi là “ong biển” hoặc “ong bắp cày biển”. Nó được cho là một trong những, nếu không phải là sinh vật độc nhất trên trái đất. Loài sứa này có các xúc tu được bao phủ bằng rất nhiều tế bào châm cũng như nọc độc."
        },
        {
            "en": "Box or square jelly fish look interesting but are very <em>venomous</em> water being. They are known for their potential venom. Some of their species have stings which is very harmful for human being. Sea wasp is another name that is given to its specie Chironex fleckeri which is most poisonous in its class. They are also called the most <em>venomous</em> creatures in the world. They have almost 60 tentacles which can be as long as 15 feet and contain toxin which is enough to kill 50 people. It is reported that they have taken away the lives of 5,567 people since 1884.",
            "vi": "Sứa vuông hay sứa hộp nhìn rất thú vị nhưng là những sinh vật dưới nước rất độc. Chúng nổi tiếng về chất độc của mình. Một số loài sứa này có những cú đốt rất có hại cho con người. Ong vò vẽ biển là tên gọi khác được trao cho loài Chironex fleckeri – loài sứa độc nhất trong lớp này. Chúng còn được cho là sinh vật độc nhất trên thế giới. Sứa vuông hay sứa hộp có gần 60 xúc tu có thể dài đến 15 feet và chứa lượng độc tố đủ để giết chết 50 người. Có nguồn tin cho rằng sứa đã lấy đi mạng sống của 5,567 người tính từ năm 1884."
        },
        {
            "en": "The mildly <em>venomous</em> Asian snake was about the width of a pencil and did not pose a threat to humans, but it had the potential to cause ecological havoc in the Australian environment if it had escaped the plane with a mate, Canberra Reptile Zoo herpetologist Peter Child said.",
            "vi": "Loài rắn châu Á không độc này có bề ngang bằng một cây viết chì và không phải là mối đe doạ con người. Nhưng lại có khả năng huỷ hoại môi trường sinh thái ở Úc nếu nó thoát khỏi chiếc máy bay cùng với con đực hoặc con cái, Peter Child- một chuyên gia nghiên cứu bò sát của vườn thú Canberra Reptile Zoo cho biết."
        },
        {
            "en": "Sea Snakes are not aggressive animals but due to the amount of toxicity in some of the species venom, they warrant a spot on the most dangerous marine creatures list. The Pelamis Platurus species is highly <em>venomous</em> and has the ability to be fatal to humans. So while attacks on humans may be rare, you don't want to go messing around with a Sea Snake.",
            "vi": "Rắn biển không phải là động vật hung hăng, nhưng do lượng độc tính trong nọc độc của một số loài, chúng chiếm một vị trí trong danh sách các loài sinh vật biển nguy hiểm nhất. Loài rắn biển bụng vàng Pelamis Platurus rất độc và có khả năng gây tử vong cho con người. Vì vậy, mặc dù các cuộc tấn công vào con người có thể hiếm, nhưng bạn sẽ không muốn gây sự với một con rắn biển chút nào đâu."
        },
        {
            "en": "This unique breed of frog lives in central and south America. This specie belongs to Dendrobatidae family of frogs. The siz​e of the frog may vary from 1.5 centimeters to 6 centimeters. Their colorful skin is very appealing yet <em>venomous</em> too. It contains lipophilic alkaloid toxin. They smartly attract their prey by using their colorful body. The beautiful and vivid remains of the dart frog contain poison which is enough to kill 10 people in one instance. However, there are some animals that are immune to their toxin. There are almost 100 species of dart frog all over the world which can be found in different locations like Colombia and Brazil.",
            "vi": "Giống ếch độc nhất vô nhị này sống ở miền Trung và Nam Mỹ. Loài này thuộc họ ếch Dendrobatidae. Kích thước của con ếch có thể dao động từ 1,5cm đến 6cm. Bộ da đầy màu sắc của chúng rất hấp dẫn nhưng cũng rất độc. Nó chứa độc tố an-ka-lô-ít tan trong dầu. Chúng rất thông minh thu hút con mồi của chúng bằng cách sử dụng cơ thể đầy màu sắc của mình. Bộ da xinh đẹp và sống động của ếch phi tiêu có chứa nọc độc đủ để giết chết 10 người trong nháy mắt. Tuy nhiên, có một số động vật miễn nhiễm với độc tố của loài ếch này. Có gần 100 loài ếch phi tiêu trên toàn thế giới mà có thể được tìm thấy trong các vùng khác nhau như Colombia và Brazil."
        },
        {
            "en": "Often found floating (or moving at speeds close to 5 mph) in the Indo-Pacific waters north of Australia, these transparent, nearly invisible invertebrates are considered by the National Oceanic and Atmospheric Administration as the most <em>venomous</em> marine animal in the world. Their namesake cubic frames contain up to 15 tentacles at the corners, with each growing as much as 10 feet long, all lined with thousands of stinging cells—known as nematocytes—that contain toxins that simultaneously attack the heart, nervous system, and skin cells. While antivenins do exist, the venom is so potent and overwhelming that many human victims, of the hundreds of reported fatal encounters each year, have been known to go into shock and drown or die of heart failure before reaching shore. Even if you are lucky enough to make it to the hospital and receive the antidote, survivors can sometimes experience considerable pain for weeks afterward, while bearing nasty scars from the creature’s tentacles.",
            "vi": "Sứa hộp thường được tìm thấy trôi nổi ( hoặc di chuyển với vận đốc 5mph) ở vùng biển Ấn Độ Dương, thuộc phía Bắc nước Úc, những động vật không xương gần như vô hình và trong suốt này được Cục Quản lý Đại Dương và Khí Quyển Quốc gia đánh giá là loài động vật biển độc nhất trên thế giới. Khung hình của chúng chứa tới 15 xúc tu ở các góc, và mỗi lần lớn lên nhiều nhất là dài 10 feet, các xúc tu nối dài với hàng ngàn tế bào châm chích- được biết đến là nematocytes- có chứa độc tố tấn công trung tâm của hệ thống thần kinh và các tế bào da. Trong khi vẫn có sự tồn tại của chất antivenins, nọc độc rất mạnh, áp đảo nhiều nhiều nạn nhân là con người, trong tổng số báo cáo tử vong mỗi năm, được cho là bị sốc và hoặc chết đuối hoặc chết do suy tim khi chưa đến bờ. Thậm chí nếu may mắn bạn đưa học đến được bệnh viện và nhận thuốc giải thì những người sống sót có thể vẫn bị đau đáng kể trong nhiều tuần sau đó, khi mang trên mình những vết sẹo từ xúc tu của quái vật"
        },
        {
            "en": "Found in the warm waters near and around the equator (think the Caribbean, Hawaii, and Indonesia), these beautiful creatures, instantly recognizable for their highly prized brown-and-white marbled shells, can be seen in shallow depths closer to shore, near coral reefs and rock formations, and beneath sandy shoals. But do not dare to touch the 4 to 6-inch long gastropods: their concealed, harpoon-like “teeth” contain a complex venom known as a conotoxin, making them one of the most <em>venomous</em> species of snails. If you suffer the unlucky fate of becoming one of the handful of people ever stung, head to the emergency room immediately, as there is no antivenin. The toxin, which stops nerve cells from communicating with one another, can not only cause paralysis within moments, but—per its nickname of “cigarette snail”—you have about enough time to smoke a stick before dying.",
            "vi": "Được tìm thấy ở những vùng nước ấm gần và quanh xích đạo (có thể nghĩ tới Caribbean, Hawaii, and Indonesia) những sinh vật sinh đẹp này, có thể nhận ra ngay lập tức bởi lớp vỏ cẩm thạch nổi bật vân trắng - nâu, chúng ở vùng nước nông gần bờ biển, gần những rặng đá và san hô, bên dưới lớp cát. Nhưng đừng dại gì mà đụng vào những cái chân dài 4-6 inch của chúng: chúng che giấu những cái răng như lao móc có chứa1 hợp chất nọc độc phức tạp là conotoixin, và chúng biến loài sinh vật này thành một trong những loài ốc độc nhất. Nếu xui xẻo bạn trở thành một nhân của một vết chích nhỏ, bạn sẽ phải đi cấp cứu nay lập tức, và không có thuốc giải đâu. Nọc độc này, sẽ ngăn cho những tế bào thần kinh liên kết với nhau, ko những gây ra bệnh bại liệt trong vòng một lúc, mà chúng còn được mệnh danh \"ốc điếu thuốc\", bạn chỉ có đủ thời gian để hút được 1 điếu thuốc trước khi chết."
        }
    ],
    "suggestions": []
}