{
    "en_vn": {
        "data": {
            "content": null,
            "word": "vented",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "vented",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "vented",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "vented",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "vented",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She <em>vented</em> disconnected grievances.",
            "vi": "Cô ta nói nọ kia để trách móc."
        },
        {
            "en": "I <em>vented</em> a barrel.",
            "vi": "Tôi đã giùi lỗ thùng cho thông hơi rồi."
        },
        {
            "en": "He <em>vented</em> his spleen on her.",
            "vi": "Hắn ta trút sự hằn học lên cô ấy."
        },
        {
            "en": "They <em>vented</em> their hatred on the enemy.",
            "vi": "Họ trút căm thù vào đầu địch."
        },
        {
            "en": "You <em>vented</em> your anger on your wife",
            "vi": "Trút giận lên vợ"
        },
        {
            "en": "She <em>vented</em> disconnected grievances as a reproach.",
            "vi": "Cô ta nói nọ kia để trách móc."
        },
        {
            "en": "They <em>vented</em> their hatred on the murderer.",
            "vi": "Họ trút căm thù lên tên giết người."
        },
        {
            "en": "She spoke up and <em>vented</em> her anger.",
            "vi": "Bà ta nói cho đã giận."
        },
        {
            "en": "He <em>vented</em> his spleen on the assembled crowd.",
            "vi": "Ông ta trút cơn giận lên đầu đám đông đang tụ tập ở đấy."
        },
        {
            "en": "He <em>vented</em> his anger on his long - suffering wife.",
            "vi": "Ông ta đã trút hết cơn thịnh nộ lên đầu người vợ nhẫn nhục."
        },
        {
            "en": "He <em>vented</em> his feelings by aiming a kick at Albus.",
            "vi": "Ông ta trút giận bằng cách đá Albus."
        },
        {
            "en": "He <em>vented</em> his anger on his long-suffering wife.",
            "vi": "Ông ta đã trút hết cơn thịnh nộ lên đầu người vợ nhẫn nhục."
        },
        {
            "en": "He <em>vented</em> his anger on his long suffering wife.",
            "vi": "Ông ta đã trút hết cơn tức giận lên đầu người vợ nhẫn nhục của mình."
        },
        {
            "en": "I broke the glass and he <em>vented</em> his anger on me right away.",
            "vi": "Tôi làm vỡ cốc và ngay lập tức anh ấy trút giận lên tôi."
        },
        {
            "en": "I <em>vented</em> one Saturday afternoon when Edward picked me up from work.",
            "vi": "Tôi trút tâm sự vào một chiều thứ bảy khi Edward đón tôi ở chỗ làm."
        },
        {
            "en": "But impressive and complex as it many appear, the rocket, which was in <em>vented</em> in China over 800 years ago, is a relatively simple device.",
            "vi": "Nhưng dù cho nó có vẻ đồ sộ và phức tạp, chiếc hỏa tiễn, được phát minh tại trung hoa cách đây hơn 800 năm, là một khí cụ tương đối đơn giản."
        },
        {
            "en": "For this base case analysis, the effective efficiency of manufacture was estimated to be 64% with C02 <em>vented</em> and 61% with C02 captured, while the corresponding emission rates are 16.9 kgCOj and 1.4 kg H2, respectively.",
            "vi": "Để phân tích tình huống căn bản này, năng suất sản xuất được ước tính là 64% C02 cho thoát đi và 61% CO2 được hấp thu, còn tỉ lệ khí thải ra tương ứng là 16.9 kg CO2 và 1.4 kgH2."
        },
        {
            "en": "The estimated fuel cycle-wide GHG emissions for dimethyl ether are 0.9 times those for crude oil-derived diesel and those for electricity are 0.09 times those for a 43% efficient coal-fired power plant with C02 <em>vented</em>.",
            "vi": "Lượng khí thải ête đimetila GHG trong toàn bộ chu trình sản xuất năng lượng ước tính là 0,9 lần so với lượng khí thải ra khi sản xuất dầu diesel từ dầu thô và so với lượng khí thải ra khi sản xuất điện là 0,09 lần còn so với lượng khí thải ra trong nhà máy điện đốt than cho thoát C02 là 43%."
        },
        {
            "en": "Washington (CNN) -- House Democrats <em>vented</em> their frustrations with President Barack Obama's tax proposal at a closed-door meeting Tuesday night, with rank-and-file members slamming the White House for leaving House Democrats out of final negotiations, and agreeing too quickly to a GOP proposal on the estate tax.",
            "vi": "Washington (CNN) - - Các đảng viên đảng Dân Chủ ở nghị viện thất vọng với dự luật thuế của tổng thống Barack Obama đưa ra tại cuộc họp riêng vào đêm thứ ba, các thành viên chiếm đa số đã phê phán gay gắt Nhà Trắng về việc đảng viên đảng Dân Chủ không được tham dự vào những cuộc đàm phán sau cùng và việc phải nhanh chóng đồng ý với đề nghị của Đảng Cộng Hoà Hoa Kỳ về vấn đề thuế di sản."
        },
        {
            "en": "After being stripped from the solvents, the H2S is converted to elemental s in a Claus unit and a plant provides tail gas clean-up to remove residual sulphur emissions; and the C02 is either <em>vented</em> or dried and compressed to 150 atm for pipeline transport and underground storage.",
            "vi": "Sau khi được lọc khỏi dung môi này, H2S sẽ được chuyển thành nguyên tố trong đơn vị Claus và một phân xưởng chuyên lọc sạch khí thải để lọc khí lưu huỳnh còn sót lại; và C02 hoặc được xả ra ngoài hoặc được sấy khô rồi nén 150 atm để vận chuyển qua đường ống rồi đưa đến kho ngầm."
        }
    ],
    "suggestions": []
}