{
    "en_vn": {
        "data": {
            "content": null,
            "word": "verified",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "verified",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "verified",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "verified",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "verified",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I <em>verified</em>.",
            "vi": "Tôi muốn xác minh."
        },
        {
            "en": "Issues to be <em>verified</em>.",
            "vi": "Nội dung thẩm tra."
        },
        {
            "en": "\"The Cullens adopted you?\" I <em>verified</em>.",
            "vi": "\"Gia đình Cullens nhận anh làm con nuôi?\" Tôi kiểm tra."
        },
        {
            "en": "These documents are going to be <em>verified</em>.",
            "vi": "Các văn bản này sẽ được xác minh."
        },
        {
            "en": "The delivery slip is <em>verified</em> for accuracy.",
            "vi": "Phiếu giao hàng được xác minh cho chính xác."
        },
        {
            "en": "In practice, however, few declarations are <em>verified</em>.",
            "vi": "Tuy nhiên trên thực tế rất ít các bản kê khai được kiểm tra."
        },
        {
            "en": "We have already <em>verified</em> the facts in your letter.",
            "vi": "Chúng tôi đã kiểm chứng lại các sự kiện đã nêu trong thư của ông."
        },
        {
            "en": "The computer <em>verified</em> that/whether the data was loaded correctly?",
            "vi": "Máy vi tính kiểm tra xem các dữ kiện có được nạp vào đúng không?"
        },
        {
            "en": "His story has been <em>verified</em> by other witnesses.",
            "vi": "Lời tường thuật của hắn vừa được các nhân chứng khác xác nhận lại."
        },
        {
            "en": "At work, nothing is more important than <em>verified</em> abilities.",
            "vi": "Trong công việc thì không gì quan trọng bằng những khả năng đã được chứng minh."
        },
        {
            "en": "This agreement was drawn up and <em>verified</em> by a notary.",
            "vi": "Bản thỏa thuận này do một công tố viên thảo ra và xác minh lại."
        },
        {
            "en": "The accident has been <em>verified</em> by the witnesses.",
            "vi": "Vụ tai nạn đã được các nhân chứng xác minh."
        },
        {
            "en": "Tan Son Nhat Airport to be fully <em>verified</em>",
            "vi": "Sân bay Tân Sơn Nhất được kiểm tra toàn diện"
        },
        {
            "en": "I am very happy because finally, many people <em>verified</em> my story.",
            "vi": "Tôi rất mừng vì cuối cùng, nhiều người đã xác minh câu chuyện của tôi."
        },
        {
            "en": "A physical inventory count on 30 June <em>verified</em> that 300 units were on hand.",
            "vi": "Kiểm kê vào ngày 30 tháng sáu cho thấy có 300 đơn vị hàng hóa còn tồn kho."
        },
        {
            "en": "Deposit will be credited to your account after being <em>verified</em> by DongA Bank.",
            "vi": "Tiền gửi sẽ được ghi có sau khi Ngân hàng kiểm tra và xác nhận."
        },
        {
            "en": "I sent out a registered letter to make sure that my cancelation will be <em>verified</em>.",
            "vi": "Tôi đã gửi một thư bảo đảm để đảm bảo rằng việc hủy bỏ đã được xác nhận."
        },
        {
            "en": "Costs of goods sold of 125 units can be <em>verified</em> as follows:",
            "vi": "Giá vốn của 125 đơn vị hàng bán được xác định như sau:"
        },
        {
            "en": "Such report must be <em>verified</em> by authorised agency of the country where the adoptive child resides’",
            "vi": "Báo cáo như vậy cần phải được xác nhận bởi một cơ quan có thẩm quyền tại quốc gia mà trẻ được nhận làm con nuôi định cư;"
        },
        {
            "en": "Assets declarations would be a more effective tool if they were systematically <em>verified</em> or made public.",
            "vi": "Kê khai tài sản sẽ có thể là một công cụ hiệu quả hơn, nếu kết quả kê khai tài sản được kiểm chứng một cách hệ thống hoặc công bố công khai."
        }
    ],
    "suggestions": []
}