{
    "en_vn": {
        "data": {
            "content": null,
            "word": "verifying",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "verifying",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "verifying",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "verifying",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "verifying",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Verifying</em> professional qualification can often be a difficult process.",
            "vi": "Việc kiểm tra trình độ chuyên môn thường là một quá trình khó khăn."
        },
        {
            "en": "The lead <em>verifying</em> agency arranges a verification meeting with the participation of the standing members of the <em>verifying</em> agencies.",
            "vi": "Cơ quan chủ trì thẩm tra tổ chức phiên họp thẩm tra với Thường trực cơ quan tham gia thẩm tra."
        },
        {
            "en": "The <em>verifying</em> agency shall focus on the following key issues:",
            "vi": "Cơ quan thẩm tra tiến hành thẩm tra tập trung vào những vấn đề chủ yếu sau đây:"
        },
        {
            "en": "We have no way of <em>verifying</em> his story.",
            "vi": "Chúng ta chẳng có cách nào để xác minh lời tường thuật của hắn cả."
        },
        {
            "en": "The lead <em>verifying</em> agency arranges a verification meeting with the participation of the representatives of the <em>verifying</em> agencies;",
            "vi": "Cơ quan chủ trì thẩm tra tổ chức phiên họp thẩm tra với sự tham gia của đại diện cơ quan tham gia thẩm tra;"
        },
        {
            "en": "The verification report shall fully reflect the comments of the members of the lead <em>verifying</em> agency and also those of the <em>verifying</em> agencies.",
            "vi": "Báo cáo thẩm tra phải phản ánh đầy đủ ý kiến của thành viên cơ quan chủ trì thẩm tra, đồng thời phải phản ánh ý kiến của các cơ quan tham gia thẩm tra."
        },
        {
            "en": "Representatives of examining and <em>verifying</em> agencies shall deliver their reports on examination and verification;",
            "vi": "Đại diện cơ quan thẩm tra trình bày báo cáo thẩm tra;"
        },
        {
            "en": "The password is Linux's way of <em>verifying</em> that you have permission to use that account.",
            "vi": "Mật khẩu chính là cách kiểm tra của linux xem bạn có được phép dùng trương mục hay không."
        },
        {
            "en": "The representative of the lead <em>verifying</em> agency presents the verification report and recommends issues for the National Assembly to discuss;",
            "vi": "Đại diện cơ quan chủ trì thẩm tra trình bày báo cáo thẩm tra, kiến nghị những vấn đề trình ra Quốc hội tập trung thảo luận;"
        },
        {
            "en": "After <em>verifying</em> his identity, the police carried out necessary procedures to hand over the assets to Quan.",
            "vi": "Sau khi xác minh danh tính, cảnh sát tiến hành các thủ tục cần thiết để bàn giao tài sản cho anh Quân."
        },
        {
            "en": "The Ministry of Justice shall be responsible for assessing and <em>verifying</em> the draft decision of the Prime Minister.",
            "vi": "Bộ Tư pháp có trách nhiệm thẩm định dự thảo quyết định của Thủ tướng Chính phủ;"
        },
        {
            "en": "The figures in the preceding two tables do not include official development assistance (ODA) due to difficulties in obtaining and <em>verifying</em> data.",
            "vi": "Do những khó khăn trong việc thu thập dữ liệu nên các số liệu trong hai bảng trước đây không bao gồm nguồn vốn hỗ trợ phát triển chính thức (ODA)."
        },
        {
            "en": "Agencies, organizations and individuals, when requested, shall be responsible for providing information, documents and responding to other requests raised by the <em>verifying</em> agency.",
            "vi": "Cơ quan, tổ chức, cá nhân được yêu cầu có trách nhiệm cung cấp thông tin, tài liệu và đáp ứng các yêu cầu khác của cơ quan thẩm tra."
        },
        {
            "en": "In the case that the Ethnic Council or a Committee of the National Assembly submits proposed laws/ordinances and draft resolutions, the Standing Committee shall decide <em>verifying</em> agencies;",
            "vi": "Trong trường hợp Hội đồng dân tộc, Uỷ ban của Quốc hội trình dự án luật, pháp lệnh, dự thảo nghị quyết thì Uỷ ban thường vụ Quốc hội quyết định cơ quan thẩm tra;"
        },
        {
            "en": "CPFC at all levels are responsible for <em>verifying</em> the conditions, circumstances and economic capabilities of the children’s relatives and alternative families, in order to propose appropriate alternative care.",
            "vi": "Sở LĐTBXH địa phương có trách nhiệm xác định điều kiện, hoàn cảnh và khả năng kinh tế của họ hàng và gia đình thay thế của trẻ em, để có thể đưa ra được biện pháp chắm sóc thay thế phù hợp."
        },
        {
            "en": "An assessment certificate means a document <em>verifying</em> the actual status of goods or services in terms of the matters assessed at the request of the client.",
            "vi": "Chứng thư giám định là văn bản xác định tình trạng thực tế của hàng hoá, dịch vụ theo các nội dung giám định được khách hàng yêu cầu."
        },
        {
            "en": "Responsibilities of the Committee for Social Affairs in <em>verifying</em> the integration of gender equality into proposed laws, ordinances and draft resolutions",
            "vi": "Trách nhiệm của Ủy ban về các vấn đề xã hội trong việc thẩm tra việc lồng ghép vấn đề bình đẳng giới trong dự án luật, pháp lệnh, dự thảo nghị quyết."
        },
        {
            "en": "The \"ad valorem\" criterion and the \"goods manufacturing or processing operation\" criterion shall be taken as additional criteria or replacement criteria when <em>verifying</em> a fundamental change of goods.",
            "vi": "Tiêu chí \"tỉ lệ phần trăm của giá trị\" và tiêu chí \"công đoạn gia công hoặc chế biến hàng hoá\" được lấy làm các tiêu chí bổ sung hoặc thay thế khi xác định thay đổi cơ bản của hàng hoá."
        },
        {
            "en": "CPFC has been assigned responsibility for <em>verifying</em> the conditions, circumstances and economic capabilities of the children’s relatives and alternative families, in order to propose appropriate alternative care.",
            "vi": "Bộ LĐTBXH đã được giao trách nhiệm xác định điều kiện, hoàn cảnh và khả năng kinh tế của họ hàng của trẻ và gia đình thay thế của trẻ, trên cơ sở đó đề xuất mô hình chăm sóc phù hợp cho các em."
        },
        {
            "en": "The Ministry of Justice shall be responsible for assessing and <em>verifying</em> draft decrees before they are submitted to the prime Minister.",
            "vi": "Bộ Tư pháp có trách nhiệm đánh giá, thẩm định dự thảo nghị định trước khi trình Thủ tướng."
        }
    ],
    "suggestions": []
}