{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Versailles",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Versailles",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Versailles",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Versailles",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Versailles",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Peace of <em>Versailles</em>",
            "vi": "Hoà ước versailles"
        },
        {
            "en": "Last week i went on an excursion to <em>Versailles</em>.",
            "vi": "Cuối tuần qua em đã đi tham quanversailles."
        },
        {
            "en": "It is a provision of the <em>Versailles</em> Treaty.",
            "vi": "Đó là một điều khoản trong Hiệp ước Versailles."
        },
        {
            "en": "The Peace of <em>Versailles</em> was signed in 1919.",
            "vi": "Hòa ước Versailles được ký vào năm 1919."
        },
        {
            "en": "In 1682, Louis XIV chose the Palace of <em>Versailles</em> for his household.",
            "vi": "Năm 1682, Louis XIV chọn cung điện Versailles làm hoàng cung."
        },
        {
            "en": "The treaty of <em>Versailles</em> was signed right here in this room.",
            "vi": "Hiêp ước Versailles đã được kí kết ngay tại căn phòng này."
        },
        {
            "en": "The second act of the ballet is in a beautiful room influenced by the Hall of Mirrors at the palace of <em>Versailles</em> in France.",
            "vi": "Hồi thứ hai của vở ba-lê diễn ra trong một căn phòng đẹp bị ảnh hưởng bởi lối kiến trúc Hành lang Gương của cung điện Versailles ở Pháp."
        },
        {
            "en": "The second act of the ballet is in a beautiful room influenced by the Hall of Mirrors at the palace of <em>Versailles</em> in France.",
            "vi": "Hồi thứ hai của vở ba - lê diễn ra trong một căn phòng đẹp bị ảnh hưởng bởi lối kiến trúc Hành lang Gương của cung điện Versailles ở Pháp."
        },
        {
            "en": "My neighbor is re - modeling his house to look like <em>Versailles</em>. He doesn't have good taste, but he certainly is made of money.",
            "vi": "Hàng xóm của tôi đang kiến trúc lại căn nhà giống như Điện Versailles. Ông ta không có óc thẩm mỹ, nhưng chắc chắn là rất giàu có."
        },
        {
            "en": "My neighbor is re-modeling his house to look like <em>Versailles</em>. He doesn't have good taste, but he certainly is made of money.",
            "vi": "Hàng xóm của tôi đang kiến trúc lại căn nhà giống như Điện Versailles. Ông ta không có óc thẩm mỹ, nhưng chắc chắn là rất giàu có."
        },
        {
            "en": "It was founded in 1919 and is the only surviving major creation of the Treaty of <em>Versailles</em> which brought the League of Nations into being and it became the first specialized agency of the UN in 1946.",
            "vi": "Nó được thành lập năm 1919 và là cơ quan chính còn tồn tại duy nhất của Hiệp ước Véc-xai, một hiệp ước đưa đến sự gia đời của Hội Quốc liên và trở thành một cơ quan chuyên môn đầu tiên của LHQ năm 1946."
        },
        {
            "en": "This was how, in 1660, the renowned French grammarians of the Port-Royal abbey near <em>Versailles</em> distilled the essence of language , and no one since has celebrated more eloquently the magnitude of its achievement.",
            "vi": "” Đó là lời mà vào năm 1660, những nhà ngữ pháp học nổi tiếng người Pháp thuộc tu viện Cảng Hoàng gia, gần Versailles đã rút ra được về cốt lõi của ngôn ngữ , và tới tận nay không có ai tán dương thành tựu của ngôn ngữ thuyết phục hơn lời đó."
        },
        {
            "en": "Depressed heart patients 'at risk’       The combination of depression and coronary heart disease in a patient could be much more deadly than either condition alone, researchers say. French and British experts say people with both conditions could be four times more likely to die from heart or circulatory disease. The study, in Heart journal, tracked the mental and physical health of 6,000 middle-aged people over five years. Experts said doctors must pay more heed to depression in heart patients. Experts from the University College London and the University of <em>Versailles</em> followed the health of just under 6,000 male and female civil servants for an average of five and a half years. The volunteers were taking part in the British Whitehall Study II, which is looking at social and economic factors in long-term health. Exercise They found people with heart disease alone had a 67% higher chance of dying from any cause than those without either heart disease or depression. But the combination of heart disease and depression tripled the risk of death from any cause and quadrupled the risk of dying from cardiovascular disease. Amy Thompson, a senior cardiac nurse at the British Heart Foundation, which partly funded the study, said: \"This study builds on previous research which suggests that depression is linked to coronary heart disease. “Enjoying regular exercise and eating a healthy, balanced diet can help if you are feeling low - so, good news for your mental health as well as your heart health. \"Whether or not you have heart disease, if you feel depressed it's essential to talk to your doctor.\"",
            "vi": "Người hay sầu muộn có nguy cơ mắc bệnh tim      Các nhà nghiên cứu nói rằng sự kết hợp giữa chứng sầu muộn và bệnh động mạch vành ở một người có nguy cơ tử vong cao hơn người sống một mình. Các chuyên gia Anh và Pháp còn cho rằng những người có cả hai căn bệnh trên có thể chết vì bệnh tim hoặc bệnh tuần hoàn máu gấp bốn lần. Theo tạp chí chuyên đề về tim mạch, nghiên cứu này đã theo dõi tình trạng sức khỏe cả về thể chất lẫn tinh thần của 6000 người ở độ tuổi trung niên hơn năm năm qua. Các chuyên gia bảo bác sĩ phải chú ý nhiều đến chứng phiền muộn ở những bệnh nhân mắc bệnh tim. Các chuyên gia từ trường Đại học College London và trường Đại học Versailles thì đã theo dõi sức khỏe của dưới 6000 công chức ở cả nam giới và nữ giới trung bình trong năm năm rưỡi. Những người tình nguyện đã tham gia vào nghiên cứu Whitehall II ở Anh đang xem xét các yếu tố xã hội và kinh tế qua tình trạng sức khỏe lâu dài. Luyện tập Họ thấy những người chỉ mắc bệnh tim có khả năng tử vong vì bất kỳ nguyên nhân nào cao hơn 67% những người không mắc bệnh tim hay người không bị chứng phiền muộn. Nhưng kết hợp cả bệnh tim và chứng phiền muộn lại có nguy cơ tử vong vì bất kỳ nguyên nhân nào gấp 3 lần và nguy cơ tử vong vì bệnh tim mạch gấp bốn lần. Amy Thompson, một y tá về tim mạch có thâm niên tại British Heart Foundation đã tài trợ một phần cho nghiên cứu này cho biết: “Nghiên cứu này xây dựng trên một nghiên cứu trước đây đã từng đưa ra giả thuyết rằng chứng phiền muộn liên qua đến bệnh động mạch vành.” Luyện tập thể thao đều đặn cùng với chế độ ăn uống cân bằng, có lợi cho sức khỏe có thể giúp bạn cải thiện nếu bạn cảm thấy suy nhược, những tin vui sẽ mang đến  sức khỏe tinh thần cũng như sức khỏe cho tim của bạn. “ Dù bạn có bị bệnh tim hay không, nếu bạn cảm thấy buồn phiền thì điều cần thiết là bạn nên nói chuyện với bác sĩ của bạn.”"
        }
    ],
    "suggestions": []
}