{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Vespa"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Vespa"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Vespa"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Vespa"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Vespa"
        }
    },
    "sentences": [
        {
            "en": "Offer Your Girlfriend A <em>Vespa</em>. A <em>Vespa</em> Ring!",
            "vi": "Hãy mua tặng nàng một chiếc Vespa. Chính xác là một chiếc nhẫn Vespa!"
        },
        {
            "en": "Those are our efforts to continue to affirm the brand name of <em>Vespa</em>.",
            "vi": "Đó là những nỗ lực của chúng tôi để tiếp tục khẳng định thương hiệu Vespa."
        },
        {
            "en": "The <em>Vespa</em> scooter ring has a synthetic diamond headlight and rearlight and synthetic rubies in the shape of the taillight.",
            "vi": "Chiếc nhẫn hình xe Vespa có đèn trước và đèn sau là một viên kim cương nhân tạo, đèn hậu trái phải là những viên ru bi nhân tạo."
        },
        {
            "en": "The <em>Vespa</em> Ring is made out of 22K plated gold, and it is based on Vespa's popular LX150. It has been made by designer Eric Toczko.",
            "vi": "Chiếc nhẫn hình xe Vespa được mạ vàng 22k, nó mô phỏng chiếc Vespa LX150 nổi tiếng. Đây là sản phẩm của nhà thiết kế Eric Toczko."
        },
        {
            "en": "Nothing says \"love\" as much as diamonds. Unless the diamonds are in a ring, and the ring is in the shape of a <em>Vespa</em> scooter. And until recently, you could have bought it, but in a crowd-funding campaign at RingAround the ring is being made and is sold out.",
            "vi": "Không có gì nói hộ \"tình yêu\" được trọn vẹn bằng những viên kim cương. Nhất là một chiếc nhẫn kim cương hình chiếc xe Vespa. Và giờ đây bạn có thể mua một chiếc như vậy, nhưng chỉ trong đợt tài trợ công chúng trên trang RingAround, nhẫn mới được làm và bán cho mọi người."
        }
    ],
    "suggestions": []
}