{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,vetəri'neəriən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bác sĩ thú y (như) <font color=\"#1371BB\">vet</font>, <font color=\"#1371BB\">veterinary surgeon</font>, <font color=\"#1371BB\">veterinary</font></td></tr></table><i/></div>",
            "word": "veterinarian"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>veterinarian</k><blockquote><cclass>[<cclass>ˌvɛt(ə)rɪ'nɛ:rɪən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun North American term for <kref>veterinary surgeon</kref>. </cclass></blockquote></div>",
            "word": "veterinarian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "veterinarian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "veterinarian"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thú y sĩ</font></td></tr></tbody></table></div>",
            "word": "veterinarian"
        }
    },
    "sentences": [
        {
            "en": "I am a <em>veterinarian</em>.",
            "vi": "Tôi là một bác sĩ thú y."
        },
        {
            "en": "My brother wants to become a <em>veterinarian</em>.",
            "vi": "Em trai tôi muốn trở thành một bác sĩ thú y."
        },
        {
            "en": "A rancher asked a <em>veterinarian</em> for some free advice.",
            "vi": "Một trại chủ nuôi gia súc hỏi bác sĩ thú y để xin vài lời khuyên miễn phí."
        },
        {
            "en": "The local <em>veterinarian</em> should be the first choice of contact.",
            "vi": "Bác sĩ thú y địa phương nên là sự lựa chọn để liên lạc trước tiên."
        },
        {
            "en": "Livestock breeders are often reluctant to call a <em>veterinarian</em> to examine sick livestock.",
            "vi": "Người chăn nuôi gia súc thường miễn cưỡng gọi bác sĩ thú y kiểm tra gia súc mắc bệnh."
        },
        {
            "en": "I have to take my cats to a <em>veterinarian</em> because they keep refusing to eat these days.",
            "vi": "Tôi phải đưa mấy con mèo đến bác sĩ thú y vì chúng bỏ ăn mấy ngày nay rồi."
        },
        {
            "en": "Superglue was in <em>veterinarian</em> use for mending bone, hide, and tortoise shell by at least the early 1970s.",
            "vi": "Keo siêu dính là loại giành cho bác sĩ thú y dùng dán nối xương, da, và mai rùa phổ biến từ đầu thâp niên 70."
        },
        {
            "en": "A minimum of six years of study after high school graduation is usually required to become a <em>veterinarian</em>.",
            "vi": "Sau khi tốt nghiệp trung học, thường phải học tối thiểu sáu năm mới trở thành bác sĩ thú y."
        },
        {
            "en": "Last month, on a conference call about Minnesota's outbreak, John Clifford, the USDA's chief <em>veterinarian</em>, said the agency was preventing the spread of the disease between farms.",
            "vi": "Tháng trước, trong một cuộc họp qua điện thoại về sự bùng nổ dịch cúm ở Minnesota, John Clifford, bác sĩ thú y giám đốc của USDA cho biết, cơ quan này đã ngăn chặn sự lây lan của dịch bệnh giữa các trang trại."
        },
        {
            "en": "The store owner explained that the <em>veterinarian</em> had examined the little puppy and had discovered it didn't have a hip socket. It would always limp. It would always be lame.",
            "vi": "Ông chủ cửa hàng giải thích rằng bác sĩ thú y đã kiểm tra chú chó nhỏ này và phát hiện ra nó không có ổ hông. Nó sẽ đi khập khiễng suốt đời. Nó sẽ què quặt suốt đời."
        },
        {
            "en": "As you care for a family member who has diarrhea, remember to wash your hands before touching other people in your household and before handling foods. Clean and disinfect toilets after they're used by the person with diarrhea. Also, if a pet dog or cat has diarrhea, wash your hands frequently and check with your <em>veterinarian</em> about treatment.",
            "vi": "Khi chăm sóc cho người thân trong gia đình bị tiêu chảy, bạn nên nhớ rửa tay trước khi chạm vào người khác trong nhà và trước khi chế biến thức ăn. Lau chùi và khử trùng nhà vệ sinh sau khi người bị tiêu chảy sử dụng xong. Ngoài ra, nếu chó hoặc mèo nuôi trong nhà bị tiêu chảy, bạn nên rửa tay thường xuyên và kiểm tra cách điều trị với bác sĩ thú y của mình."
        },
        {
            "en": "Yarraka’s friend, a <em>veterinarian</em>, told her she had a 9-year-old Shih Tzu rescue dog who was looking for a home. Yarraka immediately told her “no,” saying, “the responsibility of a pet was the last thing on my mind.” It wasn’t until her friend went on to explain that the dog, Buddy, also has dwarfism, that Yarraka changed her mind. ",
            "vi": "Một người bạn của Yarraka, là bác sĩ thú y, đã nói với bà rằng cô ta có một con chó cứu hộ (là giống chó Shih Tzu), nay đã được 9 tuổi, và hiện cũng đang cần một chỗ ở. Bà Yarraka lập tức từ chối “không”, bà nói tiếp “nuôi một con vật cưng là điều mà tôi chưa bao giờ có thể nghĩ đến”. Cho đến khi bạn của cô giải thích rằng con chó đó, Buddy, nó cũng mắc phải chứng bệnh lùn, rồi sau đó bà Yarraka đã thay đổi quyết định của mình."
        },
        {
            "en": "2. Urine marking or sprayingUrine marking is how cats communicate when they're seeking a sexual partner or trying to avoid disputes. Unless it's looking for a mate, a cat typically doesn’t spray if it feels secure. But if there's conflict with other cats, multiple cats in the house, or changes in routine, there's more chance it will mark its territory. Having a cat neutered or spayed and addressing what's causing it stress are the first steps to resolving the problem. Cleaning the areas where urine has been sprayed with an enzymatic product will discourage the cat from spraying there again. Plug-in kitty pheromone dispensers may reduce inter-cat conflict and should be used wherever the cat spends a lot of time. Some cats may need anti-anxiety medications, so talk to your <em>veterinarian</em> if the problem persists.",
            "vi": "2. Đánh dấu bằng nước tiểu hoặc tiểu bậyĐánh dấu bằng nước tiểu là cách mèo giao tiếp khi chúng đang tìm kiếm bạn tình hoặc cố gắng để tránh xung đột. Trừ phi đang tìm kiếm bạn tình, mèo thường đánh dấu bằng nước tiểu nếu nó cảm thấy yên tâm. Nhưng nếu có xung đột với những con mèo khác, nhiều mèo trong nhà, hoặc thay đổi trong lề thói hàng ngày, có nhiều khả năng mèo sẽ đánh dấu lãnh thổ của mình. Nuôi một con mèo thiến hoặc hoạn và giải quyết những nguyên nhân gây ra căng thẳng cho nó là những bước đầu tiên để giải quyết vấn đề. Làm sạch các khu vực nơi mèo đã dùng nước tiểu đánh dấu bằng một sản phẩm có en-zim sẽ ngăn chặn mèo tiểu trở lại ở đó. Dùng dụng cụ tiết ra pheromone của mèo có thể làm giảm xung đột qua lại của mèo và nên được sử dụng ở bất cứ nơi nào mèo hay lui tới. Một số con mèo có thể cần dùng thuốc chống lo âu, vì vậy hãy nói chuyện với bác sĩ thú y của bạn nếu vấn đề vẫn chưa được giải quyết."
        },
        {
            "en": "Puppies For Sale - Dan Clark       A store owner was tacking a sign above his door that read \"Puppies For Sale.\" Signs like that have a way of attracting small children, and sure enough, a little boy appeared under the store owner's sign. \"How much are you going to sell the puppies for?\" he asked.  The store owner replied, \"Anywhere from $30 to $50.\" The little boy reached in his pocket and pulled out some change. \"I have $2.37,\" he said. \"Can I please look at them?\"  The store owner smiled and whistled and out of the kennel came Lady, who ran down the aisle of his store followed by five teeny tiny balls of fur. One puppy was lagging considerable behind. Immediately the little boy singled out the lagging limping puppy and said, \"What's wrong with that little dog?\" The store owner explained that the <em>veterinarian</em> had examined the little puppy and had discovered it didn't have a hip socket. It would always limp. It would always be lame. The little boy became excited. \"That's the little puppy that I want to buy.\"  The store owner said, \"No, you don't want to buy that little dog. If you really want him, I'll just give him to you.\" The little boy got quite upset. He looked straight into the store owner's eyes, pointing his finger and said, \"I don't want you to give him to me. That little dog is worth every bit as much as all the other dogs and I'll pay full price. In fact I'll give you $2.37 now, and 50 cents a month until I have him paid for.\" The store owner countered, \"You really don't want to buy this little dog. He is never going to be able to jump and play with you like the other puppies.\" To this, the little boy reached down and rolled up his pant leg to reveal a badly twisted, crippled left leg supported by a big metal brace. He looked up at the store owner and softly replied, \"Well, I don't run so well myself, and the little puppy will need someone who understands!\"",
            "vi": "Những chú chó con trong cửa hàng - Dan Clark     Một người chủ cửa hàng đang đóng một bảng hiệu trên cánh cửa đề là \"Tại đây có bán chó con\". Cái bảng hiệu như thế chỉ cốt là để thu hút bọn trẻ con, và rõ ràng là đã có một cậu bé xuất hiện bên dưới tấm bảng hiệu của ông ta.  \"Ông sẽ bán những chú chó con này với giá bao nhiêu ạ?\" cậu bé hỏi.  Ông chủ trả lời, \"Trong khoảng từ 30 đô la đến 50 đô la.\" Cậu bé thò tay vào trong túi của mình và lôi ra một ít tiền lẻ và nói: \"Cháu có 2 đô la và 37 xu. Cháu có thể được nhìn chúng không?\" Ông chủ cửa hàng mỉm cười và huýt sáo ra hiệu. Ra khỏi chuồng là con Lady, nó chạy trên lối đi của cửa hiệu theo sau nó là năm quả banh lông nhỏ xíu. Có một chú chó con bị tụt lại tuốt đằng sau. Ngay lập tức cậu bé chú ý đến chú chó con khập khiểng bị tụt lại sau ấy và hỏi \"Chú chó con bé nhỏ này bị gì vậy ông?\" Ông chủ cửa hàng giải thích rằng bác sĩ thú y đã kiểm tra chú chó nhỏ này và phát hiện ra nó không có ổ hông. Nó sẽ đi khập khiễng suốt đời. Nó sẽ què quặt suốt đời. Thằng bé trở nên phấn khởi. \"Cháu chỉ muốn mua chú chó con này. \" Ông chủ cửa hàng nói: \"Không, cháu không nên mua chú chó này. Nếu cháu thật sự thích nó, ông sẽ tặng nó cho cháu.\" Cậu bé thoáng buồn. Cậu nhìn thẳng vào đôi mắt của người chủ cửa hàng, chỉ ngón tay và nói, \"Cháu không muốn ông tặng nó cho cháu. Chú chó này cũng đáng giá như bao con chó khác và cháu sẽ trả đúng giá. Thực ra hiện giờ cháu sẽ chỉ trả cho ông 2 đô la và 37 xu thôi, và mỗi tháng cháu sẽ trả thêm 50 xu cho đến khi cháu mua được nó.\" Ông chủ cửa hàng lại khuyên \"Cháu thực sự không muốn mua chú chó này đâu. Nó sẽ không bao giờ có thể nhảy và chơi với cháu như những chú chó con khác.\" Nghe tới đây, chú bé cúi xuống và vén ống quần lên để lộ ra một chiếc chân trái tật nguyền, cong vẹo đang được chống đỡ bằng một thanh kim loại lớn. Cậu bé ngước nhìn lên ông chủ cửa hàng và khẽ trả lời, \"Vâng, bản thân cháu cũng không chạy nhảy giỏi, và chú chó con này sẽ cần ai đó cảm thông với nó!\""
        },
        {
            "en": "Dogs Helped Kids Improve Reading Fluency       Researchers in the US found that reading to dogs helped children improve their fluency by up to 30 per cent. Many animal organizations and libraries in the US already have reading improvement schemes where they pair up children and dogs, but until now the evidence has been more anecdotal than research-based. The findings are the result of a collaboration between the University of California Davis School of Veterinary Medicine and Tony La Russa's Animal Rescue Foundation of Walnut Creek, California. Together they studied participants of the Foundation's already established animal assisted therapy scheme called the All Ears Reading Program, according to a statement released by UC Davis earlier this month. Lead researcher Martin Smith, a veterinary school science educator with UC Davis, told the press that: \"The dogs, in contrast to a human, don't judge the individual, aren't grading the individual, and hopefully that allows the children to build some confidence in their reading skills.\" Smith and colleagues explored changes in reading skills among third graders at school and among home-schooled students. They found reading fluency went up 12 per cent in the school-based students and 30 per cent in the home-schooled students. Reading speeds also increased by up to 30 words per minute. The children regularly read out loud to three shelter-rescued dogs called Molly, Digory and Lollipop (a Chihuahua-terrier mix) from Tony La Russa's Animal Rescue Foundation. The home-schooled children visited the veterinary school campus every week for 10 weeks during which time each child read out loud to one of the dogs for 15 to 20 minutes. One child told the researchers that: \"I feel relaxed when I am reading to a dog because I am having fun.\" Another added that: \"The dogs don't care if you read really, really bad so you just keep going.\" After the study, 75 per cent of parents reported that their child was now reading aloud more frequently and with more confidence. Smith and colleagues proposed that because the children perceived the dogs as patient and non-judgemental, this changed their attitude to reading. Research into animal assisted therapy (AAT) shows that pets can also improve people's health.  In 2004, Dr Daniel Joffe, a Canadian <em>veterinarian</em> reviewed the medical literature and found pet therapy increased social interaction among long stay psychiatric patients, opened up social and recreational opportunities in nursing homes, gave valuable companionship to low-mobility orthopedic patients, helped dementia patients be less agitated and reduced loneliness in patients with HIV/AIDS. There is also evidence to suggest that babies who have greater exposure to dirt and allergens, such as when they share a home with a dog or a cat, have a stronger immune system, according to Dr James E. Gern, a pediatrician at the University of Wisconsin-Madison, who co-authored a paper about it in the 2004 issue of the Journal of Allergy and Clinical Immunology. Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Chó giúp trẻ đọc lưu loát hơn       Các nhà nghiên cứu Hoa Kỳ nhận thấy việc đọc cho các chú chó nghe giúp trẻ em cải tiến khả năng đọc lưu loát đến 30%. Nhiều hiệp hội động vật và thư viện ở Hoa Kỳ đã có kế hoạch giúp cải tiến kỹ năng đọc bằng cách ghép cặp trẻ em và chó, nhưng cho đến hiện tại thì bằng chứng vẫn chỉ có tính lý thuyết hơn là dựa trên kết quả nghiên cứu thực nghiệm. \nCác phát hiện là kết quả của sự cộng tác giữa Trường Thú y Davis của đại học California và Quỹ Cứu trợ Động vật Tony La Russa của Walnut Creek, California. Cùng với nhau họ nghiên cứu những người tham dự của kế hoạch điều trị nhờ hỗ trợ của động vật đã được xây dựng bởi Quỹ Cứu trợ Động vật Tony La Russa, gọi là Chương trình lắng nghe lời đọc, theo lời tuyên bố của UC Davis vào đầu tháng.\nNhà nghiên cứu trưởng Martin Smith, giảng viên khoa học của trường thú y UC Davis, cho hay:\n\"Loài chó, trái với con người, không đánh giá cá nhân, không phân loại cá nhân, và tràn đầy hy vọng nên cho phép trẻ em xây dựng sự tin tưởng vào kỹ năng đọc của mình.\"\nSmith và đồng nghiệp tìm hiểu những thay đổi của kỹ năng đọc trong các bé lớp 3 đến trường và những bé học tại nhà. Họ thấy rằng sự đọc lưu loát tăng lên 12% trong các bé đi học ở trường và 30% trong các bé học tại nhà. Tốc độ đọc cũng tăng lên đến 30 từ trong một phút. Các trẻ này thường xuyên đọc to cho 3chú chó hỗ trợ có tên là Molly, Digory và Lollipop (một chú chó lai giữa giống Chihuahua và giống chó sục) từ Quỹ Cứu trợ Động vật của Tony La Russa.\nCác trẻ học tại nhà đi thăm trường thú y mỗi tuần 1 lần trong vòng10 tuần và trong suốt thời gian đó mỗi trẻ đọc to cho một trong các chú chó nghe trong vòng 15 đến 20 phút.\nMột bé cho biết: \"Con cảm thấy dễ chịu khi con đọc cho chó nghe vì con thấy vui.\"\nMột bé khác nói thêm:\n\"Các chú chó không quan tâm nếu con đọc thực sự tệ cho nên con cứ việc tiếp tục đọc.\"\nSau cuộc nghiên cứu, 75 % phụ huynh báo cáo con của họ bây giờ thường xuyên đọc to hơn và cũng tự tin hơn.\n Smith và đồng nghiệp giả thuyết vì trẻ em thấy các chú chó rất kiên nhẫn và không chê bai mình, điều đó làm thay đổi thái độ đọc của các bé. Nghiên cứu dựa trên liệu pháp động vật (AAT) cho thấy thú cưng cũng có thể cải thiện sức khỏe của con người.\nNăm 2004, tiến sĩ Daniel Joffe, một bác sĩ thú y người Canađa đã xem xét các tài liệu y học và thấy rằng liệu pháp thú cưng giúp tăng sự tương tác xã hội giữa những bệnh nhân tâm thần lâu năm, mở rộng các cơ hội xã hội và giải trí trong bệnh xá, tạo nên tình bè bạn quý báu cho các bệnh nhân gặp khó khăn trong việc đi lại, giúp những bệnh nhân sa sút trí tuệ cảm thấy ít lo lắng bồn chồn và giảm mặc cảm cô đơn của các bệnh nhân nhiễm HIV / AIDS.\nCũng có bằng chứng cho rằng những em bé có tiếp xúc nhiều với chất bẩn và các dị ứng nguyên, như là khi nhà của các bé có nuôi chó hoặc mèo, sẽ có hệ miễn dịch mạnh hơn, theo tiến sĩ James E. Gern, bác sĩ nhi khoa tại đại học Wisconsin- Madison, đồng tác giả của báo cáo về nghiên cứu này trong số năm 2004 của Tạp chí của Dị ứng và Miễn dịch học Lâm sàng. Tác giả: Catharine Paddock, PhD Bản quyền: Medical News Today"
        },
        {
            "en": "When a pet dies    For most kids, pets are more than just animals their families own — they're members of the family and the best of friends. Unfortunately, the joy of owning a pet goes hand-in-hand with the heartbreak of losing one, whether because of old age, illness, or an accident. And that can be very difficult. After all, family pets often are the first to greet kids in the morning and after school. Your pet may be the one your child looks to for comfort and companionship when ill or feeling unpopular or upset. While it's impossible to shelter kids from the loss of a pet, you can help them cope with it. And because a pet's death might be their first time losing a loved one, the grieving process can help kids learn how to cope with other losses throughout life. \n \n\n   \nSharing the News and the Grief\n\n One of the most difficult parts about losing a pet may be breaking the bad news to kids. Try to do so one-on-one in a place where they feel safe and comfortable and not easily distracted. As you would with any tough issue, try to gauge how much information kids need to hear based on their age, maturity level, and life experience. If your pet is very old or has a lingering illness, consider talking to kids before the death occurs. If you have to euthanize your pet, you may want to explain that:  the veterinarians have done everything that they can\n\n your pet would never get better\n\n this is the kindest way to take the pet's pain away\n\n the pet will die peacefully, without feeling hurt or scared\n\n  Again, a child's age, maturity level, and questions will help determine whether to offer a clear and simple explanation for what's going to happen. If so, it's OK to use words like \"death\" and \"dying\" or to say something like \"The <em>veterinarian</em> will give our pet a shot that first puts it to sleep and then stops the heart from beating.\" Many kids want a chance to say goodbye beforehand, and some may be old enough or emotionally mature enough to be there to comfort the pet during the process. If you do have to euthanize your pet, be careful about saying the animal went \"to sleep\" or \"got put to sleep.\" Young kids tend to interpret events literally, so this can conjure up scary misconceptions about sleep or surgery and anesthesia. If the pet's death is more sudden, calmly explain what has happened. Be brief, and let your child's questions guide how much information you provide. \n \n\n   \nSticking to the Truth\n\n Avoid trying to gloss over the event with a lie. Telling a child that \"Buster ran away\" or \"Max went on a trip\" is not a good idea. It probably won't alleviate the sadness about losing the pet, and if the truth does come out, your child will probably be angry that you lied. If asked what happens to the pet after it dies, draw on your own understanding of death, including, if relevant, the viewpoint of your faith. And since none of us knows fully, an honest \"I don't know\" certainly can be an appropriate answer — it's OK to tell kids that death is a mystery. \n \n\n \nHelping Your Child Cope\n\n Like anyone dealing with a loss, kids usually feel a variety of emotions besides sadness after the death of a pet. They might experience loneliness, anger if the pet was euthanized, frustration that the pet couldn't get better, or guilt about times that they were mean to or didn't care for the pet as promised. Help kids understand that it's natural to feel all of those emotions, that it's OK to not want to talk about them at first, and that you're there when they are ready to talk. Don't feel compelled to hide your own sadness about losing a pet. Showing how you feel and talking about it openly sets an example for kids. You show that it's OK to feel sad when you lose a loved one, to talk about your feelings, and to cry when you feel sad. And it's comforting to kids to know that they're not alone in feeling sad. Share stories about the pets you had — and lost — when you were young and how difficult it was to say goodbye. \nMoving On\n\n After the shock of the news has faded, it's important to help your child heal and move on. It can help kids to find special ways to remember a pet. You might have a ceremony to bury your pet or just share memories of fun times you had together. Write a prayer together or offer thoughts on what the pet meant to each family member. Share stories of your pet's funny moments or escapades. Offer lots of loving hugs. You could do a project, too, like making a scrapbook. Keep in mind that grieving over the loss of a pet, particularly for a child, is similar to grieving over a person. For kids, losing a pet who offered love and companionship can be much more difficult than losing a distant relative. You might have to explain that to friends, family members, or others who don't own pets or don't understand that. Perhaps most important, talk about your pet, often and with love. Let your child know that while the pain will eventually go away, the happy memories of the pet will always remain. When the time is right, you might consider adopting a new pet — not as a replacement, but as a way to welcome another animal friend into your family. Reviewed by: D'Arcy Lyness, PhD Date reviewed: November 2009 Originally reviewed by: Jennifer Schroff Pendley, PhD",
            "vi": "Khi thú cưng chết     Đối với hầu hết trẻ em, thú cưng không chỉ là vật nuôi trong nhà, chúng còn như thành viên trong gia đình và là người bạn tốt nhất.  Thật không may, niềm vui của việc sở hữu một con thú cưng luôn đi kèm với nỗi đau khi mất chúng, dù vì tuổi già, bệnh tật, hay tai nạn.  Và việc đó có thể rất khó khăn. Xét cho cùng, thú cưng trong gia đình thường là “người” đầu tiên chào đón trẻ vào buổi sáng và khi đi học về. Thú cưng còn có thể là “người” mà con bạn tìm sự chia sẻ, an ủi khi bị bệnh hoặc lúc cảm thấy buồn bã, khó chịu. Dù không thể giúp trẻ tránh khỏi nỗi đau mất thú cưng, bạn có thể giúp bé đương đầu với việc đó. Và bởi vì cái chết của một con vật cưng có thể là lần đầu tiên trẻ mất đi một ai đó thân yêu, nỗi đau xót có thể giúp trẻ học cách đối phó với những mất mát khác trong cuộc sống sau này.   \nChia sẻ nỗi đau\n Một trong những phần khó khăn nhất về việc mất đi một thú cưng chính là thông báo tin xấu cho trẻ. Hãy thử làm điều đó khi chỉ có 2 người với nhau trong một nơi trẻ cảm thấy an toàn, thoải mái và không dễ bị phân tâm. Vì bạn sẽ gặp khó khăn đi làm việc đó, hãy cố gắng đánh giá mức thông tin trẻ cần biết dựa vào tuổi, mức độ trưởng thành, và kinh nghiệm cuộc sống của trẻ.  Nếu thú cưng của bạn đã rất già hoặc có bệnh từ lâu, hãy cân nhắc nói chuyện với trẻ trước khi thú chết. Nếu bạn phải tự giúp cho thú chết sớm để giảm đau đớn cho nó, bạn có thể cần giải thích với trẻ:\n  bác sĩ thú y đã làm mọi cách có thể\n\n thú cưng của gia đình bạn sẽ không bao giờ khỏe lại nữa\n\n đây là cách tử tế nhất để giúp thú hết đau đớn\n\n thú cưng sẽ chết một cách thanh thản, không có cảm giác đau đớn hoặc sợ hãi\n\n  Một lần nữa, độ tuổi, mức độ trưởng thành của trẻ, và các câu hỏi sẽ giúp xác định xem có nên đưa ra một lời giải thích rõ ràng và đơn giản cho những gì sẽ xảy ra hay không. Nếu đúng vậy, có thể sử dụng những từ như “chết “ và “đang hấp hối” hoặc nói về việc đại loại như “bác sĩ thú y sẽ cho thú cưng của chúng ta một mũi tiêm giúp nó ngủ và chết êm ái”. Nhiều bé muốn có cơ hội để nói lời chia tay trước, và một số có thể đủ tuổi hoặc đủ trưởng thành về mặt cảm xúc, đủ để được ở đó an ủi thú cưng trong quá trình này.  Nếu bạn buộc phải tự giết thú cưng của mình, hãy cẩn thận khi nói thú sẽ đi “ngủ” hoặc “bị buộc đi ngủ”. Trẻ em thường có xu hướng giải thích sự việc theo nghĩa đen, vì vậy điều này có thể gợi lên quan niệm sai lầm đáng sợ về giấc ngủ hoặc phẫu thuật và gây mê.  Nếu cái chết của thú cưng xảy ra bất ngờ hơn, hãy bình tĩnh giải thích cho trẻ việc đã diễn ra. Hãy ngắn gọn, và để cho những câu hỏi của trẻ giúp bạn biết nên cung cấp cho trẻ bao nhiêu thông tin.    \nHãy nói thật\n Tránh lờ đi sự việc bằng lời nói dối. Nói với con rằng “Buster đã bỏ trốn” hoặc “Max đi mất rồi” không phải là ý tưởng hay. Điều đó có thể không làm giảm nhẹ nỗi buồn mất thú cưng, mà nếu sự thật bị phát hiện, con của bạn có thể sẽ giận dữ vì bạn nói dối. Nếu trẻ hỏi chuyện gì sẽ xảy ra với con vật sau khi nó chết, hãy đưa ra hiểu biết của chính bạn về cái chết, bao gồm, nếu liên quan, quan điểm về niềm tin của bạn. Và vì không ai trong chúng ta biết chắc chắn về điều đó, nên câu trả lời trung thực “cha, mẹ không biết” cũng có thể là câu trả lời thích hợp - hãy nói với trẻ rằng cái chết là điều bí ẩn.   \nGiúp con đương đầu với nỗi buồn\n Như bất cứ người nào khi đối mặt với một mất mát, trẻ thường cảm thấy một loạt các cảm xúc bên cạnh nỗi buồn sau cái chết của vật cưng. Bé có thể cảm thấy cô đơn, tức giận nếu thú cưng của mình đã bị giết, thất vọng rằng thú nuôi không thể khỏe hơn, hay cảm giác tội lỗi về thời gian mà bé đã không quan tâm chăm sóc cho vật cưng như đã hứa.  Giúp trẻ hiểu rằng cảm thấy tất cả những cảm xúc đó là một điều tự nhiên, và không sao hết khi lúc đầu bé không muốn nói về sự việc ấy, và bạn luôn ở bên bé khi bé đã sẵn sàng để chia sẻ. Đừng cảm thấy phải cố gắng che giấu nỗi buồn của chính bạn về cái chết của thú cưng. Cho thấy bạn cảm thấy thế nào và nói về điều đó công khai như một tấm gương cho trẻ. Giúp trẻ hiểu rằng có thể cảm thấy buồn khi mất đi người thân yêu, thổ lộ cảm xúc, và khóc khi thấy buồn. Và trẻ sẽ cảm thấy được an ủi khi biết rằng không chỉ có mình trẻ đau buồn. Chia sẻ với trẻ những câu chuyện về thú cưng bạn có - và mất - khi còn nhỏ và khó khăn thế nào khi phải nói lời từ biệt.   \nTiếp tục cuộc sống\n Sau khi cơn sốc do tin buồn này đã qua đi, điều quan trọng là phải giúp con trẻ vượt qua tổn thương và tiếp tục cuộc sống. Sẽ có hiệu quả khi giúp trẻ tìm ra một cách đặc biệt để nhớ về một con vật nuôi. Bạn có thể tổ chức một buổi lễ để chôn con vật cưng hoặc chia sẻ những kỷ niệm về thời gian vui vẻ các bạn đã có với nhau. Cùng nhau viết một lời cầu nguyện hoặc chia sẻ suy nghĩ về ý nghĩa của con vật đối với mỗi thành viên trong gia đình. Chia sẻ chuyện về các khoảnh khắc vui vẻ hoặc ngộ nghĩnh của con vật. Hãy ôm trẻ thật chặt để thể hiện sự cảm thông. Bạn cũng có thể thực hiện một dự án, ví dụ như làm một cuốn sổ lưu niệm về con vật cưng ấy.  Hãy nhớ rằng nỗi đau buồn khi mất đi một con vật cưng, đặc biệt là đối với một đứa trẻ, sâu sắc tương tự như nỗi đau khi mất đi một người thân. Với trẻ em, bị mất một con vật nuôi gắn bó thân thiết có thể còn khó khăn hơn rất nhiều so với việc mất đi một người họ hàng xa. Bạn có thể phải giải thích điều đó với bạn bè, gia đình, hoặc những người khác không nuôi thú cưng hoặc không hiểu điều đó.  Có lẽ quan trọng nhất là thường xuyên nói về con vật cưng của bạn với tình yêu thương. Hãy để con bạn biết rằng dù nỗi đau rồi sẽ nguôi ngoai nhưng những kỷ niệm hạnh phúc của con vật cưng sẽ vẫn mãi còn. Khi thời điểm thích hợp, bạn có thể xem xét việc có một thú cưng mới - không phải là một sự thay thế, mà là một cách để chào đón một người bạn động vật vào trong gia đình bạn một lần nữa.  Phê bình: Tiến sĩ D'Arcy Lyness  Ngày: 11/2009  Lần đầu phê bình: Tiến sĩ Jennifer Schroff Pendley"
        },
        {
            "en": "Preventing dog bites      Most kids don't think a cuddly dog would ever hurt them, but the fact is about 4.7 million dog bites occur every year in the United States — and more than half of kids bitten are under age 14. Dog bites can be much more than an innocent little nip, and some require hospitalization or even surgery. Teaching kids a few basic dog manners, though, will let them — and dogs — enjoy safer encounters. Other People's Pooches Any breed of dog might bite. And just because a dog is small or seems friendly doesn't mean it can't do some damage. Even the nicest, most well-trained family dog may snap if it's startled, scared, threatened, agitated, angry, or hungry. No matter how well you think you know the dog, always supervise your kids around someone else's pet. To reduce the risk of bites, teach kids these safety guidelines:  Always ask the owner if it's OK to pet the dog. Let the dog see and sniff you before petting it. Do not run toward or away from a dog. If an unfamiliar dog approaches you, stay calm, don't look it directly in the eye, and stand still or back up slowly. If a dog tries to bite you, put anything you can between you and the dog. If knocked over by a dog, roll into a ball, cover your face, and lie still.  Owner's Manual A lot of the responsibility for preventing dog bites falls on the owner's shoulders. Before getting a dog, talk to a professional (such as a <em>veterinarian</em> or reputable breeder or pet shelter) to discuss what type of dog or breed is best for your household. Ask questions about the dog's temperament and health. A dog with a history of aggression is not suitable for a household with kids. If your family has a dog, make sure it gets all required immunizations and regular vet checkups. Also, have it spayed or neutered. Consider taking your dog to obedience school to make it more social and obedient, and thus less likely to bite someone. When you take your dog out in public, always keep it on a leash so you can be in control if its behavior gets out of hand. If you have kids, closely supervise them when they're around the dog and never leave an infant or toddler alone with your pet. Even if you don't own a dog, make sure that your kids understand some \"nevers\" about being around dogs:  Never squeeze dogs too tight, drop them, fall on them, or jump on them. Never tease dogs or pull their tails or ears. Never bother dogs while they're eating, sleeping, or taking care of their puppies. Never take a toy or bone away from a dog or play tug of war with a dog. Never feed a dog a treat with your fingers. Put the treat in your palm with your fingers and thumb held close together. Never crowd a dog or back it into a corner.    If a Dog Bites Your Child If your child is bitten by a dog, contact your doctor, particularly if the dog is not yours. The force of a dog's bite can actually result in a fracture (broken bone). While rare, rabies and other kinds of infections can occur. Try to have the following information available to help the doctor determine the risk of infection and what kind of treatment, if any, your child needs:  the name and location of the dog's owners if the dog is up to date on its vaccinations \nwhether the attack was provoked or unprovoked (an example of a provoked attack would include approaching a dog while it's eating or while it's taking care of its puppies). Knowing the attack was unprovoked has nothing to do with assigning blame, but it lets the doctor know that the dog could be sick, which might affect treatment decisions.  Reviewed by: Nicole Green, MD Date reviewed: October 2009",
            "vi": "Phòng ngừa chó cắn    Hầu hết trẻ em không bao giờ nghĩ rằng một chú chó dễ thương sẽ làm mình đau, nhưng thực tế là khoảng 4.700.000 ca chó cắn xảy ra mỗi năm ở Hoa Kỳ - và hơn một nửa số trẻ em bị cắn là dưới tuổi 14. Vết thương do chó cắn có thể nghiêm trọng hơn nhiều một vết cắn nhẹ vô hại, và một số đòi hỏi phải điều trị tại bệnh viện hoặc thậm chí phẫu thuật. Dạy trẻ biết về một vài phản ứng cơ bản của chó sẽ giúp cho cả trẻ và chó đều được an toàn hơn. Chó của người khác Bất kỳ giống chó nào cũng có thể cắn bậy. Một chú nhỏ hoặc có vẻ đáng yêu không có nghĩa là nó không thể gây nguy hiểm. Thậm chí ngay cả một chú chó nuôi dễ thương nhất và được huấn luyện kỹ càng cũng có thể đớp bậy nếu nó bị giật mình, sợ hãi, đe dọa, kích động, tức giận, hay đói. Dù cho bạn có nghĩ mình hiểu rõ chú chó đến mức nào đi nữa, hãy nhớ luôn giám sát khi con của bạn chơi đùa quanh chó của người khác. Để giảm nguy cơ bị cắn, hãy dạy trẻ những quy tắc an toàn này:  \nLuôn hỏi người chủ xem có an toàn không khi chơi với chó.\n \nĐể cho chó nhìn và ngửi bạn trước khi vuốt ve nó.\n \nKhông chạy lại hoặc chạy trốn khỏi một con chó.\n \nNếu một con chó lạ tiến đến gần bạn, hãy bình tĩnh, không được nhìn thẳng vào mắt nó, và hãy đứng yên hoặc lùi lại từ từ.\n \nNếu chó cố cắn bạn, hãy kiếm bất cứ thứ gì có thể để chặn giữa bạn và nó. Nếu bị chó xô ngã, hãy cuộn tròn người lại, che mặt, và nằm yên.\n  Hướng dẫn dành cho người nuôi chó Người nuôi có có trách nhiệm rất lớn về phòng ngừa chó cắn. Trước khi quyết định nuôi một con chó, hãy hỏi ý kiến một người hiểu biết rõ về loài chó (như là một bác sĩ thú y hoặc người nuôi chó có uy tín hay nơi bán vật nuôi) để thảo luận giống chó nào phù hợp nhất với gia đình bạn. Đặt câu hỏi về tính khí và sức khỏe của con chó. Bởi vì một con chó có bản tính hung hăng sẽ không thích hợp với một gia đình có trẻ con. Nếu gia đình của bạn có nuôi chó, đảm bảo nó được bác sĩ thú y chủng ngừa và kiểm tra sức khoẻ tổng quát thường xuyên. Hơn nữa, bạn phải biết nó có được cắt buồng trứng hoặc thiến hay không. Nên cho chó đến trường huấn luyện để dạy nó ngoan ngoãn hơn và biết vâng lời, và do đó sẽ ít có khả năng cắn người. Khi bạn dẫn chó ra ngoài, phải luôn có dây xích cổ để bạn có thể chế ngự được nếu hành vi của nó vượt ngoài tầm kiểm soát. Nếu có trẻ nhỏ, phải luôn trông chừng cẩn thận khi bé chơi gần chó và không bao giờ được để một trẻ sơ sinh hoặc mới biết đi chơi một mình với chú chó cưng. Thậm chí nếu bạn không nuôi chó, cũng phải chắc chắn rằng con của mình hiểu một số \"Việc không bao giờ được làm\" khi ở gần những con chó:  \nKhông bao giờ ôm một con chó quá chặt, thả rơi nó, té hoặc nhảy vào nó.\n \nKhông bao giờ trêu chọc hoặc kéo đuôi, tai của chó.\n \nKhông bao giờ làm phiền con chó khi nó đang ăn, ngủ, hay chăm sóc con của nó.\n \nKhông bao giờ được lấy đi một món đồ chơi hoặc xương của một con chó hay giỡn quá trớn với nó.\n \nKhông bao giờ đút chó ăn bằng hai ngón tay. Đặt đồ ăn vào lòng bàn tay của bạn với ngón cái và các ngón còn lại giữ sát nhau.\n \nKhông bao giờ dồn ép một con chó hoặc đẩy nó vào thế bí.\n  \nNếu con bạn bị chó cắn\n Nếu con bạn bị chó cắn, hãy liên hệ với bác sĩ, đặc biệt nếu con chó không phải của mình. Lực cắn của chó thật sự có thể dẫn đến gãy nứt (gãy xương). Trong khi bệnh dại và các loại nhiễm trùng khác lại hiếm có thể xảy ra. Cố gắng cung cấp những thông tin sau đây (nếu có) để giúp bác sĩ xác định nguy cơ nhiễm trùng và phương thức điều trị cần cho trẻ:  \ntên và địa chỉ của chủ sở hữu của chó\n có các thông tin mới nhất về tiêm chủng của chó hay không\n \nchó tấn công vô cớ hay do nó bị khiêu khích (ví dụ của chó cắn người do bị chọc tức là đến gần trong khi nó đang ăn hoặc khi nó đang canh chừng con của nó). Biết được chó tấn công vô cớ hay do bị chọc chẳng hề liên quan gì đến việc xem ai chịu trách nhiệm, nhưng sẽ giúp cho bác sĩ biết chó có bệnh hay không để có thể chữa trị hiệu quả. \n  Tường thuật: Nicole Green, MD Ngày: tháng 10 năm 2009"
        }
    ],
    "suggestions": []
}