{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Vietcong"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Vietcong</k><blockquote><cclass>[<cclass>vjɛt'kɒŋ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same) the Communist guerrilla force in Vietnam which fought the South Vietnamese government forces 1954–75 and opposed the South Vietnam and US forces in the Vietnam War. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Vietnamese, lit. 'Vietnamese Communist'. </blockquote></div>",
            "word": "Vietcong"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Vietcong"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Vietcong"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Vietcong"
        }
    },
    "sentences": [
        {
            "en": "Meanwhile in 1959 the North Vietnamese began a long guerrilla war to reunite Vietnam under Communist rule. The Northern Guerrillas were known as the <em>Vietcong</em>.",
            "vi": "Trong khi đó vào năm 1959 Bắc Việt Nam bắt đầu cuộc chiến tranh du kích lâu dài để thống nhất Việt Nam dưới quy định của chủ nghĩa cộng sản. Những người du kích phía bắc có tên gọi là Việt cộng."
        },
        {
            "en": "The South Vietnamese continued to fight the <em>Vietcong</em> alone. However in the early months of 1975 South Vietnamese resistance collapsed and on 30 April 1975 the North Vietnamese captured Saigon. Vietnam was reunited under Communist rule.",
            "vi": "Nam Việt Nam tiếp tục đấu tranh chống Việt Cộng trong đơn độc. Những tháng đầu năm 1975 sự kháng cự của Nam Việt Nam bị sụp đổ dần và vào ngày 30/4/1975 Bắc Việt Nam đã giành lấy Sài Gòn. Việt Nam đã thống nhất đất nước dưới sự quản lý của Đảng Cộng sản."
        },
        {
            "en": "In January 1968 the <em>Vietcong</em> launched the Tet offensive in towns and cities across South Vietnam. They suffered heavy losses but afterwards the Americans gradually withdrew from Vietnam. In January 1973 they signed a ceasefire and the remaining American troops withdrew.",
            "vi": "Tháng 1/1968 Việt cộng đã tổ chức tổng tấn công trong thị trấn và thành phố ở Nam Việt Nam. Họ chịu thất thoát nặng nhưng sau đó Mỹ đã rút quân khỏi Việt Nam. Tháng 1/1973 họ đã ký lệnh ngừng bắn và rút tất cả binh đoàn Mỹ còn xót lại."
        },
        {
            "en": "The Americans then bombed the north and Congress passed the Tonkin Gulf Resolution allowing the president to take 'all necessary measures' to prevent 'further aggression'. As a result by December 1965 there were 183,000 US soldiers in Vietnam and by the end of 1967 there were nearly half a million. However the <em>Vietcong</em> continued their guerrilla war.",
            "vi": "Sau đó người Mỹ đã ném bom phía Bắc và thông qua hội nghị Tonkin Gulf Resolution cho phép tổng thống nhận 'tất cả thứ cần thiết' để ngăn cản sự 'xâm lăng thêm' của cộng sản. Theo thống kê vào thời gian 12/1965 có 183000 lính Mỹ trong Việt nam và cuối năm 1967 gần nửa triệu quân Mỹ. Tuy nhiên, Việt cộng vẫn tiếp tục chiến tranh du kích."
        }
    ],
    "suggestions": []
}