{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['vju:əbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể xem được</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể nhìn thấy</td></tr></table><i/></div>",
            "word": "viewable",
            "pronounce": "['vju:əbl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "viewable",
            "pronounce": "['vju:əbl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "viewable",
            "pronounce": "['vju:əbl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "viewable",
            "pronounce": "['vju:əbl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "viewable",
            "pronounce": "['vju:əbl]"
        }
    },
    "sentences": [
        {
            "en": "8. SkyDrive Connectivity \nSkyDrive is not a new feature, but its tight integration into Windows 8 is. In Windows 8, the data you store in the cloud is easily accessible on all your Windows 8 devices, and the files you store in the cloud are easily <em>viewable</em> on your tablet, smartphone, or other Windows 8 device. SkyDrive soon will support large file siz​es, meaning you will be able to transfer files that are up to 2GB in siz​e.",
            "vi": "8. Kết nối SkyDrive \nSkyDrive không phải là tính năng mới, mà điểm mới ở đây là nó được tích hợp chặt chẽ với Windows 8. Ở Windows 8, dữ liệu bạn lưu trữ trên ‘đám mây’ có thể dễ dàng truy cập được trên tất cả các thiết bị chạy Windows 8, và tập tin bạn lưu trữ trên ‘đám mây’ có thể dễ dàng xem được trên máy tính bảng, điện thoại thông minh, hay các thiết bị Windows 8 khác. SkyDrive sẽ sớm hỗ trợ tập tin cỡ lớn, nghĩa là bạn sẽ có thể truyền tải tập tin có kích thước lên tới 2 GB."
        },
        {
            "en": "Snapchat’s video traffic was fueled by Stories, an app feature that lets people share clips of their lives that are <em>viewable</em> for 24 hours, according to one of the people, who asked not be identified because the information isn’t public. There’s a key difference between Snapchat and Facebook video tallies, however: Snapchat users have to click on a video to watch it, while Facebook autoplays clips in its news feed.",
            "vi": "Lưu lượng video của Snapchat được một tính năng ứng dụng có tên là Stories bổ trợ, tính năng này cho phép mọi người chia sẻ các đoạn video trong đời sống của họ mà có thể xem được suốt 24 tiếng đồng hồ, một người giấu tên được hỏi cho biết. Tuy nhiên, điểm khác biệt quan trọng giữa con số tính lượng xem video của Snapchat và Facebook là: người dùng Snapchat phải click vào video mới xem được, còn Facebook thì tự động chạy đoạn video trên news feed của mình."
        },
        {
            "en": "Seen in the photo below, Dater puts the date and time stamp at the bottom of the image when scrolling through the Apple photo gallery. The user can also press and hold on a photo, and see detailed date and time info from the photo. One important note is that contrary to the app's name implication, it doesn't place an actual time or date stamp on the photo that would be <em>viewable</em> when looking at the photo on a computer.",
            "vi": "Hãy xem bức ảnh dưới đây, Dater đã cài đặt ngày giờ dưới bức ảnh khi chúng ta lướt xem bộ sưu tập ảnh của Apple. Người dùng cũng có thể ấn và giữ trên tấm ảnh để xem chi tiết thông tin ngày giờ từ tấm ảnh. Một chú ý quan trọng là trái với tên của các ứng dụng, nó không đặt ngày giờ thực có thể thấy khi chúng ta xem các bức ảnh trên máy tính."
        },
        {
            "en": "Google has been building up its mapping service since 2005. Just last week it held an event to show it was adding 3-D maps to Google Earth, its service that shows satellite imagery. It also said it would allow Android users to download and store maps on their devices so they are <em>viewable</em> without an Internet connection — a feature that Apple’s mapping software still lacks.",
            "vi": "Google đã xây dựng dịch vụ bản đồ từ năm 2005. Chỉ mới tuần trước, Google đã tổ chức sự kiện để thông báo rằng hãng đang bổ sung bản đồ 3D vào Google Earth, dịch vụ hiển thị hình ảnh vệ tinh. Google cũng cho biết hãng sẽ cho phép người dùng Android tải xuống và lưu trữ bản đồ trên thiết bị của họ để họ vẫn có thể xem bản đồ khi không có kết nối internet – một tính năng mà phần mềm bản đồ của Apple vẫn còn thiếu."
        }
    ],
    "suggestions": []
}