{
    "en_vn": {
        "data": {
            "content": null,
            "word": "viii",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "viii",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "viii",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "viii",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "viii",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "King Edward <em>VIII</em> abdicated in 1936.",
            "vi": "Vua Edward VIII thoái vị năm 1936."
        },
        {
            "en": "Who was executed by Henry <em>VIII</em>?",
            "vi": "Ai đã bị hành quyết bởi Henry VIII?"
        },
        {
            "en": "The founder of the Church of England was Henry <em>VIII</em>.",
            "vi": "Người sáng lập Giáo hội Anh là Henry VIII."
        },
        {
            "en": "King Henry <em>VIII</em> had two of his wives beheaded.",
            "vi": "Vua Henry VIII đã chặt đầu hai bà vợ của ông ta."
        },
        {
            "en": "The duke's daughter, Anne, was seized and married off to Charles <em>VIII</em> of France.",
            "vi": "Anne, con gái của quận công, bị bắt và gả cho Vua Charles VIII của Pháp."
        },
        {
            "en": "Bleeding in haemophilia may be treated by transfusions of plasma (which contains factor <em>VIII</em>).",
            "vi": "Có thể chữa xuất huyết ở người có bệnh ưa chảy máu bằng cách truyền máu (có chứa yếu tố viii)."
        },
        {
            "en": "The book contains a fascinating portrait of life at the court of Henry <em>VIII</em>.",
            "vi": "Quyển sách chứa đựng một bức chân dung hấp dẫn về cuộc sống cung đình của vua Henry đệ VIII."
        },
        {
            "en": "The book paints a fascinating portrait of life at the court of Henry <em>VIII</em>.",
            "vi": "Quyển sách vẽ ra một bức chân dung hấp dẫn về cuộc sống cung đình của vua Henry đệ VIII."
        },
        {
            "en": "Alternatively concentrated preparation of factor <em>VIII</em>, obtained by freezing fresh plasma, may be administered.",
            "vi": "Có thể thay bằng các chế phẩm yếu tố viii đậm đặc, chế tạo bằng cách làm đông huyết tương."
        },
        {
            "en": "A member of the court of Henry <em>VIII</em>, he received a lot of preferment.",
            "vi": "Là một thành viên trong triều đình của vua Henry VIII, ông ấy (đã) nhận được nhiều sự đề bạc."
        },
        {
            "en": "Henry <em>VIII</em> was most notorious for the beheading of two of his wives.",
            "vi": "Henry VIII độc ác nhất vì đã xử trảm hai người vợ của mình."
        },
        {
            "en": "The 3rd Plenum of Term <em>VIII</em> of the Party’s Central Committee in June of 1997 decided the following:",
            "vi": "Hội nghị lần thứ 3 khoá VIII của Ban chấp hành trung ương Đảng Cộng sản Việt Nam vào tháng 6 năm 1997 đã quyết định:"
        },
        {
            "en": "In order to prepare for the acceptance of the obligations under Article <em>VIII</em> of the IMF's Articles of Agreement, Viet Nam had been gradually meeting the requirements mentioned in Article <em>VIII</em>.",
            "vi": "Để chuẩn bị cho việc tuân thủ các nghĩa vụ của điều viii trong điều lệ của imf, việt nam đã từng bước đáp ứng các yêu cầu nêu ra tại điều viii."
        },
        {
            "en": "Chapter <em>VIII</em> of the proposed Disability Law lays out the Responsibilities of Governance Agencies on Disability Work.",
            "vi": "Chương VIII của Dự thảo Luật Người khuyết tật vạch ra những trách nhiệm của các cơ quan quản lý nhà nước về công tác NKT."
        },
        {
            "en": "Viet Nam fully complied with the obligations of Article <em>VIII</em> of the IMF Charter on current account payments and international remittances.",
            "vi": "Việt nam đã hoàn toàn tuân thủ các nghĩa vụ tại điều viii của hiến chương imf về thanh toán tài khoản vãng lai và chuyển tiền quốc tế."
        },
        {
            "en": "This residue is extremely rich in a clotting factor, factor <em>VIII</em> (), and is used in the control of bleeding in haemophilia",
            "vi": "Phần này rất giàu yếu tố đông máu, yếu tố viii và dùng để kiểm soát huyết tương trong bệnh ưa chảy máu."
        },
        {
            "en": "Built in Portsmouth some 35 years earlier, she had had a long and successful fighting career, and was a favourite of King Henry <em>VIII</em>.",
            "vi": "Được đóng ở Portsmouth khoảng 35 năm trước, chiến hạm này có một chiến tích dài lâu và thành công, đồng thời cũng là chiến hạm yêu thích của Vua Henry VIII."
        },
        {
            "en": "To strengthen cooperation between the United Nations and regional organizations, in accordance with the provisions of Chapter <em>VIII</em> of the Charter.",
            "vi": "Tăng cường sự hợp tác giữa Liên Hợp Quốc và các tổ chức cấp vùng, phù hợp với các điều khoản tại Chương VIII của Hiến chương này."
        },
        {
            "en": "Reinforcing the pivotal role of information, the survey also suggests that being able to easily find guidance information enables citizens to avoid difficulties (See Figure <em>VIII</em>).",
            "vi": "Tăng cường vai trò quan trọng của thông tin, cuộc điều tra cũng cho rằng việc dễ dàng tìm kiếm những thông tin hướng dẫn sẽ giúp cho người dân tránh được khó khăn (Xem Hình VIII)."
        },
        {
            "en": "A hereditary disorder in which the blood clots very slowly, due to a deficiency of one of the coagulation factors (antihaemophilic factor or factor <em>VIII</em>).",
            "vi": "Một rối loạn di truyền có máu đông rất chậm, do thiếu hụt một trong các yếu tố đông máu (yếu tố chống ưa chảy máu hay yếu tố viii)."
        }
    ],
    "suggestions": []
}