{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['vaikiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">Viking</font>) binh lính và cướp biển người Xcăngđinavi đến định cư ở một vài vùng Bắc và Tây Âu, kể cả nước Anh, từ thế kỷ thứ 8 đến thế kỷ thứ 10)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">Viking raiders</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bọn cướp biển Vaikinh</font></td></tr></table><i/></div>",
            "word": "viking"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "viking"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "viking"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "viking"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "viking"
        }
    },
    "sentences": [
        {
            "en": "<em>Viking</em> raiders killed a lot of people.",
            "vi": "Bọn cướp biển Viking đã giết rất nhiều người."
        },
        {
            "en": "The <em>Viking</em> project also put robots on Mars and tested its soil.",
            "vi": "Dự án Viking cũng đã đưa các rô bốt lên sao Hỏa để kiểm tra đất của hành tinh này."
        },
        {
            "en": "This excavation played a most significant part in bringing to life the <em>Viking</em> kingdom of Jorvik.",
            "vi": "Cuộc khai quật này đã đóng một phần đáng kể nhất trong việc tái hiện lại cuộc sống của thành phố Jorvik ở vương quốc Viking."
        },
        {
            "en": "In the mid nineteen seventies, the <em>Viking</em> One and Two spacecraft sent detailed pictures of the red planet to NASA.",
            "vi": "Vào giữa thập niên 1970, các phi thuyền Viking 1 và 2 đã gửi những bức ảnh chi tiết về hành tinh đỏ này đến NASA."
        },
        {
            "en": "JAMES: No, I haven’t. There’s so much that seems interesting ~~ <em>Viking</em> settlement in other countries, trade, mythology...",
            "vi": "JAMES: Chưa, tôi chưa. Có rất nhiều điều nghe thật thú vị - sự định cư của người Viking ở các quốc gia khác, giao thương, thần thoại,…"
        },
        {
            "en": "Re-created from the excavation of just four <em>Viking</em>-Age house plots, the small Jorvik <em>Viking</em> Centre which was opened in April 1984 reminds tourists and visitors of life long ago.",
            "vi": "Được tái tạo từ Cuộc khai quật của 4 khu nhà viking- age, trung tâm nhỏ Jorvik Viking đã đươc mở vào tháng 4 năm 1984 gợi cho khách du lịch và người tham quan nhớ về cuộc sống từ xa xưa."
        },
        {
            "en": "Remains from the city of Jorvik told archaeologist s a story about life in the <em>Viking</em> kingdom.",
            "vi": "Những gì còn sót lại từ thành phố Jorvik đã nói cho các Nhà khảo cổ một câu chuyện về cuộc sống ở Vương quốc Viking."
        },
        {
            "en": "However, the complete lack of oxygen in the earth meant that decay bacteria was unable to break down the embedded <em>Viking</em> objects.",
            "vi": "Tuy nhiên, việc không có oxy trong lòng đất đồng nghĩa với việc những loại vi khuẩn tạo ra quá trình phân hủy không thể phá hỏng những đồ vật của Viking được chôn sâu."
        },
        {
            "en": "Puy du Fou, which calls itself France's second-largest theme park, is located in a rural area and is famous for its historical shows — a <em>Viking</em> attack, Roman chariot races, sword fights and a falconry show.",
            "vi": "Puy du Fou, được gọi là công viên giải trí lớn thứ hai của Pháp, nằm ở khu vực nông thôn và nổi tiếng với các chương trình lịch sử - như cuộc tấn công của người Viking, cuộc đua ngựa La mã, quyết đấu bằng gươm và chương trình biểu diễn chim ưng."
        },
        {
            "en": "Puy du Fou, which calls itself France's second-largest theme park, is located in a rural area and is famous for its historical shows — a <em>Viking</em> attack, Roman chariot races, sword fights and a falconry show.",
            "vi": "Puy du Fou, được gọi là công viên giải trí lớn thứ hai của Pháp, nằm ở khu vực nông thôn và nổi tiếng với các chương trình lịch sử - như cuộc tấn công của người Viking, cuộc đua ngựa La mã, quyết đấu bằng gươm và chương trình biểu diễn chim ưng."
        }
    ],
    "suggestions": []
}