{
    "en_vn": {
        "data": {
            "content": null,
            "word": "violated"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "violated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "violated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "violated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "violated"
        }
    },
    "sentences": [
        {
            "en": "They <em>violated</em> human rights.",
            "vi": "Họ đã vi phạm nhân quyền."
        },
        {
            "en": "They <em>violated</em> constitutional liberties.",
            "vi": "Họ đã xâm phạm các quyền tự do hiến định."
        },
        {
            "en": "He <em>violated</em> his neighbour's privacy.",
            "vi": "Anh ta đã xâm phạm đời tư của người láng giềng."
        },
        {
            "en": "The baby <em>violated</em> my peace.",
            "vi": "Em bé đã phá rối sự yên tĩnh của tôi."
        },
        {
            "en": "Have you ever <em>violated</em> traffic rules?",
            "vi": "Bạn có từng vi phạm luật giao thông chưa?"
        },
        {
            "en": "They <em>violated</em> me at my sanctuary.",
            "vi": "Họ bắt bớ hành hung tôi ở nơi ẩn trú của tôi."
        },
        {
            "en": "All students who have <em>violated</em> the rules will be disciplined.",
            "vi": "Tất cả học sinh vi phạm nội qui sẽ bị kỷ luật."
        },
        {
            "en": "\"I guess I just <em>violated</em> the treaty,\" he laughed.",
            "vi": "\"Tôi thấy mình xâm phạm hiệp ước rồi,\" anh chàng cười."
        },
        {
            "en": "You have <em>violated</em> the cause 23(b) of the treaty.",
            "vi": "Anh đã vi phạm vào điều 23b của Hiệp ước."
        },
        {
            "en": "He <em>violated</em> the traffic signs, therefore he was punished.",
            "vi": "Anh ta vi phạm tín hiệu đèn giao thông, vì thế anh ta bị phạt."
        },
        {
            "en": "She has <em>violated</em> one of the profession's most sacred rules.",
            "vi": "Bà ta đã phạm phải một trong những luật lệ thiêng liêng nhất của đức tin."
        },
        {
            "en": "Human rights are being <em>violated</em> every day in their prisons.",
            "vi": "Nhân quyền đang bị xâm phạm hàng ngày trong nhà tù mà chúng cai quản."
        },
        {
            "en": "In many areas, human rights are seriously <em>violated</em>.",
            "vi": "Ở nhiều vùng, nhân quyền bị vi phạm nghiêm trọng."
        },
        {
            "en": "You have <em>violated</em> the cause 23 (b) of the treaty.",
            "vi": "Anh đã vi phạm vào điều 23b của Hiệp ước."
        },
        {
            "en": "I believe the SEPG has <em>violated</em> the key concept of CMMI: “You shall not skip level”.",
            "vi": "Tôi tin SEPG đã vi phạm khái niệm then chốt của CMMI: “Bạn không được nhảy qua các mức.”"
        },
        {
            "en": "Sir, you have <em>violated</em> the Domestic Violence Prevention Act. You are now under arrest.",
            "vi": "Thưa ông, ông đã vi phạm Luật Ngăn ngừa Bạo hành trong Gia đình. Bây giờ ông đã bị bắt."
        },
        {
            "en": "Truth is not only <em>violated</em> by falsehood ; it may be outraged by silence.",
            "vi": "Sự thật không chỉ bị dối trá xâm hại; nó còn bị xúc phạm bởi sự câm lặng."
        },
        {
            "en": "The decision also requires police to take action if a child’s personal information is <em>violated</em> online.",
            "vi": "Quyết định cũng yêu cầu cảnh sát hành động nếu thông tin cá nhân của trẻ em bị xâm phạm trực tuyến."
        },
        {
            "en": "Truth is not only <em>violated</em> by falsehood; it may be outraged by silence.",
            "vi": "Sự thật không chỉ bị dối trá xâm hại ; nó còn bị xúc phạm bởi sự câm lặng."
        },
        {
            "en": "But maybe I'd <em>violated</em> some unknown rule, crossed some line that had condemned me.",
            "vi": "Nhưng có lẽ vì tôi đã phạm một luật nào đó không rõ, vượt quá giới hạn nào đó nên tôi bị phạt chăng."
        }
    ],
    "suggestions": []
}