{
    "en_vn": {
        "data": {
            "content": null,
            "word": "viridian"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>viridian</k><blockquote><cclass>[<cclass>vɪ'rɪdɪən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a bluish-green pigment consisting of hydrated chromium hydroxide. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from L. <i>viridis</i> 'green' + <kref>-ian</kref>. </blockquote></div>",
            "word": "viridian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "viridian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "viridian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "viridian"
        }
    },
    "sentences": [
        {
            "en": "Wagner likes the originals, but brands that reference the ’90s now cook up their own interpretations. Today’s denim is distressed like it was in the ’90s, but is also narrower than it used to be. Men are bleaching their hair again, but leaving the gel at home. We’re all playing Pokémon, but are exploring our own, real life cities—not <em>Viridian</em> City. We want the feeling of the ’90s and have tried to reconstruct it without the muck (no pun intended).",
            "vi": "Wagner thích những gì nguyên bản độc đáo, nhưng những nhãn hiệu được tham khảo vào những năm 90 lại thể hiện theo những nét riêng của chúng. Thời đại của Denim ngày nay gặp phải những khó khăn như nó đã từng trải qua vào những năm 90s, tuy nhiên nó còn trở ngại hơn trước đây. Đàn ông có xu hướng tẩy trắng mái tóc của mình, nhưng lại để quên keo vuốt tóc ở nhà. Chúng ta đều chơi Pokémon, nhưng đang khám phá về bản thân của chúng ta, cuộc sống thành phố thực tế, không phải là thành phố ảo Viridian City. Chúng ta muốn có cảm giác của những năm 90 và đã cố gắng để gợi nhớ nó mà không có sự pha tạp (không có ý định chơi chữ)."
        }
    ],
    "suggestions": []
}