{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['virulənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">độc hại, cực kỳ có hại, làm chết người (về bệnh, thuốc độc)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a virulent strain of flu</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một trận dịch cúm độc hại </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">độc ác, hiểm độc</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">virulent abuse</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">lời chửi rủa độc địa</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to make a virulent attack on the press</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">công kích một cách độc địa trên báo chí</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a particularly virulent form of racism</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một dạng đặc biệt hiểm độc của chủ nghĩa phân biệt chủng tộc</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có virut; do virut</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">virulent disease</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bệnh do virut</font></td></tr></table><i/></div>",
            "word": "virulent"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>virulent</k><blockquote><cclass>[<cclass>'vɪrʊl(ə)nt<cclass>, <cclass>'vɪrjʊ-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 (of a disease or poison) extremely severe or harmful in its effects. </blockquote></blockquote><blockquote><blockquote>    ⁃ (of a pathogen, especially a virus) highly infective. </blockquote></blockquote><blockquote><blockquote>2》 bitterly hostile. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>virulence</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>virulently</b><cclass>adverb </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (orig. describing a poisoned wound): from L. <i>virulentus</i>, from <i>virus</i> (see <kref>virus</kref>). </blockquote></div>",
            "word": "virulent"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>virulent</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>virulent herbicides</i>: POISONOUS, toxic, venomous, noxious, deadly, lethal, fatal, mortal, dangerous, harmful, injurious, pernicious, damaging, destructive; <cclass><i>poetic/literary</i> deathly, nocuous.</cclass></blockquote><blockquote><b>2</b><i>a virulent epidemic</i>: INFECTIOUS, infective, contagious, communicable, transmittable, transmissible, spreading, pestilential; <cclass><i>informal</i> catching.</cclass></blockquote><blockquote><b>3</b><i>a virulent attack on morals</i>: VITRIOLIC, malicious, malevolent, hostile, spiteful, venomous, vicious, vindictive, bitter, rancorous, acrimonious, scathing, caustic, withering, nasty, savage, harsh.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>harmless, amicable.</blockquote></div>",
            "word": "virulent"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "virulent"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "virulent"
        }
    },
    "sentences": [
        {
            "en": "<em>Virulent</em> abuse",
            "vi": "Lời chửi rủa độc địa"
        },
        {
            "en": "<em>Virulent</em> disease",
            "vi": "Bệnh do vi rút"
        },
        {
            "en": "<em>Virulent</em> strain of flu",
            "vi": "Trận dịch cúm độc hại"
        },
        {
            "en": "Particularly <em>virulent</em> form of racism",
            "vi": "Dạng đặc biệt hiểm độc của chủ nghĩa phân biệt chủng tộc"
        },
        {
            "en": "Sit down under <em>virulent</em> remarks",
            "vi": "Chịu đựng những lời nhận xét độc địa"
        },
        {
            "en": "I feel uncomfortable when hearing <em>virulent</em> abuse.",
            "vi": "Tôi thấy thật khó chịu khi nghe những lời chửi rủa độc địa."
        },
        {
            "en": "Make a <em>virulent</em> attack on the press.",
            "vi": "Công kích một cách thâm độc trên báo chí."
        },
        {
            "en": "She died of <em>virulent</em> disease last year.",
            "vi": "Cô ấy đã chết vì bệnh do virut hồi năm ngoái."
        },
        {
            "en": "She is a <em>virulent</em> critic of US foreign policy.",
            "vi": "Bà ta là một nhà phê bình ghê gớm trong chính sách đối ngoại của Mỹ."
        },
        {
            "en": "A <em>virulent</em> strain of flu has just passed this town.",
            "vi": "Một trận dịch cúm độc hại vừa mới đi qua thị trấn này."
        },
        {
            "en": "Croup is most <em>virulent</em> from late autumn to early spring.",
            "vi": "Bệnh viêm thanh quản cấp nguy hiểm nhất trong khoảng thời gian từ cuối thu sang đầu xuân."
        },
        {
            "en": "They want to make a <em>virulent</em> attack on the press.",
            "vi": "Họ muốn công kích một cách độc địa trên báo chí."
        },
        {
            "en": "A particularly <em>virulent</em> form of racism was handed down father to son, mother to daughter in the South.",
            "vi": "Dạng đặc biệt hiểm độc của chủ nghĩa phân biệt chủng tộc được truyền lại từ đời cha đến đời con ở các nước phía Nam."
        },
        {
            "en": "Related to the above, one must avoid the error of \"policy optimism\", which is especially <em>virulent</em> in transitional countries.",
            "vi": "Liên quan tới những điều vừa trình bày, chúng ta cũng cần tránh một lỗi “quá lạc quan về chính sách”, một lỗi rất nghiêm trọng ở những nước đang trong giai đoạn chuyển đổi."
        },
        {
            "en": "<em>Virulent</em> H5 avian influenza strains have spread to 14 states in five months and affected about 26 million birds in the worst outbreak of the disease in U.S. history, according to the USDA.",
            "vi": "Chủng cúm gia cầm H5 đã lan rộng đến 14 tiểu bang trong vòng năm tháng và làm ảnh hưởng đến khoảng 26 triệu con gia cầm tại sự bùng nổ dịch bệnh tồi tệ nhất trong lịch sử Hoa Kỳ, theo USDA."
        },
        {
            "en": "The Red Cross says there have been more than 15,000 cases of hand, foot and mouth disease reported in Vietnam so far this year - seven times higher than during the same period in 2011 - and a more <em>virulent</em> strain of the disease has killed 11 children. ",
            "vi": "Hội Chữ thập đỏ cho biết có hơn 15.000 trường hợp bị nhiễm bệnh tay chân miệng ở Việt Nam tính đến thời điểm này trong năm nay- cao gấp bảy lần so với cùng kỳ năm 2011 và đã có 11 trẻ em chết do chủng virus mạnh hơn của bệnh dịch này gây ra."
        },
        {
            "en": "The E. coli outbreak in Germany is a new form of the bacterium, researchers and public health experts believe. It can cause the deadly complication - haemolytic-uraemic syndrome (HUS) - affecting the blood and kidneys. More than 1,500 people have been infected and 18 have died: 17 in Germany and one in Sweden. Seven people in the UK have the infection, including three British nationals. They are all thought to have contracted it in Germany. The World Health Organization said the variant had \"never been seen in an outbreak situation before.\" Scientists at the Beijing Genomics Institute in China are also reported as saying the new form was \"highly infectious and toxic\". The Health Protection Agency said it was likely to be a new variant of the rare strain O104 - possibly with a newly acquired ability to infect large numbers of people.  In a statement it said: \"While there is a lot more that we need to learn about this bacterium, the evidence that is already available tells us that the German authorities have been dealing with something new.\" Professor Gad Frankel, from Imperial College London, the Sanger Institute and the Medical Research Council, said: \"This is a new combination and a deadly combination. \"It has a gene which produces a toxin and another which helps the bacterium colonise the gut more efficiently, which effectively means even more toxin is produced.  \"Research we published last year showed this same factor mediates attachment to the human gut and the surface of salad leaves.\" Compensation  The outbreak remains centred on Germany, where there have been 1,064 cases of bloody diarrhoea and 470 cases of the potentially deadly complication in the blood and kidneys. The source of the infection, originally blamed on Spanish cucumbers, is unclear. The head of the Robert Koch Institute, which monitors the infection in Germany, said the outbreak could last for months and that \"we may never know\" the original source. Fresh vegetables from the European Union have been banned in Russia and the country's chief medical officer said such produce will be seized. Meanwhile Spain is threatening to seek compensation from the EU for lost vegetables sales. UK cases  Three British nationals in the UK have been infected with E. coli linked to the outbreak in Germany, according to the Health Protection Agency. It brings the total number of cases in the UK to seven, the other four are from Germany. It is believed that all patients caught the infection in Germany and brought it back to the UK. Three of them have developed the potentially deadly complication of HUS. The HPA continues to advise that people travelling to Germany should not eat raw cucumber, lettuce or tomatoes and that they should seek medical advice if they have bloody diarrhoea. It said one of the strange things about the outbreak was the number of cases of haemolytic uraemic syndrome. It is a very severe kidney complication which destroys red blood cells and can also affect the central nervous system. Dr Dilys Morgan, from the Health Protection Agency, said: \"It's very unusual for adults to have HUS anyway.  \"It mainly affects young children and older adults, but what we've seen is predominantly young females getting this condition.  \"It's a very rare organism that's causing this and it's thought it has particular properties where the toxin it produces is particularly <em>virulent</em> and therefore is affecting this population more than we would normally expect.\"  Professor Hugh Pennington, a microbiologist from the University of Aberdeen, said: \"This outbreak is unusual in that it doesn't seem to be targeting young children.  \"Children under five have had a very hard time with this kind of bug in the past, they seem to be escaping it, maybe just due to the nature of the food that's causing the problem.\"",
            "vi": "Các nhà nghiên cứu và các chuyên gia sức khoẻ cộng đồng cho rằng trực khuẩn E.coli bùng phát ở Đức là một dạng vi khuẩn mới. Nó có thể gây ra biến chứng chết người- gọi là hội chứng u-rê huyết tan máu (HUS)-gây tác hại cho máu và thận. Hơn 1500 người bị nhiễm khuẩn và 18 người tử vong: trong đó có 17 người ở Đức và một người ở Thuỵ Điển. Có bảy người ở Anh Quốc bị nhiễm kể cả ba kiều dân Anh. Tất cả họ đều được cho là bị nhiễm khuẩn ở Đức Tổ chức y tế thế giới cho biết biến thể lạ này “ chưa bao giờ được thấy trong ca bùng phát khuẩn trước đây.” Các nhà khoa học thuộc Viện nghiên cứu Gien Bắc kinh ở Trung Quốc cũng thông báo về loại khuẩn mới “rất truyền nhiễm và độc hại” này. Cơ quan Bảo vệ Sức khoẻ nói có thể đây là một biến thể mới thuộc dòng 0104 hiếm gặp- có thể có khả năng khác lây nhiễm ở rất nhiều người. Một báo cáo cho biết: “Trong khi chúng ta cần phải tìm hiểu nhiều hơn nữa về loại vi khuẩn này thì các nhà chức trách Đức đã có dấu hiệu báo rằng họ đang đối phó với loại vi khuẩn mới lạ này.” Giáo sư Gad Frankel tại Đại học Hoàng gia Luân Đôn thuộc Viện Sanger và Hội đồng Nghiên cứu Y khoa nói rằng: “ Đây là loại hoá chất mới và là hoá chất gây chết người. “Nó có một gien tạo ra độc tố còn gien khác giúp trực khuẩn phát tán vào ruột một cách hiệu quả hơn nghĩa là có nhiều độc tố hơn nữa được sản sinh nhanh chóng. “Nghiên cứu mà chúng tôi đã công bố năm ngoái có đưa ra loại khuẩn tương tự bám vào ruột người và trên mặt lá xà lách.” Bồi thường Bùng phát dịch khuẩn này còn tiếp tục ở Đức, nước này đã có 1064 ca tiêu chảy xuất huyết và 470 ca biến chứng ở máu và thận có khả năng gây chết người. Nguồn bệnh nhiễm này ban đầu được cho có nguồn gốc từ dưa leo của Tây Ban Nha là không rõ ràng. Giám đốc Viện Robert Koch, người đang theo dõi bệnh nhiễm trùng ở Đức cho biết khuẩn bùng phát có thể kéo dài nhiều tháng và “chúng tôi có lẽ không bao giờ biết” nguồn gốc của loại khuẩn này. Nước Nga cấm nhập khẩu rau tươi từ Liên minh Châu Âu và bộ trưởng y tế nước này nói họ sẽ thu giữ các loại sản phẩm đó. Đồng thời Tây Ban Nha cũng đe doạ đòi Liên Minh Châu Âu bồi thường vì mất bán rau màu. Các ca nhiễm bệnh ở Anh Quốc Theo Cơ quan Bảo vệ Sức khoẻ cho hay có ba công dân Anh ở Anh Quốc bị nhiễm khuẩn E.Coli liên quan đến khuẩn bùng phát ở Đức Làm tăng tổng số ca bị nhiễm khuẩn lên bảy người ở Anh, còn bốn người khác từ Đức. Các bệnh nhân này được cho là bị nhiễm khuẩn ở Đức sau đó mang bệnh nhiễm về Anh Quốc. Ba người trong số đó đã phát triển biến chứng HUS có khả năng chết người. HPA tiếp tục khuyên những người đang đi du lịch ở Đức không nên ăn dưa leo sống, rau diếp hay cà chua và nên hỏi ý kiến bác sĩ nếu họ bị tiêu chảy xuất huyết Một trong những chuyện kỳ lạ về khuẩn bùng phát là số trường hợp bị hội chứng u rê huyết tan máu. Đó là loại biến chứng thận rất nặng có thể phá huỷ hồng cầu và cũng có thể ảnh hưởng đến hệ thần kinh trung ương. Tiến sĩ Dilys Morgan thuộc Cơ quan Bảo vệ Sức khoẻ nói rằng: “dù gì thì nó cũng rất bất thường khi bệnh nhiễm HUS chỉ xảy ra ở người lớn. “Khuẩn này chủ yếu tác động đến trẻ em và người lớn tuổi, nhưng ở đây phần lớn phụ nữ lại bị nhiễm khuẩn. “Đó là một loại sinh vật rất hiếm dẫn đến nhiễm khuẩn và người ta cho rằng nó có các đặc tính riêng tạo ra độc tố cực kỳ gây hại, vì vậy nó đang gây nhiễm cho con người hơn cả sự mong đợi. Giáo sư Hugh Pennington, một nhà vi trùng học thuộc trường Đại học Aberdeen cho biết “Cơn bùng phát này lạ kỳ ở chỗ nó không nhằm vào trẻ em. “ Trẻ em dưới năm tuổi trước đây đã phải vật lộn rất khó khăn với các loại khuẩn, và có vẻ như chúng đã bị quên bẵng đi, mà cũng có thể chỉ là do bản chất loại thực phẩm gây ra vấn đề này."
        },
        {
            "en": "WHO: Unknown E        The World Health Organization says a deadly outbreak of E.coli bacteria that has killed 18 people in Europe is a unique strain that has never been found in infected patients before.  The United Nations agency said Thursday that preliminary genetic tests suggest that the highly contagious strain behind the outbreak could be a genetic recombination of two different E. coli bacteria.  Scientists in China who have analyzed the bacteria behind the German outbreak confirmed that this variant has not been involved in any previous infections.  The outbreak is the deadliest in modern history to involve E. coli, and appears to be the second- or third-largest in terms of the number of people who have become ill.  A food safety expert at the WHO, Hilde Kruse, said the deadly strain has various characteristics that make it more toxic and more <em>virulent</em> than other strains.  More than 1,600 people in 11 European countries have been sickened by the rapid spread of the bacteria, with most infections and deaths occurring in Germany.  Health officials have been unable to find the cause or origin of the outbreak, but similar infections come primarily from contaminated foods.  With the uncertainty surrounding the latest outbreak, concern about European produce is spreading. The United Arab Emirates on Thursday banned the import of cucumbers from Spain, Germany, Denmark and the Netherlands.  Russia said it is banning the import of all fresh vegetables from the European Union — an action the EU immediately called “disproportionate.” The EU, which exported $853 million worth of vegetables to Russia last year, said it would seek an explanation from Moscow. Russia said vegetables already imported from EU countries will be seized. The chief of Russia's consumer protection agency, Gennady Onishchenko, urged his countrymen to avoid imported vegetables in favor of domestic products. Germany initially pointed to cucumbers from Spain as a possible source of the contamination, but further tests showed that those vegetables were not the cause of the outbreak. The erroneous conclusion angered Spanish officials. Prime Minister Jose Luis Rodriguez Zapatero said Spain will seek reparations from authorities in Europe for the damages its vegetable growers have suffered.  Germany's national disease center says the outbreak started nearly two weeks before the first infections were reported in mid-May. The infection can result in a secondary disease that attacks the victims' kidneys, sometimes causing seizures, strokes, comas and death.\n The EuropeanCenter for Disease Prevention and Control said Thursday that the outbreak of the current strain of bacteria has been rarely reported worldwide. It recommended hygiene and cooking foods thoroughly to prevent infection.  Vegetable growers across Europe say they are suffering major economic losses as the mystery goes unsolved. Spain says it is losing $288 million a week because of import bans and weak demand for the produce, while the Netherlands says it is losing $43 million.  The president of Spain's produce export trade group said almost all Europeans have stopped buying Spanish vegetables and fruit.  The World Health Organization said Thursday that it does not recommend any trade restrictions related to the outbreak.",
            "vi": "Tổ chức Y tế Thế giới: Biến thể lạ của khuẩn E    Tổ chức y tế thế giới cho biết một đợt bùng phát dịch khuẩn chết người E.coli đã khiến 18 người thiệt mạng ở châu Âu là một dòng vi khuẩn mới lạ chưa từng thấy ở các bệnh nhân nhiễm bệnh trước đây. Cơ quan này của Liên Hiệp Quốc cho biết các cuộc xét nghiệm di truyền sơ bộ hôm thứ năm cho thấy dòng vi khuẩn rất dễ lây lan trong đợt dịch lần này là sự tái kết hợp gien của hai loại khuẩn E.coli khác nhau. Qua phân tích vi khuẩn gây nên dịch bệnh ở Đức, các nhà khoa học ở Trung Quốc xác nhận rằng biến thể này không hề liên quan đến bất kỳ bệnh nhiễm trùng nào trước đây. Đây là dịch bệnh có liên quan đến khuẩn E.coli gây chết người nhiều nhất trong lịch sử đương đại và đứng hàng thứ hai hay thứ ba về số lượng người mắc bệnh. Một chuyên gia an toàn thực phẩm của WHO, Hilde Kruse, cho biết dòng vi khuẩn gây chết người này có nhiều đặc điểm khiến nó nó độc hơn và có khả năng gây chết người hơn các dòng vi khuẩn khác. Hơn 1.600 người ở 11 quốc gia Châu Âu đã mắc bệnh do tốc độ lây nhiễm nhanh chóng, trong đó Đức có số người nhiễm bệnh và thiệt mạng nhiều nhất. Các quan chức y tế vẫn chưa tìm ra được nguyên nhân hay nguồn gốc của đợt bùng phát, nhưng các trường hợp nhiễm bệnh tương tự chủ yếu là từ nguồn thực phẩm nhiễm bẩn. Trong khi vẫn chưa có một thông tin chắc chắn nào về đợt bùng phát dịch bệnh mới nhất này thì dấy lên những mối lo ngại về nông phẩm có nguồn gốc từ Châu Âu. Hôm thứ năm, các tiểu vương quốc Ả Rập thống nhất đã cấm nhập khẩu dưa leo từ Tây Ban Nha, Đức, Đan Mạch và Hà Lan. Nga cho biết nước này đang cấm nhập khẩu tất cả rau quả tươi từ Liên minh Châu Âu – một hành động mà EU ngay lập tức lên án là \"bất công\". Với kim ngạch xuất khẩu rau quả sang Nga trong năm ngoái là 853 triệu đô la Mỹ, EU cho biết sẽ tìm cách buộc chính quyền Mát-xcơ-va đưa ra lời giải thích rõ ràng về vấn đề này. Phía Nga cho biết rau quả nhập khẩu từ các quốc gia EU sẽ bị tịch thu. Người đứng đầu cơ quan bảo vệ người tiêu dùng của Nga, Gennady Onishchenko, kêu gọi dân Nga tẩy chay rau quả nhập khẩu để ủng hộ sản phẩm nội địa. Ban đầu Đức tố cáo dưa leo Tây Ban Nha có thể là nguồn gây nhiễm bệnh, nhưng các xét nghiệm cho thấy loại dưa leo này không phải là nguyên nhân của đợt bùng phát dịch bệnh. Kết luận sai lầm này khiến các quan chức Tây Ban Nha tức giận. Thủ tướng Jose Luis Rodriguez Zapatero cho biết Tây Ban Nha sẽ buộc các nhà chức trách châu Âu bồi thường cho những thiệt hại mà các nông dân trồng rau quả của họ đã gánh chịu. Trung tâm dịch bệnh quốc gia của Đức thừa nhận đợt bùng phát đã bắt đầu từ trước khi có những ca nhiễm bệnh đầu tiên được báo cáo vào giữa tháng Năm gần hai tuần. Căn bệnh nhiễm trùng này có thể dẫn đến căn bệnh thứ phát tấn công thận của bệnh nhân, đôi khi gây ra tai biến mạch máu, đột quỵ, hôn mê và tử vong. Trung tâm Phòng ngừa và Kiểm soát dịch bệnh của Châu Âu hôm thứ Năm đã loan báo đợt bùng phát của dòng vi khuẩn hiện tại này là hiếm thấy trên thế giới. Trung tâm này còn khuyến cáo mọi người nên giữ vệ sinh và dùng thức ăn nấu kỹ để phòng chống lây nhiễm. Nông dân trồng rau khắp châu Âu nói rằng họ đang gánh chịu những thiệt hại về kinh tế vì bí ẩn này chưa được giải quyết. Tây Ban Nha cho biết nước này đã lỗ 288 triệu đô la Mỹ một tuần vì lệnh cấm nhập khẩu và nhu cầu tiêu dùng suy giảm, trong khi đó Hà Lan thiệt hại 43 triệu đô la Mỹ. Chủ tịch tập đoàn thương mại xuất khẩu của Tây Ban Nha cho biết hầu hết người dân châu Âu đã tẩy chay trái cây và rau quả Tây Ban Nha. Hôm thứ Năm, Tổ chức y tế thế giới đã lên tiếng không đồng tình với bất kỳ hạn chế thương mại nào có liên quan đến đợt bùng phát dịch bệnh này."
        }
    ],
    "suggestions": []
}