{
    "en_vn": {
        "data": {
            "content": null,
            "word": "visuals"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "visuals"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "visuals"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "visuals"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "visuals"
        }
    },
    "sentences": [
        {
            "en": "Commonsense rules for presentation <em>visuals</em>.",
            "vi": "Các nguyên tắc chung để thực hiện phương pháp trực quan khi thuyết trình."
        },
        {
            "en": "Rule 2: keep your <em>visuals</em> simple.",
            "vi": "Quy tắc 2: sử dụng hình ảnh đơn giản."
        },
        {
            "en": "Early <em>visuals</em> can boost your case.",
            "vi": "Việc nhìn ra sớm hơn có thể đẩy mạnh trường hợp của bạn."
        },
        {
            "en": "Add a few interesting <em>visuals</em>, and perhaps some other statistics",
            "vi": "Chẳng hạn như phải cho thêm những hình ảnh đặc sắc, và có lẽ thêm mấy số thống kê khác nữa."
        },
        {
            "en": "Avoid <em>visuals</em> that are not essential to the presentation.",
            "vi": "Tránh sử dụng những hình ảnh trực quan không cần thiết đối với bài thuyết trình."
        },
        {
            "en": "Rule 1: subordinate your <em>visuals</em> to your message.",
            "vi": "Quy tắc 1: không quá đề cao vai trò của hình ảnh đối với thông điệp chính."
        },
        {
            "en": "The high-tech <em>visuals</em> can get key points across and make them memorable.",
            "vi": "Hình ảnh công nghệ cao có thể làm nổi bật những thông tin chủ đạo và người theo dõi dễ nhớ thông tin hơn."
        },
        {
            "en": "Here are a few rules for making the most of presentation <em>visuals</em>.",
            "vi": "Dưới đây là một vài quy tắc để tận dụng các phương pháp trực quan khi thuyết trình."
        },
        {
            "en": "If you create <em>visuals</em> for everything, the key points will be lost in the clutter.",
            "vi": "Nếu bạn tạo hình ảnh minh họa cho mọi thông tin, thì điểm cần nhấn mạnh sẽ bị lẫn trong mớ hỗn loan đó."
        },
        {
            "en": "The body should be well structured, divided up logically, with plenty of carefully spaced <em>visuals</em>.",
            "vi": "Phần chính lẽ ra nên có trật tự, phân chia hợp lý, với nhiều minh hoạ được  cách đều nhau."
        },
        {
            "en": "The body should be well structured, divided up logically, with plenty of carefully spaced <em>visuals</em>.",
            "vi": "Phần chính lẽ ra nên có trật tự, phân chia hợp lý, với nhiều minh hoạ được cách đều nhau."
        },
        {
            "en": "<em>Visuals</em> should therefore play no more than a supportive role, they should never command center stage.",
            "vi": "Do đó hình ảnh chỉ nên đóng vai trò hỗ trợ, chứ không được giữ vị trí chủ đạo trong phần trọng tâm."
        },
        {
            "en": "In most cases, your <em>visuals</em> will look more professional if you use a bare minimum of devices.",
            "vi": "Trong hầu hết trường hợp, việc sử dụng các phương pháp trực quan sẽ mang tính chuyên nghiệp hơn nếu bạn không quá lạm dụng chúng."
        },
        {
            "en": "The player's \"Cinema Tuned\" Digital Processing is able to produce stunning <em>visuals</em> and cinema - like surround sound.",
            "vi": "Tính năng xử lý tín hiệu KTS của đầu máy cho phép tái tạo hình ảnh sống động và âm thanh vòm như rạp hát."
        },
        {
            "en": "The player's \"Cinema Tuned\" Digital Processing is able to produce stunning <em>visuals</em> and cinema-like surround sound.",
            "vi": "Tính năng xử lý tín hiệu KTS của đầu máy cho phép tái tạo hình ảnh sống động và âm thanh vòm như rạp hát."
        },
        {
            "en": "Your <em>visuals</em> should be clearly legible to everyone in the room-even those in the back row of seats.",
            "vi": "Hình ảnh của bạn phải to và rõ sao cho bất kỳ ai trong phòng cũng đọc được - thậm chí cả những người ngồi hàng cuối."
        },
        {
            "en": "To learn how to make the most of visual aids, see appendix C: commonsense rules for presentation <em>visuals</em>.",
            "vi": "Để biết cách tận dụng các phương tiện hỗ trợ trực quan, hãy tham khảo phục lục c: các nguyên tắc chung để sử dụng phương pháp trực quan khi thuyết trình."
        },
        {
            "en": "Most people's judgments are based on <em>visuals</em> - everything other than the words you speak that communicates to others what you're about.",
            "vi": "Sự đánh giá của đa số mọi người dựa trên những gì họ thấy – mọi thứ khác ngoài những gì bạn nói đều thể hiện cho người khác bản chất của bạn."
        },
        {
            "en": "Each component delivers quality performance, such as upscaling DVD players that produce stunning <em>visuals</em> in High Definition and powerful speakers that give out surround sound.",
            "vi": "Mỗi bộ phận cung cấp một chương trình có chất lượng như là các đầu DVD mang lại các hình ảnh sắc nét với độ phân giải cao và các loa công suất lớn đưa ra các âm thanh lan toả."
        },
        {
            "en": "When used judiciously, these programs can create <em>visuals</em> that convey more information in less time than would more traditionally prepared visual aids.",
            "vi": "Khi sử dụng phù hợp, những chương trình này có thể tạo nên hình ảnh trực quan truyền tải lượng thông tin lớn hơn với ít thời gian hơn là dùng các dụng cụ trực quan truyền thống."
        }
    ],
    "suggestions": []
}