{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['vaitəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cực độ, cực kỳ, vô cùng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">vitally important</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cực kỳ quan trọng</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">vitally necessary</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">vô cùng cần thiết</font></td></tr></table><i/></div>",
            "word": "vitally"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "vitally"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "vitally"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "vitally"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "vitally"
        }
    },
    "sentences": [
        {
            "en": "<em>Vitally</em> important",
            "vi": "Cực kỳ quan trọng"
        },
        {
            "en": "<em>Vitally</em> necessary",
            "vi": "Vô cùng cần thiết"
        },
        {
            "en": "Food is <em>vitally</em> important in Singapore culture.",
            "vi": "Ẩm thực là yếu tố văn hóa quan trọng hàng đầu ở singapore."
        },
        {
            "en": "It is <em>vitally</em> important to cancel the order immediately.",
            "vi": "Điều quan trọng sống còn là phải lập tức hủy bỏ lệnh đó."
        },
        {
            "en": "We are <em>vitally</em> concerned to win public support.",
            "vi": "Chúng tôi hết sức quan tâm đến việc giành lấy sự ủng hộ của quần chúng."
        },
        {
            "en": "Education is <em>vitally</em> important for the country's future.",
            "vi": "Giáo dục cực kỳ quan trọng cho tương lai của một quốc gia."
        },
        {
            "en": "Providing reliable product and service is <em>vitally</em> important.",
            "vi": "Cung cấp sản phẩm và dịch vụ đáng tin cậy là hoàn toàn quan trọng."
        },
        {
            "en": "Good starting block technique is <em>vitally</em> important in sprint races.",
            "vi": "Kỹ thuật tốt ở bàn đạp xuất phát là cực kỳ quan trọng trong các cuộc đua chạy nước rút."
        },
        {
            "en": "It is <em>vitally</em> important that you follow the directions exactly.",
            "vi": "Điều quan trọng chủ yếu là anh phải làm theo hướng dẫn một cách chính xác."
        },
        {
            "en": "It is <em>vitally</em> important that we receive all the help available.",
            "vi": "Điều quan trọng chủ yếu là chúng ta nhận được mọi sự giúp đỡ có thể."
        },
        {
            "en": "I think follow up is <em>vitally</em> important in life, especially in business.",
            "vi": "Tôi nghĩ nhắc nhở cực kì quan trọng trong cuộc sống, đặc biệt là trong kinh doanh."
        },
        {
            "en": "The air speed indicator is <em>vitally</em> important to the safe operation of any aircraft.",
            "vi": "Kim chỉ tốc độ lướt khí là cực kỳ quan trọng với hoạt động an toàn của bất kỳ máy bay nào."
        },
        {
            "en": "I began, picking the least important - though still <em>vitally</em> interesting - question to start with.",
            "vi": "Tôi bắt đầu, chọn câu hỏi ít quan trọng nhất - cho dù vẫn cực kì thú vị - để bắt đầu."
        },
        {
            "en": "HIV transmission prevention programmes addressing men who have sex with men are therefore <em>vitally</em> important.",
            "vi": "Do đó, thực hiện các chương trình dự phòng lây nhiễm HIV cho nhóm nam có quan hệ tình dục đồng giới là vô cùng quan trọng."
        },
        {
            "en": "HIV prevention programmes for men who have sex with men are <em>vitally</em> important to stop HIV transmission.",
            "vi": "Các chương trình dự phòng HIV dành cho nam có quan hệ tình dục đồng giới có ý nghĩa rất quan trọng trong việc ngăn chặn lây truyền HIV."
        },
        {
            "en": "I couldn't fathom his interest, but he continued to stare at me with penetrating eyes, as if my dull life's story was somehow <em>vitally</em> important.",
            "vi": "Tôi không thể hiểu được sự quan tâm của anh, nhưng anh cứ nhìn tôi chằm chằm bằng đôi thấu suốt, như thể câu chuyện về cuộc đời tẻ nhạt của tôi vô cùng quan trọng với anh vậy."
        },
        {
            "en": "It is the enterprises that are competitive, but their ability to be competitive is <em>vitally</em> dependent upon the environment in which they function.",
            "vi": "Đó là đối với những doanh nghiệp đang có khả năng cạnh tranh, nhưng khả năng để cạnh tranh chủ yếu phụ thuộc vào môi trường chúng hoạt động."
        },
        {
            "en": "With increasing regional integration compounded by an aging population, it becomes <em>vitally</em> important that we find more effective ways to get young people into the workforce and trained to assume positions of leadership.",
            "vi": "Với sự hội nhập khu vực ngày càng gia tăng do tuổi của dân số đang lớn dần, điều cực kỳ quan trọng là chúng ta phải tìm ra cách hiệu quả hơn để đưa thanh niên vào lực lượng lao động đồng thời họ phải được đào tạo để đảm nhận vai trò lãnh đạo."
        },
        {
            "en": "The role of schools in promoting the health and nutrition of Vietnamese children is potentially <em>vitally</em> important and needs to strengthened, for example through school-based health checks and lunch programs.",
            "vi": "Các trường học có vai trò quan trọng tiềm tàng trong việc tăng cường sức khỏe và dinh dưỡng cho trẻ em Việt Nam, ví dụ thông qua các chương trình chăm sóc sức khỏe và bữa trưa ở trường học."
        },
        {
            "en": "With increasing regional integration compounded by an aging population, it becomes <em>vitally</em> important that we find more effective ways to get young people into the workforce and trained to assume positions of leadership.",
            "vi": "Với sự hội nhập khu vực ngày càng gia tăng do tuổi của dân số đang lớn dần, điều cực kỳ quan trọng là chúng ta phải tìm ra cách hiệu quả hơn để đưa thanh niên vào lực lượng lao động đồng thời họ phải được đào tạo để đảm nhận vai trò lãnh đạo."
        }
    ],
    "suggestions": []
}