{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['vividli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chói, chói lọi, sặc sỡ (màu sắc, ánh sáng)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">mạnh mẽ, đầy sức sống (người)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sống động, mạnh mẽ (khả năng trí tuệ)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sinh động, sâu sắc; đầy hình ảnh (một bài nói..)</td></tr></table><i/></div>",
            "word": "vividly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "vividly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "vividly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "vividly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "vividly"
        }
    },
    "sentences": [
        {
            "en": "He teaches very <em>vividly</em>.",
            "vi": "Ông ấy dạy rất sinh động."
        },
        {
            "en": "I still remember it <em>vividly</em>.",
            "vi": "Tôi vẫn nhớ nó rất rõ."
        },
        {
            "en": "I love it because it <em>vividly</em> expresses.",
            "vi": "Tôi thích nó bởi vì nó thể hiện một cách sống động ."
        },
        {
            "en": "I <em>vividly</em> recall my first impression when I met her.",
            "vi": "Tôi hồi tưởng lại rõ rệt ấn tượng đầu tiên của mình khi tôi gặp cô ấy."
        },
        {
            "en": "I still <em>vividly</em> remember the murderer's face on that day.",
            "vi": "Tôi vẫn nhớ như in khuôn mặt kẻ sát nhân hôm đó."
        },
        {
            "en": "I <em>vividly</em> remember/recall the day I first met him.",
            "vi": "Tôi nhớ rõ/nhớ lại ngày đầu gặp anh ta."
        },
        {
            "en": "The book is <em>vividly</em> illustrated in full colour.",
            "vi": "Quyển sách được minh họa sống động đầy màu sắc."
        },
        {
            "en": "Both children and adults like <em>vividly</em> bright lanterns.",
            "vi": "Cả trẻ em và người lớn đều thích những chiếc lồng đèn sống động và tươi sáng."
        },
        {
            "en": "That disaster is <em>vividly</em> recalled in James Cameron's movie Titanic.",
            "vi": "Thảm họa đó được gợi lại sống động trong bộ phim điện ảnh Titanic của đạo diễn James Cameron."
        },
        {
            "en": "Prof. Phan Huy Le stressed that the publication <em>vividly</em> reflects the indigenous culture.",
            "vi": "Giáo sư Phan Huy Lê nhấn mạnh rằng việc xuất bản một cách sống động đã phản ánh văn hóa bản địa."
        },
        {
            "en": "The film <em>vividly</em> portrays the seamy side of life in the London of the early 70s.",
            "vi": "Bộ phim miêu tả một cách sâu sắc mặt trái của cuộc đời trong những đầu thập niên 70 ở Luân Đôn."
        },
        {
            "en": "The assassination remains an iconic historical moment, remembered <em>vividly</em> by many Americans alive at the time.",
            "vi": "Vụ ám sát vẫn là một khoảnh khắc tượng trưng cho lịch sử, mà nhiều người Mỹ còn sống vào lúc đó nhớ rất rõ."
        },
        {
            "en": "For instance, the appalling crimes of Hitlerite fascism, involving the brutal massacre of peaceful people, are still <em>vividly</em> remembered.",
            "vi": "Ví dụ, tội ác kinh khủng của chủ nghĩa phát xít hitler, liên quan đế vụ thảm sát man rợ những người dân hiền lành, vẫn còn được nhớ rõ ràng."
        },
        {
            "en": "They also sometimes show very <em>vividly</em> how man has struggled through the centuries to remove discomfort from his life.",
            "vi": "Nhiều bộ phim kể lại một cách rất sinh động cuộc đấu tranh của con người qua hàng thế kỷ để cải thiện đời sống của mình."
        },
        {
            "en": "I share your belief that speech will never be able to <em>vividly</em> and accurately detail the truth in every aspect.",
            "vi": "Tôi chia sẻ lòng tin của anh là bài diễn văn sẽ không bao giờ có thể kể chi tiết và sống động sự thật ở mọi mặt."
        },
        {
            "en": "I still <em>vividly</em> remember our discussion concerning the Royal Shakespeare Company's production of \"Macbeth\" at the Swan Theater in Stratford.",
            "vi": "Tôi vẫn nhớ như in cuộc thảo luận liên quan đến vở kịch Macbeth của đoàn kịch Hoàng gia Shakespeare của chúng tôi tại rạp Swan ở Stratford."
        },
        {
            "en": "One night the widow heard a noise that frightened her and brought back <em>vividly</em> her traditional beliefs about the dead.",
            "vi": "Một đêm người góa phụ nghe thấy một tiếng ồn đã làm bà ấy sợ hãi và gợi lại một cách sinh động tín ngưỡng truyền thống của bà về người chết."
        },
        {
            "en": "Antithesis is rarely used today, even though it is an elegant form of expression and one that people remember <em>vividly</em>.",
            "vi": "Ngày nay, phản đề rất hiếm khi được sử dụng, cho dù nó là một cách diễn đạt tao nhã và khiến người nghe có thể nhớ đến một cách sống động."
        },
        {
            "en": "For example, a teacher of history can hardly describe a battle scene to his students as <em>vividly</em> as a film does.",
            "vi": "Chẳng hạn một giáo viên lịch sử hầu như không thể miêu tả cho học sinh quang cảnh trận đánh sinh động như phim ảnh."
        },
        {
            "en": "This one is so very old that I cannot understand how it has clung so <em>vividly</em> and tenaciously to my memory.",
            "vi": "Kỷ niêm này cũ lắm rồi nhưng tôi không hiểu tại sao nó vẫn tồn tại dai dẳng và mạnh liệt trong tâm trí tôi."
        }
    ],
    "suggestions": []
}