{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,voukəlai'zei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự phát âm; cách đọc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(âm nhạc) sự xướng âm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(ngôn ngữ học) sự nguyên âm hoá</td></tr></table><i/></div>",
            "word": "vocalization",
            "pronounce": "[,voukəlai'zei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "vocalization",
            "pronounce": "[,voukəlai'zei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "vocalization",
            "pronounce": "[,voukəlai'zei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "vocalization",
            "pronounce": "[,voukəlai'zei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "vocalization",
            "pronounce": "[,voukəlai'zei∫n]"
        }
    },
    "sentences": [
        {
            "en": "<em>Vocalization</em> is a technique we often learn when first learning to read.",
            "vi": "Phát âm to rõ là một kỹ thuật chúng ta thường tiếp thu ở lần đầu tiên học cách đọc."
        },
        {
            "en": "<em>Vocalization</em> is an ingrained habit, it is difficult to change such habits.",
            "vi": "Phát âm to là một thói quen ăn sâu, thật không dễ để thay đổi những thói quen như thế."
        },
        {
            "en": "<em>Vocalization</em> is a widespread reading habit that has the effect of slowing down reading.",
            "vi": "Phát âm to rõ là thói quen đọc thường thấy, có tác động làm chậm việc đọc."
        },
        {
            "en": "A meow is a <em>vocalization</em> used by cats to signal a request to their mother.",
            "vi": "\"Meow\" là tiếng kêu của những chú mèo để ra hiệu gọi mẹ."
        },
        {
            "en": "Eliminating <em>vocalization</em> requires hard work and dedication but the reward is faster reading and improved comprehension.",
            "vi": "Việc bỏ cách phát âm to rõ đòi hỏi làm việc cật lực và cần cù nhưng phần thưởng là tốc độ đọc nhanh hơn và khả năng nắm bắt được cải thiện."
        },
        {
            "en": "Bad reading habits such as <em>vocalization</em> are common in both children and adults and they are stubborn.",
            "vi": "Những thói quen đọc không tốt như cách phát âm to rõ đều phổ biến ở cả trẻ em lẫn người lớn và những thói quen đó rất khó sửa đổi."
        },
        {
            "en": "Force yourself to read faster - after a while, the voice cannot keep up with your reading pace and the <em>vocalization</em> will decline.",
            "vi": "Ép mình phải đọc nhanh hơn - sau một lúc, âm thanh đọc không thể bắt kịp với nhịp đọc của bạn và thói quen phát âm to rõ sẽ giảm dần."
        },
        {
            "en": "<em>Vocalization</em> is a habit that has significant consequences, the main result is that a reader who vocalizes has to make a big mechanical reading effort to extract a small amount of information.",
            "vi": "Đọc to là một thói quen có hệ quả đáng kể, kết quả chủ yếu là người đọc to phải nỗ lực lớn để đọc một cách máy móc nhưng rút ra chỉ được một lượng thông tin nhỏ."
        },
        {
            "en": "GIANT BAT PEOPLE: Sightings of mysterious human-siz​ed bats have been reported in all corners of the world. They are described as having black or gray fur, a monkey-like face, clawed feet and a 10-15 foot wingspan. In Brazil they are called \"bat people.\" In Mexico, an ancient Mayan cult worshiped the \"death bat.\" The rainforests of Java echo the cries of a bat creature called the \"Athol\" because of its distinct \"a-hool\" <em>vocalization</em>. In Vietnam they are known as \"night flyers.\" These winged humanoids are generally 5 feet tall with eerie feminine features. They are known to swoop down on their victims and attack several times.",
            "vi": "Người dơi khổng lồ: Việc trông thấy những con dơi bí ẩn to bằng con người đã được báo cáo trên khắp thế giới. Chúng được mô tả là có bộ lông màu đen hoặc xám, mặt giống khỉ, chân có móng vuốt và sải cánh dài 10-15 feet. Ở Brazil chúng được gọi là \"người dơi\". Tại Mexico, một giáo phái của người Maya cổ đại tôn thờ \"dơi tử thần\". Các khu rừng mưa nhiệt đới của Java vang những tiếng kêu khóc của một sinh vật như dơi được gọi là \"Athol\" vì tiếng kêu \"a-hool\" đặc trưng của nó. Tại Việt Nam, chúng được biết đến như là \"Quỷ hút máu\". Những sinh vật có cánh trong hình dạng người, cao 5 feet với các đặc điểm kỳ lạ của nữ giới. Họ thường bổ nhào xuống nạn nhân của mình và tấn công nhiều lần."
        }
    ],
    "suggestions": []
}