{
    "en_vn": {
        "data": {
            "content": null,
            "word": "voila",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>voila</k><blockquote><cclass>[<cclass>vwʌ'lα:<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>exclamation there it is; there you are. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Fr. <i>voilà</i>. </blockquote></div>",
            "word": "voila",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "voila",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "voila",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "voila",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Voila</em>!",
            "vi": "Ê!"
        },
        {
            "en": "In the face of mounting evidence and consumer alarm over BPA exposure, plastics manufacturers managed to turn the crisis in consumer confidence into an opportunity. What did they do? They flooded the market with hundreds of BPA-free products – and <em>voila</em>! problem “solved” (for them, at least).",
            "vi": "Đứng trước nhiều bằng chứng và nỗi lo sợ của người tiêu dùng khi tiếp xúc với BPA, các nhà sản xuất nhựa đã lợi dụng sự khủng hoảng niềm tin của tiêu dùng và biến nó trở thành cơ hội. Vậy họ đã làm gì? Họ tung ra hàng trăm sản phẩm không chứa BPA tràn ngập thị trường — và thế là xong! vấn đề đã được “giải quyết” (ít nhất là đối với họ)."
        },
        {
            "en": "I even have decorated with a collection of festive copper cookie cutters my parents gifted to me one at a time — just tie them onto the tree with a red ribbon and <em>voila</em>! As the saying goes, all is fair in love, board games and Christmas decorations.",
            "vi": "Tôi thậm chí đã trang trí với một bộ sưu tập khung tạo hình bánh quy bằng đồng mà ba mẹ tôi tặng tôi cùng một lúc- chỉ cần buộc chúng vào cây với một ruy băng đỏ và nó đây rồi! Như nói trước, tất cả là công bằng trong tình yêu, trò chơi hội đồng và trang trí Giáng sinh."
        },
        {
            "en": "I even have decorated with a collection of festive copper cookie cutters my parents gifted to me one at a time — just tie them onto the tree with a red ribbon and <em>voila</em>! As the saying goes, all is fair in love, board games and Christmas decorations.",
            "vi": "Tôi thậm chí đã trang trí với một bộ sưu tập khung tạo hình bánh quy bằng đồng mà ba mẹ tôi tặng tôi cùng một lúc- chỉ cần buộc chúng vào cây với một ruy băng đỏ và nó đây rồi! Như nói trước, tất cả là công bằng trong tình yêu, trò chơi hội đồng và trang trí Giáng sinh."
        },
        {
            "en": "First, strike a carefree pose. Shake that guilt out of your shoulders! Second, turn your body three quarters away from the camera; this will make you harder to identify if you are in a police-lineup. Third, lower-yours hands. You’re not being held-up, after all. Fourth, lower your shoulders and fifth, bend your knee. Finally, tilt your head slightly, and <em>voila</em>, you’re a model!",
            "vi": "Trước tiên, lấy tư thế thoải mái. Rũ bỏ tội lỗi ra khỏi vai! Hai, xoay người ba phần tư khỏi máy ảnh; làm vậy sẽ bạn sẽ không còn trong tư thế xếp hàng chờ chụp hình tội phạm ở đồn cảnh sát. Ba là, để tay thấp xuống. Không được giơ lên. Thứ tư, hạ thấp vai xuống và thứ năm, khuỵu gối. Cuối cùng, hơi nghiêng đầu , và thế, bạn là người mẫu rồi đấy!"
        },
        {
            "en": "Taking regard that pork meat is less expensive in China, as is on the market in most countries around the world, most of the restaurants include pork meat instead of beef in their specialties.  Sprinkle it with a beef extract and marinate the meat for around ninety minutes and <em>voila</em> you’ve got yourself a beef meat. A kind of magic, don’t you think. Doctors advise to be really careful when consuming these fake beef products, made out of pork meat, since they can cause slow poisoning due to the chemical additives that contribute for the beef like taste.",
            "vi": "Do ở tàu, cũng như hầu hết các quốc gia khắp thế giới, thịt heo rẻ hơn thịt bò, nên nhà hàng hay làm món heo thay cho món bò.   Rắc chút chiết xuất mùi bò và ướp thịt khoảng mươi phút là bạn có thịt bò ngay. Giống phép thuật không.   Bác sĩ khuyên phải hết sức cẩn thận khi ăn thịt bò giả làm bằng thịt heo này, vì có thể bị ngấm độc từ từ bởi hoá chất phụ gia tạo vị bò."
        },
        {
            "en": "If you’re a parent then you probably know that your kids are always watching you and remembering the things you do   <!-- /* Font Definitions */ @font-face \t{font-family:SimSun; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:宋体; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} @font-face \t{font-family:\"\\@SimSun\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} p \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} @page Section1 \t{size:595.3pt 841.9pt; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} /* List Definitions */ @list l0 \t{mso-list-id:1072511405; \tmso-list-type:hybrid; \tmso-list-template-ids:-1518445326 1193589732 69861401 69861403 69861391 69861401 69861403 69861391 69861401 69861403;} @list l0:level1 \t{mso-level-start-at:2; \tmso-level-tab-stop:.5in; \tmso-level-number-position:left; \ttext-indent:-.25in; \tcolor:windowtext;} @list l0:level2 \t{mso-level-tab-stop:1.0in; \tmso-level-number-position:left; \ttext-indent:-.25in;} @list l0:level3 \t{mso-level-tab-stop:1.5in; \tmso-level-number-position:left; \ttext-indent:-.25in;} @list l0:level4 \t{mso-level-tab-stop:2.0in; \tmso-level-number-position:left; \ttext-indent:-.25in;} @list l0:level5 \t{mso-level-tab-stop:2.5in; \tmso-level-number-position:left; \ttext-indent:-.25in;} @list l0:level6 \t{mso-level-tab-stop:3.0in; \tmso-level-number-position:left; \ttext-indent:-.25in;} @list l0:level7 \t{mso-level-tab-stop:3.5in; \tmso-level-number-position:left; \ttext-indent:-.25in;} @list l0:level8 \t{mso-level-tab-stop:4.0in; \tmso-level-number-position:left; \ttext-indent:-.25in;} @list l0:level9 \t{mso-level-tab-stop:4.5in; \tmso-level-number-position:left; \ttext-indent:-.25in;} ol \t{margin-bottom:0in;} ul \t{margin-bottom:0in;} -->        If you’re a parent then you probably know that your kids are always watching you and remembering the things you do. You may tell your kids that swear words are bad and you should never use them, but the one time you drop something on your toe and let out a hearty stream of cussing your kids think this gives them carte blanche to indulge in an occasional swear word.   In other words, the things you do have a huge influence on your kids whether you like it or not.   This is especially true when it comes to dealing with money. As a parent, you need to realize that you’re setting the stage for how your kids will eventually deal with money as adults. Remember: they watch everything you do, and they figure that’s the way it is supposed to be done.   Are you teaching any of these bad things about money to your kids?   1. Things just land in your hands You’re walking through the store and your kid sees a candy bar she wants, so you grab it and give it to her. She then sees a coloring book she wants, and that lands in her hands too. At what point are you going to start explaining to your kids that everything in a store costs money?   2.      Electricity is free.  Even preschoolers can start to grasp the concept that all the resources they use cost something. Once they understand this they might actually start turning the lights off when they leave a room.   3.      Saving isn’t a priority. Every kid should have a piggy bank and a savings account along with a parent who is willing to take the time to teach the basic principal of saving money. You should also make it a point to save money each month, and to discuss your saving methods with your kids.   4.      The ATM is magic.  The next time you stop at the ATM to get some cash, narrate the process to your kids. Otherwise you might inadvertently send the message to your kids that any time you need money, all you have to do is ask the ATM really nicely and <em>voila</em>.   5.      Everyone has enough money. If your kids don’t ever witness you donating your time or money to people in need then they may not realize that there are people in the world who need help. Kids should learn that money can be a means to help other people and not just a way to buy a lollipop.   6.      Delayed gratification?  What’s that? Do you decide on impulse that you want something expensive (a new car, a new TV, or whatever) and then just go out and buy it on credit? You’re teaching your kids something dangerous: You don’t have to budget and save for the things you want. You can just get them and pay later.   7.      Cash isn’t very useful. Do your kids ever see you using cash? If all they ever witness is you using your credit or debit card then they’ll have a hard time understanding what cash is all about. Make an effort to use cash once in a while and help your kids understand the basics of actual cash.   8.      A job is just something we do. Do your kids actually understand why you head off to work every morning? Unless you tell them, they may not make the connection between working and income. Teach them about working to earn money.   Take a look at how you handle your own finances and then realize that this is probably how your kids will handle their finances unless you make an effort to teach them otherwise. If the thought of your kids eventually handling their money as you do now makes you shudder, it’s time for a change.              ",
            "vi": "Nếu bạn làm cha mẹ có lẽ bạn biết rằng con cái mình luôn theo dõi và ghi nhớ những gì bạn làm   <!-- /* Font Definitions */ @font-face \t{font-family:SimSun; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-alt:宋体; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} @font-face \t{font-family:\"\\@SimSun\"; \tpanose-1:2 1 6 0 3 1 1 1 1 1; \tmso-font-charset:134; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 135135232 16 0 262145 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} p \t{mso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:SimSun;} span.SpellE \t{mso-style-name:\"\"; \tmso-spl-e:yes;} span.GramE \t{mso-style-name:\"\"; \tmso-gram-e:yes;} @page Section1 \t{size:595.3pt 841.9pt; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} -->        Nếu bạn làm cha mẹ có lẽ bạn biết rằng con cái mình luôn theo dõi và ghi nhớ những gì bạn làm. Bạn có thể nói với bé rằng chửi tục là xấu và bạn cũng đừng bao giờ văng tục, nhưng một lần bạn đánh rơi vật gì đó vào chân mình và tuôn ra một tràng những lời chửi bới giận dữ, bé nhà bạn sẽ nghĩ việc này cho phép bé hoàn toàn có quyền thoải mái văng tục trong một tình huống đặc biệt nào đó.   Nói cách khác, những gì bạn làm có ảnh hưởng rất lớn đối với con trẻ bất kể bạn có muốn hay không.   Luận điểm này đặc biệt đúng khi nói về chuyện giải quyết vấn đề tiền bạc. Làm cha mẹ, bạn cần nhận ra rằng bạn đang chuẩn bị cho con cái mình sau này lớn lên sẽ giải quyết tiền bạc như thế nào. Hãy nhớ: bé theo dõi mọi thứ bạn làm, và hình dung rằng đó là cách phải làm.   Hiện tại, bạn có dạy con mình những thói quen xấu dưới đây về tiền bạc hay không?   1. Mọi thứ đều tự nhiên mà có Bạn đi qua cửa hàng và bé nhà bạn nhìn thấy một thanh kẹo bé muốn, bạn cầm lấy và đưa cho con. Rồi bé lại nhìn thấy một quyển sách tô màu bé thích, và cũng lại đặt vào tay con như vậy. Khi nào bạn mới bắt đầu giải thích cho con rằng mọi thứ trong cửa hàng đều phải mất tiền mua?   2. Điện miễn phí Ngay cả trẻ chưa đến tuổi đi học cũng có thể bắt đầu hiểu khái niệm mọi nguồn tài nguyên các em sử dụng đều phải tốn kém cái gì đó. Khi hiểu được như vậy bé có thể sẽ tắt đèn mỗi lần ra khỏi phòng.   3.  Tiết kiệm không phải một ưu tiên Mỗi bé nên có một con heo đất và một khoản tiết kiệm cùng với bạn - một bậc phụ huynh luôn sẵn lòng bớt chút thời gian dạy con nguyên tắc cơ bản về tiết kiệm tiền. Bạn cũng cần cố gắng tiết kiệm tiền mỗi tháng, và trò chuyện với con về những cách tiết kiệm của mình.   4. Máy ATM có phép màu Lần sau bạn ghé máy ATM để rút ít tiền, hãy thuật lại cho bé biết tại sao có tiền như vậy. Nếu không là bạn vô tình nhắn nhủ bé rằng bất kỳ khi nào cần tiền, cứ đến xin chiếc máy ATM và … có tiền ngay đây.   5. Mọi người đều có đủ tiền  Nếu bé không hề chứng kiến bạn dành thời gian hay tiền bạc giúp đỡ những người gặp hoạn nạn thì bé có thể không biết rằng có nhiều người trên thế gian này cần giúp đỡ. Trẻ nên học để biết tiền có thể là phương tiện giúp đỡ người khác và không phải chỉ là thứ dùng mua kẹo mút.   6. Không nên trì hoãn cái sự sung sướng lại? Đó là gì? Bạn muốn cái gì đó đắt giá (một cái ti vi, một chiếc xe hơi mới, hay bất kỳ vật nào khác) và bạn ngay lập tức ra ngoài mua chịu nó, có phải bạn quyết định một cách tùy hứng? Bạn đang dạy con những điều nguy hiểm: không cần phải hạch toán và tiết kiệm cho những thứ mình muốn. Cứ mua trước và trả sau.   7. Tiền mặt không hữu dụng lắm Bé có bao giờ thấy bạn dùng tiền mặt? Nếu bé chỉ từng chứng kiến bạn dùng thẻ tín dụng hay thẻ ghi nợ thì bé sẽ khó mà hiểu hết ý nghĩa của tiền mặt. Cố gắng dùng tiền mặt một đôi lần và giúp bé hiểu những điều cơ bản về tiền mặt trên thực tế.   8. Công việc chỉ đơn thuần là những gì chúng ta làm Bé có thực sự hiểu tại sao bạn phải rời khỏi nhà đi làm vào mỗi buổi sáng? Trừ khi bạn nói cho bé biết, không thì bé có thể không thấy quan hệ giữa làm việc và thu nhập. Hãy dạy trẻ về làm việc để kiếm được tiền.   Hãy nhìn vào cách bạn giải quyết các vấn đề tài chính của riêng mình và nhận ra rằng điều này có thể cũng là cách con bạn sẽ giải quyết các vấn đề tài chính của chúng trừ khi bạn cố gắng dạy con làm khác đi. Nếu thấy rằng con bạn sau này sẽ giải quyết tiền bạc giống như bạn hiện nay đang thực hiện mà khiến bạn phát hoảng, thì đã đến lúc thay đổi rồi đó.          "
        }
    ],
    "suggestions": []
}