{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,vi: ou 'el]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">viết tắt</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(số nhiều <font color=\"#1371BB\">vols</font>) tập (<font color=\"#1371BB\">volume</font>)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an edition in 3 vols</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một ấn bản gồm ba tập</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">dung tích (<font color=\"#1371BB\">volume</font>)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">vol </font><font color=\"#7E7E7E\">125ml</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">dung tích 125 ml</font></td></tr></table><i/></div>",
            "word": "vol"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "vol"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "vol"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "vol"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "vol"
        }
    },
    "sentences": [
        {
            "en": "<em>Vol</em> 125ml",
            "vi": "Dung tích 125ml"
        },
        {
            "en": "The People's Bank of China, Quarterly Statistical Bulletin, 1999-1, <em>Vol</em> 13.",
            "vi": "Ngân hàng Nhân dân Trung Hoa, Tạp chí thống kê quí, 1999-1, Tập 13."
        },
        {
            "en": "\"Reforming the Vietnamese Tax Policy System Toward the Year 2010\", Viet Nam Law and Legal Forum, <em>vol</em>. 11 (132).",
            "vi": "“Cải cách hệ thống chính sách thuế của Việt Nam đến năm 2010”, Diễn đàn Luật pháp và Pháp lý Việt Nam, tập 11 (tr.132)."
        },
        {
            "en": "<em>Vol</em> 100s : This column lists the number of shares sold (in hundreds). Multiply this number by 100 to find out how many shares were traded for that day.",
            "vi": "Vol 100s: Cột này liệt kê số cổ phần được bán ra (tính theo hàng 100 cổ phần). Nhân số này với 100 chúng ta sẽ tìm thấy có bao nhiêu cổ phần đã được mua bán trong ngày hôm đó."
        },
        {
            "en": "<em>Vol</em> 100s: This column lists the number of shares sold (in hundreds). Multiply this number by 100 to find out how many shares were traded for that day.",
            "vi": "Vol 100s : Cột này liệt kê số cổ phần được bán ra (tính theo hàng 100 cổ phần). Nhân số này với 100 chúng ta sẽ tìm thấy có bao nhiêu cổ phần đã được mua bán trong ngày hôm đó."
        },
        {
            "en": "Public Expenditure Review, Viet Nam: Managing Public Resources Better—Public Expenditure Review 2000, <em>Vol</em> 2. Viet Nam Development Information Centre, Ha Noi.",
            "vi": "Kiểm điểm Chi tiêu Công, Việt Nam: Quản lý các nguồn lực công tốt hơn - Kiểm điểm Chi tiêu Công 2000, Tập 2 Trung tâm Thông tin Phát triển Việt Nam, Hà Nội."
        },
        {
            "en": "The People’s Bank of China, Quarterly Statistical Bullentin, 1999-1, <em>Vol</em> 13, The World Bank, China 2020: Development Challenges in the New Century, 1997.",
            "vi": "Ngân hàng Nhân dân Trung Hoa, Tạp chí Thống kê hàng quý, 1999-1, tập 13, Ngân hàng Thế giới, Trung Quốc 2020: Những thách thức phát triển trong thế kỷ mới, 1997."
        },
        {
            "en": "Laroski, Joseph (1999) \"Non-Market Economies: A Love Story, Nonmarket and Market Economy Status under US Anti-dumping Law\", Law and Policy in International Business, <em>vol</em>. 30, 369-398, Winter.",
            "vi": "Laroski, Joseph (1999) Các nền kinh tế phi thị trường: một câu chuyện tình, tình trạng nền kinh tế phi thị trường và thị trường theo luật chống bán phá giá của Mỹ\", Luật và Chính sách trong Kinh doanh Quốc tế, tập 30, 369-398, mùa đông."
        },
        {
            "en": "A common gene mutation that causes sperm to lose its protective protein coat so it falls prey to the female immune system on its journey to the egg, may be the main reason for infertility in men worldwide, writes an international team of researchers in a paper published in the journal Science Translational Medicine this week. The researchers hope their discovery will help to find new ways to treat infertile couples. Infertility affects between 10 and 15% of the US population, and in about half of these cases, the problem is male fertility. Co-senior author of the paper, Dr Gary Cherr, a professor at the University of California Davis' Bodega Marine Laboratory and Center for Health and Environment, told the press that:  \"In 70 percent of men, you can't predict their fertility on the basis of sperm count and routine assessment of sperm quality.\"  He and his colleagues, including co-senior author Dr Charles Bevins, professor in the Department of Medical Microbiology and Immunology at UC Davis, hope their findings will help to explain why. The researchers were investigating defensins, natural germ-killer proteins found on mucosal surfaces, in a search for ways to make contraceptive vaccines, when they came across one called beta-defensin 126 and started looking more closely at its properties. Beta-defensin 126, a \"glycosylated polypeptide\" protein coded by the gene known as DEFB126, behaves like a cloaking device that allows the sperm to swim efficiently through the mucus in the female's reproductive tract and reach the egg without being detected by her immune system. The protein is synthesized in the male's epididymis, the coiled ducts that store, mature and transport sperm cells on their way from the testis where they are made, to the vas deferens, from whence they are delivered to the urethra prior to ejaculation. It is while they are in the epididymis, \"readying\" themselves for the ejaculatory \"launch\", that the sperm cells receive their thick protective coating of beta-defensin 126. The researchers came upon their discovery almost by chance, as often happens in science. They were trying to obtain purified beta-defensin 126 to make some antibodies to the protein. To do this they had to make a recombinant copy of the DEFB126 gene, but in their first attempt they found the gene had a mutation that prevented it from making the protein. But when they used sperm from a different donor, they were able to make the protein. Bevins said: \"If we hadn't seen this in the first clone, we would be confused to this day.\" And what Cherr, Bevins and colleagues found was that many men carry a defective DEFB126 gene. They describe their finding as a \"sequence variant in DEFB126 that has a two-nucleotide deletion in the open reading frame, which generates an abnormal mRNA\". By surveying sperm samples from men in the US, UK and China, they found that as many as a quarter of men worldwide carry two copies of the defective DEFB126 variant and concluded this could significantly affect their fertility. When you look at sperm from men with the defective variants under the microscope they look like normal sperm and swim around like normal sperm, the researchers said in a statement.  But, when they tested the sperms' ability to swim through hyaluronic acid gel, an artificial gel made to resemble human cervical mucus, they found that sperm from carriers of two defective variants \"exhibited an 84% reduction in the rate of penetration ...compared to the other genotypes\". And when they added normal beta-defensin 126 protein to the defective sperm, they recovered their normal abilities. The researchers hope their discovery leads to the development of a test that could be used to send couples directly for treatment with \"intracytoplasmic sperm injection\" or ICSI, a procedure that removes the woman's eggs and injects them directly with sperm outside of her body. This could save a lot of time, money and anguish with trying to find the cause of infertility via other procedures. In another phase of the study that took place at Anhui Medical University in Anhui, China, the researchers carried out a prospective cohort study of newly married couples who were trying to conceive by natural means, and found that they were less likely to become pregnant and took longer to achieve a live birth if the male partner carried two copies of the defective DEFB126 gene. The researchers concluded that: \"This common sequence variation in DEFB126, and its apparent effect of impaired reproductive function, will allow a better understanding, clinical evaluation, and possibly treatment of human infertility.\" But why should a mutation that affects fertility be so common? Lead author of the study, Dr Ted Tollner, is an adjunct assistant professor in the UC Davis Department of Obstetrics and Gynecology. He worked on the study as a postdoctoral scholar with Cherr.  \"It may be that heterozygotes -- men with one normal and one defective gene, but normal fertility -- are advantaged in some way,\" said Tollner. He explained that the quality of human sperm is typically quite poor compared to sperm from monkey and other mammals. It swims slowly and has a high rate of defective cells. Cherr said perhaps because humans tend to have long-term, monogamous relationships, sperm quality is just not that important.  But some researchers say that human male fertility has been falling worldwide in recent decades, and we don't know why.  Cherr said the next step is to do some research within a major infertility project in the US and find out more about the role of the defective DEFB126 gene. Funds from the National Science Foundation and the National Institutes of Health helped pay for the study.\n\"A Common Mutation in the Defensin DEFB126 Causes Impaired Sperm Function and Subfertility.\" Theodore L. Tollner, Scott A. Venners, Edward J. Hollox, Ashley I. Yudin, Xue Liu, Genfu Tang, and others. Sci Transl Med, <em>Vol</em>. 3, Issue 92, p. 92ra65; 20 July 2011; DOI: 10.1126/scitranslmed.3002289  Link to Abstract.  Additional source: UC Davis.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Một sự đột biến gien phổ biến làm tinh trùng mất lớp prô-tê-in bảo vệ của nó khiến nó trở thành nạn nhân của hệ miễn dịch của phụ nữ trong hành trình của nó đến trứng, có thể là lý do chính gây vô sinh ở nam giới trên toàn cầu, được viết bởi một nhóm các nhà nghiên cứu quốc tế trong một bài báo được công bố trên tạp chí Science Translational Medicine tuần này. Các nhà nghiên cứu hy vọng khám phá của họ sẽ giúp tìm ra cách thức mới để điều trị cho các cặp vợ chồng vô sinh.  Vô sinh ảnh hưởng từ 10 đến 15% dân số Hoa Kỳ, và khoảng một nửa các trường hợp này, vấn đề là khả năng sinh sản của người nam.  Đồng tác giả chính của báo cáo, Tiến sĩ Gary Cherr, một giáo sư tại trường Đại học của Phòng thí nghiệm Hàng hải Bodega Davis ở California và Trung tâm Y tế và Môi trường, nói với báo chí:\n“Trong 70% nam giới, bạn không thể dự đoán khả năng có con của họ dựa theo mật độ tinh trùng và đánh giá chất lượng tinh trùng hàng ngày”.  Ông và các đồng nghiệp của mình, bao gồm đồng tác giả chính, Tiến sĩ Charles Bevins, giáo sư tại Khoa Y khoa Vi sinh và Miễn dịch học tại UC Davis, hy vọng phát hiện của họ sẽ giúp giải thích tại sao.   Các nhà nghiên cứu đã nghiên cứu tỉ mỉ các pép-tít trong bạch cầu của con người, các prô-tê-in diệt mầm bệnh tự nhiên được tìm thấy trên bề mặt niêm mạc, trong một nghiên cứu tìm cách để tạo ra vắc-xin ngừa thai, khi họ tình cờ gặp một chất được gọi là beta-defensin 126 và bắt đầu xem xét kỹ càng hơn các đặc tính của nó.  Beta-defensin 126, một prô-tê-in “polypeptide glycosyl hóa” được mã hóa bởi gen được gọi là DEFB126, hoạt động như một thiết bị che đậy cho phép tinh trùng bơi hiệu quả qua các chất nhầy trong đường sinh sản của phụ nữ và đến được trứng mà không bị phát hiện bởi hệ thống miễn dịch của người phụ nữ.  Prô-tê-in này được tổng hợp trong mào tinh hoàn của nam giới, các ống xoắn sẽ lưu trữ, giúp trưởng thành và vận chuyển các tế bào tinh trùng đến tinh hoàn, nơi chúng trở thành tinh trùng, đến ống dẫn tinh, từ đó chúng được chuyển đến niệu đạo trước khi xuất tinh. Đó là trong khi chúng đang ở trong mào tinh hoàn, \"sẵn sàng\" để \"khởi động\" xuất tinh, các tế bào tinh trùng sẽ nhận được lớp phủ bảo vệ dày beta-defensin 126 của chúng.  Các nhà nghiên cứu tìm ra phát hiện của họ gần như là một cách tình cờ, như thường xảy ra trong khoa học. Họ đang cố gắng để có được beta-defensin 126 tinh chế để tạo một số kháng thể với prô-tê-in. Để làm điều này, họ đã phải làm một bản sao tái tổ hợp của gien DEFB126, nhưng trong nỗ lực đầu tiên, họ đã tìm thấy gien có một đột biến ngăn cản tạo ra prô-tê-in.  Nhưng khi họ sử dụng tinh trùng từ những người hiến khác nhau, họ có thể tạo được prô-tê-in này. Bevins nói:  “Nếu chúng ta không nhìn thấy điều này trong bản sao đầu tiên, chúng ta sẽ bị nhầm lẫn cho đến tận ngày nay.”  Và những gì Cherr, Bevins và các đồng nghiệp tìm thấy là nhiều người đàn ông mang một gien khiếm khuyết DEFB126. Họ mô tả phát hiện của họ như là một “biến thể trong trình tự của gien DEFB126 đã mất hai nuc-lê-ô-tít trong khung mã, tạo ra một mRNA bất thường\". Bằng cách khảo sát các mẫu tinh trùng của đàn ông ở Hoa Kỳ, Anh và Trung Quốc, họ thấy rằng có đến 1/4 đàn ông trên thế giới mang hai bản sao của biến thể DEFB126 khiếm khuyết và kết luận điều này có thể ảnh hưởng đáng kể đến khả năng sinh sản của họ.  Khi bạn xem xét tinh trùng của nam giới với các biến thể khiếm khuyết dưới kính hiển vi, chúng trông giống như tinh trùng bình thường và bơi xung quanh như tinh trùng bình thường, các nhà nghiên cứu cho biết trong một tuyên bố.  Nhưng, khi họ thử nghiệm khả năng bơi của tinh trùng qua gel a-xít hy-a-lu-rô-nic, một gel nhân tạo giống như chất nhầy cổ tử cung con người, họ nhận thấy là tinh trùng từ chất mang của hai khuyết tật biến thể “cho thấy giảm đến 84% trong tỷ lệ thâm nhập ... so với các kiểu gen khác”.  Và khi họ bổ sung thêm prô-tê-in beta-defensin 126 bình thường vào tinh trùng bị khiếm khuyết, chúng đã phục hồi khả năng bình thường của chúng.  Các nhà nghiên cứu hy vọng khám phá của họ dẫn đến sự phát triển một xét nghiệm mà có thể được sử dụng để giúp các cặp vợ chồng được trực tiếp điều trị bằng “tiêm tinh trùng vào trứng” hoặc ICSI, một phương pháp lấy ra trứng của người phụ nữ và tiêm trực tiếp với bên ngoài tinh trùng của cơ thể cô. Điều này có thể tiết kiệm rất nhiều tiền bạc, thời gian và đau khổ với việc cố gắng tìm ra nguyên nhân của vô sinh thông qua các phương pháp khác.\nTrong một giai đoạn khác của nghiên cứu đã diễn ra tại Trường Đại học Y An Huy, thuộc An Huy – Trung Quốc, các nhà nghiên cứu đã tiến hành một nghiên cứu đoàn hệ về tiềm năng của các cặp vợ chồng mới cưới đang cố gắng có thai bằng phương pháp tự nhiên, và thấy rằng họ ít có khả năng mang thai và mất nhiều thời gian để đạt được một lần sinh nở thành công nếu người nam mang 2 bản sao của gen khiếm khuyết DEFB126.  Các nhà nghiên cứu kết luận:  “Sự biến thiên trong trình tự thông thường này ở gien DEFB126, và hiệu quả rõ rệt của nó làm suy giảm chức năng sinh sản, sẽ giúp có một sự hiểu biết, đánh giá lâm sàng và điều trị tốt hơn cho bệnh vô sinh của con người”.  Nhưng tại sao một đột biến có ảnh hưởng đến khả năng sinh sản lại quá phổ biến?  Tác giả chính của nghiên cứu, Tiến sĩ Ted Tollner, là phụ tá trợ giảng tại Sản Phụ Khoa UC Davis. Ông làm việc trên nghiên cứu với vai trò một học giả sau tiến sĩ với Cherr.  “Nó có thể là các dị hợp tử -- những người đàn ông với một gien bình thường và một gien khiếm khuyết, nhưng khả năng sinh sản bình thường - được lợi thế theo một cách nào đó”, ông Tollner cho biết.  Ông giải thích rằng chất lượng của tinh trùng của con người thường khá kém hơn so với tinh trùng của khỉ và các loài động vật có vú khác. Nó bơi chậm và có tỷ lệ các tế bào khiếm khuyết cao.  Cherr cho biết có lẽ bởi vì con người có xu hướng nghiên về các mối quan hệ lâu dài, một vợ một chồng, nên chất lượng tinh trùng là không quan trọng.  Nhưng một số nhà nghiên cứu nói rằng khả năng có con của đàn ông đã và đang đã giảm trên toàn thế giới trong những thập kỷ gần đây, và chúng ta không biết lý do tại sao.  Cherr cho biết bước tiếp theo là thực hiện một số nghiên cứu trong một dự án về vô sinh lớn ở Hoa Kỳ và tìm hiểu thêm về vai trò của gen khiếm khuyết DEFB126.  Tài trợ từ Quỹ Khoa học Quốc gia và Học viện Y tế quốc gia đã giúp trang trải cho nghiên cứu.  “Một đột biến thường gặp trong gien Defensin DEFB126 gây ra suy giảm chức năng tinh trùng và hiếm muộn.” Theodore L. Tollner, Scott A. Venners, Edward J. Hollox, Ashley I. Yudin, Xue Liu, Genfu Tang, và những người khác. Sci Transl Med, Vol. 3, Issue 92, p. 92ra65; 20 July 2011; DOI: 10.1126/scitranslmed.3002289  Liên kết đến Tóm tắt.\nNguồn bổ sung: UC Davis.\n Tác giả: Tiến sĩ Catharine Paddock\nBản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}