{
    "en_vn": {
        "data": {
            "content": null,
            "word": "vouching",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "vouching",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "vouching",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "vouching",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "vouching",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Indian Neurologist Dr. Sudhir Shah has expressed enthusiastic support for Manek, <em>vouching</em> for the genuine nature of his permanent fast. ",
            "vi": "Nhà thần kinh học người Ấn Độ, tiến sĩ Sudhir Shah, đã bày tỏ sự ủng hộ tích cực với Manek, xác nhận đó là trạng thái tự nhiên thuần tuý của sự nhịn ăn trường kỳ của ông."
        },
        {
            "en": "You must be able to trust your partners because, after all, you're <em>vouching</em> for them and their behavior with your network is a reflection on you.",
            "vi": "Bạn phải thấy có thể tin tưởng đối tác của mình, bởi vì, xét cho cùng, bạn đang bảo đảm cho họ, và cách họ cư xử với người trong mạng lưới của bạn sẽ có ảnh hưởng ngược lại đến bạn."
        },
        {
            "en": "You must be able to trust your partners because, after all, you 're <em>vouching</em> for them and their behavior with your network is a reflection on you.",
            "vi": "Bạn phải thấy có thể tin tưởng đối tác của mình, bởi vì, xét cho cùng, bạn đang bảo đảm cho họ, và cách họ cư xử với người trong mạng lưới của bạn sẽ có ảnh hưởng ngược lại đến bạn."
        },
        {
            "en": "Documents <em>vouching</em> for the drug’s quality, including ostensibly Canadian-issued certificates and the signature and stamp of the Vietnamese Embassy in Canada, turned out to be fake.",
            "vi": "Các giấy tờ chứng minh chất lượng thuốc, bao gồm các giấy chứng nhận được Canada cấp cùng chữ ký và tem của Đại sứ quán Việt Nam tại Canada, hóa ra đều là giả mạo."
        }
    ],
    "suggestions": []
}