{
    "en_vn": {
        "data": {
            "content": null,
            "word": "VP",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>VP</k><blockquote>■ <cclass>abbreviation vice-president. </cclass></blockquote></div>",
            "word": "VP",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "VP",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "VP",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "VP",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "1. <em>VP</em>, Business Development: $151,000 with a basic Engineering degree.",
            "vi": "1. Phó giám đốc phát triển kinh doanh: $151,000 với trình độ kỹ thuật ở mức cơ bản."
        },
        {
            "en": "The president and <em>VP</em> wished the U.S. team well in the upcoming World Cup.",
            "vi": "Tổng thống và phó tổng thống chúc tuyển Mỹ thi đấu thành công trong World Cup sắp tới."
        },
        {
            "en": "3. <em>VP</em>, Construction Management Operations: $134,000 with a Civil Engineering degree.",
            "vi": "3. Phó giám đốc quản lý và vận hành xây dựng $134,000 với bằng kỹ sư dân dụng"
        },
        {
            "en": "A few funds were able to acquire minority stakes in local joint stock banks (such as ACB and <em>VP</em> Bank).",
            "vi": "Một số ít quỹ có thể mua lại cổ phần thiểu số trong các ngân hàng cổ phần trong nước (như ngân hàng ACB và VP)."
        },
        {
            "en": "Epiphanies aside, most conference speeches are about one more IBM or Microsoft senior <em>VP</em> talking about his or her process improvement project.",
            "vi": "Nói cho cùng, hầu hết những bài phát biểu tại hội thảo đều là một hay nhiều phó chủ tịch cao cấp của IBM hay Microsoft kể về dự án hoàn thiện quy trình của họ."
        },
        {
            "en": "As of November 2004, VNPT’s share of the international call market was 36.2 percent, SPT 22.31 percent, Viettel 20.1 percent and <em>VP</em> Telecom 12.93 percent.",
            "vi": "Tính đến tháng 11/2004, thị phần của VNPT trong các cuộc gọi quốc tế là 36,2%, SPT 22,31%, Viettel 20,1% và VP Telecom 12,93%."
        },
        {
            "en": "“The real value proposition is at your destination—unless the airport itself is your ultimate destination,” which it almost certainly is not, said Richard Gersh, <em>VP</em> of business development for American flying car firm Terrafugia.",
            "vi": "“Lợi ích thật sự của nó chính là ở điểm đến – trừ khi sân bay là điểm đến cuối cùng của bạn”, mà hầu như chẳng bao giờ lại như thế, theo lời nhận xét của ông Richard Gersh – Phó Chủ tịch phát triển kinh doanh của hãng xe bay của Mỹ, Terrafugia."
        },
        {
            "en": "Although management wanted to keep it under wraps until an official announcement could be made, now the secret was out: He is going to be the new <em>VP</em> of Marketing.",
            "vi": "ban quản trị muốn giữ bí mật tin này cho tới khi đưa ra một lời thông báo chính thức, nhưng bí mật này giờ đây đã được lộ ra ngoài : Đó là anh ấy sẽ trở thành tân phó giám đốc đặc trách tiếp thị."
        },
        {
            "en": "Although management wanted to keep it under wraps until an official announcement could be made, now the secret was out : He is going to be the new <em>VP</em> of Marketing.",
            "vi": "Tuy ban quản trị muốn giữ bí mật tin này cho tới khi đưa ra một lời thông báo chính thức, nhưng bí mật này giờ đây đã được lộ ra ngoài: Đó là anh ấy sẽ trở thành tân phó giám đốc đặc trách tiếp thị."
        },
        {
            "en": "The government has allowed six telecom enterprises to provide IP calls including Viettel and SPT in June 2001, VNPT in July 2001, Hanoi Telecom in April 2003 and <em>VP</em> Telecom and Vishipel in recent years.",
            "vi": "Chính phủ đã cho phép 6 doanh nghiệp viễn thông cung cấp các cuộc gọi IP bao gồm: Viettel và SPT vào tháng 6/2001, VNPT vào tháng 7/2001, Hanoi Telecom vào tháng 4/2003 và VP Telecom và Vishipel trong các năm gần đây."
        },
        {
            "en": "Samsung employees are forbidden to even name their competitors in conversation. The names of rival companies are blacked out in the Powerpoint slides they present to reporters. I met with the <em>VP</em> in charge of their printer division, who had the temerity of mentioning the two initials for worldwide leader in printer manufacturing in casual conversation. He was, I was informed later, disciplined for that infraction.",
            "vi": "Nhân viên củaSamsung thậm chí còn bị cấm đề cập tên đối thủ cạnh tranh trong lúc nói chuyện. Tên của công ty đối thủ đều bị tô đên trong các slide PowerPoint mà hãng thuyết trình với phóng viên. Tôi có gặp phó gám đốc phụ trách bộ phận máy in, người đã liều lĩnh đề cập hai chữ cái đầu tiên trong tên của hãng sản xuất máy in hàng đầu thể giới trong lúc nói chuyện. Sau đó, tôi được biết là người này đã bị kỷ luật vì lần vi phạm đó."
        },
        {
            "en": "USA Team Meets Presidents Obama And Clinton In White House    The president and <em>VP</em> wished the U.S. team well in the upcoming World Cup.  The U.S. national team took a tour of the White House today, meeting President Barack Obama, former president Bill Clinton, and Vice President Joe Biden along the way.  The 23-man roster which will travel to South Africa to compete in the 2010 World Cup on Sunday received a guided tour by Biden before meeting Obama. Clinton is a member of the U.S. bid for the 2018 or 2022 World Cup.  \"We are privileged to represent the United States in the 2010 FIFA World Cup, and that honor has been magnified many times over by the welcome we received today by President Obama, Vice President Biden and President Clinton at the White House,\" said U.S. Soccer president Sunil Gulati.  \"Our country’s leaders clearly understand and appreciate what the World Cup means to all people of the world. The support they’ve shown, along with the American people, for our journey to this historic World Cup as well as our bid to host the tournament in 2018 or 2022 has been immense and inspirational.\" On Wednesday, U.S. head coach Bob Bradley sliced his preliminary 30-man roster down to 23 names.  That final list will play one last friendly on U.S. soil on Saturday before embarking for South Africa.  \"It was a great honor for our team to visit the White House and meet President Obama, Vice President Biden and President Clinton,\" said Bradley.  \"We are proud to be representing our country in South Africa, and there is no greater way to reinforce that message than to hear it directly from the President of the United States.\"",
            "vi": "Tổng thống và phó tổng thống chúc tuyển Mỹ thi đấu thành công trong World Cup sắp tới. Đội tuyển quốc gia Mỹ đến thăm Nhà Trắng ngày hôm nay, nhân đó yết kiến tổng thống Barack Obama, cựu tổng thống Bill Clinton, và Phó Tổng thống Joe Biden. Danh sách 23 cầu thủ sẽ đến Nam Phi thi đấu World Cup 2010 nhận được một chuyến tham quan có hướng dẫn của  Biden trước khi gặp Obama. Clinton là thành viên ban vận động đăng cai  World Cup 2018 hoặc 2022 của Mỹ. “Chúng tôi vinh dự đại diện nước Mỹ tại Cúp bóng đá thế giới 2010, và niềm vinh hạnh ấy đã tăng lên nhiều lần bởi sự tiếp đón mà chúng tôi nhận được ngày hôm nay từ ngài tổng thống Obama, ngài phó tổng thống Biden và ngài tổng thống Clinton tại Nhà Trắng.” Chủ tịch Liên đoàn Bóng đá Mỹ Sunil Gulati phát biểu. “Những nhà lãnh đạo của đất nước chúng ta hiểu rất rõ và đánh giá cao World Cup có ý nghĩa như thế nào với mọi người trên thế giới. Sự cổ vũ của họ, cùng với người dân Mỹ, dành cho hành trình của chúng tôi tại World Cup lịch sử này cũng như trong cuộc vận động đăng cai giải đấu vào năm 2018 hoặc 2022 rất có ý nghĩa và truyền nhiệt huyết cho chúng tôi rất nhiều.” Vào ngày thứ 4, huấn luyện viên trưởng Bob Bradley rút gọn danh sách sơ bộ 30 cầu thủ của mình xuống còn 23 người. Các cầu thủ nằm trong danh sách cuối cùng đó sẽ đá một trận giao hữu cuối tại Mỹ vào ngày thứ 7 trước khi đi Nam Phi. “Viếng thăm Nhà Trắng và yết kiến ổng thống Obama, phó tổng thống Biden và tổng thống Clinton là niềm vinh dự lớn lao đối với đội bóng chúng tôi.” Ông Bradley phát biểu. “Chúng tôi tự hào đại diện đất nước mình tại Nam Phi, và không cách nào nhấn mạnh thông điệp ấy hơn là được nghe trực tiếp từ ngài tổng thống Hợp chủng quốc Hoa Kỳ.”"
        },
        {
            "en": "India plane crash in Mangalore leaves nearly 160 dead        Nearly 160 people are feared dead after an airliner crashed while landing near the southern Indian city of Mangalore. Indian officials said there were eight survivors among 160 passengers and six crew on board the Air India Express flight from Dubai. The Boeing 737 overshot the hilltop runway as it tried to land and burst into flames in a valley beyond. Indian Aviation Minister Praful Patel said he felt \"morally responsible\" for the crash, AFP news agency reports. Survivors said they thought they heard what sounded like a tyre bursting just before the crash. Speaking to Indian TV from his hospital bed, survivor Umer Farooq said he heard a loud thud as the plane touched down. \"Then the plane veered off toward some trees on the side and then the cabin filled with smoke. I got caught in some cables but managed to scramble out,\" he said. Mr Farooq was being treated for burns to his arms, legs, and face. Difficult access All the passengers on the flight were Indian nationals, with many returning from jobs in the Gulf to visit their families, says the BBC's Sanjoy Majumder in Delhi. There were up to 20 children on board, our correspondent adds. Mangalore airport lies on top of a hill with steep drops at the end of each of its two runways. One of the runways was extended in 2006 to accommodate larger planes like the Boeing 737. The airline said the plane had overshot the runway as it came into land at about 0600 (0030 GMT) and crashed into a wooded valley. TV pictures showed rescue workers and local villagers scrambling on steep hillsides to search the smoking wreckage. A Mangalore police official told the BBC that smoke from the crash site had made it difficult for rescue workers to gain access to the plane. \"As far as the information available with us is concerned, eight persons were rescued and shifted to local hospitals in Mangalore for treatment,\" Air India official Anup Shrivasta told reporters. Mr Patel said one person was unharmed, four had minor injuries and three were being treated for major injuries. One passenger, described as a seven-year-old boy, died on the way to hospital. Officials said 146 bodies had so far been recovered, some burned beyond recognition. Warnings  A light, pre-monsoon rain was reported to be falling at the time but the head of the Indian airport authority, <em>VP</em> Agarwal, said visibility was not a problem.  He said the pilot had given no distress call to the control tower.  Local media named the pilot as Serbian Zlatko Glusica. He was said to have 10,000 hours of flying time, including experience of Mangalore's airport.  AFP news agency said Mr Glusica also had British citizenship.  The civil aviation minister said an investigation had been ordered into the crash, and that the flight data and voice \"black box\" recorders had not been found.  After visiting the scene of the crash, Mr Patel observed that Mangalore airport had a short runway and a limited area after that to accommodate planes that overshot the landing strip.  He said the Air India Express flight had missed its landing threshold by about 2,000 feet (600 metres).  \"Because the spill-over area was limited, it went off a cliff,\" he said.  Mr Patel added that one of the plane's wings had hit a navigational aid near the end of the runway called a localiser and broke off before the rest of the plane plunged into the valley.  There have been cautions before about the position of Mangalore's runways, which analysts say poses challenges for pilots.  A former adviser to the Civil Aviation Ministry said he had given warnings in the past about the airport and said it should not be used by bigger aircraft such as the Boeing 737.  \"The problems are there, that if you overshoot, if your brakes fail or if you can't stop the aircraft for any reason, then it will fall and roll over the cliff into the valley with disastrous consequences, and that is what happened today here,\" said Air Marshal Denzil Keelor.  'I just jumped'  One of the survivors, KP Manikutty, said the landing had at first appeared to be smooth and then the plane had crashed with no warning.  \"Immediately on touching the ground, the aircraft jerked and in a few moments hit something,\" he said.  \"Then it split in the middle and caught fire. I just jumped from the gap,\" he added.  Air India Express began operations about five years ago as an offshoot of the state-run Air India.  Its Boeing 737-800 jet that crashed was less than three years old.  India's air safety record has been good in the past decade, despite a rapid increase in the number of private airlines and air travel in the country.  The last major crash happened in the city of Patna in July 2000, killing at least 50 people.",
            "vi": "Tai nạn rơi máy bay ở Mangalore, Ấn Độ làm thiệt mạng gần 160 người    Người ta e rằng có gần 160 người đã thiệt mạng sau khi một chiếc máy bay dân dụng đã rơi khi đang hạ cánh xuống khu vực gần thành phố Mangalore miền nam Ấn Độ. Các quan chức Ấn Độ cho hay có 8 người sống sót trong số 160 hành khách và sáu thành viên phi hành đoàn trên chiếc máy bay của hãng hàng không Air India Express khởi hành từ Dubai. Chiếc Boeing 737 lao khỏi đường băng trên đỉnh đồi khi nó cố hạ cánh và bốc cháy ở thung lũng bên dưới. Theo nguồn tin của hãng thông tấn xã AFP, Bộ trưởng Hàng không Ấn Độ Praful Patel nói rằng ông cảm thấy \"về mặt đạo đức mình nên có trách nhiệm\" về vụ tai nạn này. Những người sống sót kể lại họ nghĩ rằng họ nghe một âm thanh như tiếng nổ lốp xe ngay trước vụ tai nạn. Phỏng vấn trước đài truyền hình Ấn Độ trên giường bệnh, Farooq Umer một người sống sót kể rằng ông ta nghe thấy một tiếng động rất lớn khi máy bay hạ cánh. \"Sau đó máy bay đổi hướng đâm vào cây cối ở bên lề đường băng và buồng lái bốc khói mù mịt. Tôi bị mắc kẹt trong một đống dây cáp nhưng tôi đã cố thoát ra ngoài được,” ông ta nói. Ông Farooq đang được điều trị những vết bỏng trên cánh tay, chân, và mặt. Khó khăn trong việc cứu hộ Sanjoy Majumder, phóng viên của BBC ở Delhi cho biết tất cả hành khách trên chuyến bay đều là người Ấn Độ, trong đó có nhiều công nhân làm việc ở Vùng Vịnh trở về thăm gia đình họ. Phóng viên này còn cho biết thêm là có đến 20 trẻ em trên máy bay. Sân bay Mangalore nằm trên đỉnh đồi với mỗi đầu hai đường băng của nó đều lài dốc. Một trong hai đường băng đã được mở rộng vào năm 2006 để phù hợp với các loại máy bay lớn hơn như Boeing 737. Hãng hàng không cho rằng máy bay đã lao khỏi đường băng khi nó sắp hạ cánh vào lúc khoảng 6:00 giờ sáng (tức là lúc 0:30 theo giờ quốc tế) và đâm xuống một thung lũng cây cối rậm rạp. Đài truyền hình trình chiếu đoạn phim những nhân viên cứu hộ và dân địa phương đang lục tung khu vực sườn đồi để tìm kiếm những mảnh vụn bốc khói. Một viên chức cảnh sát Mangalore phát biểu với BBC rằng khói từ khu vực tai nạn gây khó khăn cho nhân viên tiếp cận đến chỗ máy bay rơi. \"Theo những thông tin hiện tai mà chúng tôi biết thì có có tám người được cứu và được chuyển đến những bệnh viện địa phương ở Mangalore để chữa trị,\" Anup Shrivasta một viên chức thuộc hãng hàng không Air India đã nói với phóng viên. Ông Patel cho biết có một người vẫn còn lành lặn, bốn người bị thương nhẹ và ba người đang được điều trị những vết thương nặng. Một hành khách, theo mô tả là một cậu bé bảy tuổi, đã chết trên đường đến bệnh viện. Các viên chức cho hay hiện tại đã phát hiện được 146 thi thể, trong đó có một số thi thể bị thiêu cháy tới mức không thể nhận dạng được. Cảnh báo Một nguồn tin cho hay là vào thời điểm đó có xảy ra một cơn mưa nhẹ đầu gió mùa nhưng giám đốc cơ quan hàng không Ấn Độ, V.P. Agarwal cho rằng việc đó không ảnh hưởng gì đến tầm nhìn. Ông cho biết phi công máy bay đã không phát tín hiệu báo nguy nào cho đài kiểm soát. Giới truyền thông địa phương cho biết tên của phi công là Serbian zlatko Glusica. Ông ấy có đã có kinh nghiệm 10.000 giờ bay tính cả thời gian làm việc ở sân bay Mangalore. Hãng thông tấn AFP cho biết ông Glucia còn có quốc tịch Anh. Bộ trưởng hàng không dân dụng cho hay ông đã ra lệnh tiến hành một cuộc điều tra nguyên nhân vụ tai nạn và ông cho biết thông tin về chuyến bay hay hộp đen vẫn chưa được tìm thấy. Sau khi đi xem xét hiện trường vụ tai nạn, ông Patel thấy rằng sân bay Magalore có một đường băng ngắn và một khu vực giới hạn sau đó cho những chiếc máy bay đi trượt khỏi bãi hạ cánh. Ông nói rằng chuyến bay của hãng hàng không Air India Express đã vượt quá ngưỡng tiếp đất gần 2000 feet ( tức là khoảng 600 mét). “Vì khu vực mở rộng bị giới hạn nên nó đã đâm vào một vách đá” ông nói. Ông Patel cho biết thêm một trong hai cánh máy bay đã va vào phương tiện trợ giúp trên không gần cuối đường băng hay được gọi là trạm hướng dẫn hạ cánh và bị gãy cánh trước khi phần còn lại của máy bay lao xuống thung lũng. Vị trí về đường băng của Mangalore đã được cảnh báo trước đó, mà theo các nhà phân tích nó là thách thức cho các phi cơ. Cựu cố vấn cho Bộ hàng không dân dụng cho biết trước đây ông đã cảnh báo về tình trạng của sân bay và cảnh báo là không nên sử dụng máy bay lớn như máy bay Boeing 737. Vấn đề ở chỗ, nếu anh vượt quá xa, nếu phanh bị hỏng hoặc nếu anh không thể dừng máy bay vì lí do nào đó thì nó sẽ rơi và lộn nhào qua vách đá xuống thung lũng gây hậu quả thảm khốc, và hôm nay điều đó đã xảy ra ở đây”, Air Marshal Denzil Keelor cho biết. 'Tôi chỉ biết nhảy ' Một trong những người sống sót, KP Manikutty, nói rằng lúc đầu việc hạ cánh có vẻ suôn sẻ sau đó máy bay đã rơi mà không có một sự cảnh báo nào. “Máy bay rớt xuống đất ngay lập tức, sau đó giật mạnh  và trong một vài giây đã đâm phải cái gì đó” . “Sau đó nó bị gãy ra làm đôi và bốc cháy. Tôi liền nhảy ra từ khe hở”, anh cho biết thêm. Hãng hàng không Ấn Độ bắt đầu hoạt động cách đây khoảng 5 năm như là một nhánh của hãng hàng không quốc doanh Ấn Độ. Chiếc Boeing phản lực 737-800 đã bị tan tành khi chưa đầy 3 năm tuổi. Kỷ lục về độ an toàn hàng không của Ấn Độ rất tốt trong thập kỷ qua bất chấp sự gia tăng nhanh chóng của các hãng hàng không tư nhân và du lịch hàng không trong nước. Vụ rơi máy bay nghiêm trọng sau cùng đã xảy ra ở thành phố Patna vào tháng 7 năm 2000 làm thiệt mạng ít nhất 50 người."
        }
    ],
    "suggestions": []
}