{
    "en_vn": {
        "data": {
            "content": null,
            "word": "VT",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>VT</k><blockquote>■ <cclass>abbreviation Vermont (in official postal use). </cclass></blockquote></div>",
            "word": "VT",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "VT",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "VT",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "VT",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The whole gang went to <em>VT</em> last weekend.",
            "vi": "Cả bọn đã đến VT vào tuần trước."
        },
        {
            "en": "Tt ca cac khoang thi gian, tt ca cac <em>vt</em> v tri.",
            "vi": "All souls, all living bodies though they be ever so different, or in"
        },
        {
            "en": "Mt mon qua thm tho va mt <em>vt</em> ky nim c y tha xung.",
            "vi": "Bearing the owner's name someway in the corners, that we may see and remark, and say whose?"
        },
        {
            "en": "Bi vi ti la ngi ham hiu bit v moi <em>vt</em> ma cung khng to mo tim hiu v thng.",
            "vi": "No array of terms can say how much i am at peace about god and about death."
        },
        {
            "en": "Va <em>vt</em> u tin ma no nhin thy va thu nhn vi mt cam xuc ngac nhin hay thng hai, hay triu mn, hay s st, thi no tr thanh <em>vt</em> o.",
            "vi": "And that object became part of him for the day or a certain part of the day, or for many years or stretching cycles of years."
        },
        {
            "en": "Ti nghe va thy thng bt c <em>vt</em> gi, tuy vy ti chng hiu gi v thng.",
            "vi": "Nor do i understand who there can be more wonderful than myself."
        },
        {
            "en": "Nhng tng my mau, <em>vt</em> mau nu sm c n ng xa, lan thanh khi ma no nm yn trong.",
            "vi": "The horizon' s edge, the flying sea - crow, the fragrance of salt marsh and shoremud."
        },
        {
            "en": "Va khng co mt <em>vt</em> gi du mm yu ti u, lai khng th lam thanh chic truc cua banh xe vu tru.",
            "vi": "And i say to any man or woman, let your soul stand cool and composed before a million universes."
        }
    ],
    "suggestions": []
}