{
    "en_vn": {
        "data": {
            "content": null,
            "word": "WA"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>WA</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 Washington (State) (in official postal use). </blockquote></blockquote><blockquote><blockquote>2》 Western Australia. </blockquote></blockquote></div>",
            "word": "WA"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "WA"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "WA"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "WA"
        }
    },
    "sentences": [
        {
            "en": "chuyen nay kho tin <em>wa</em>",
            "vi": "this is too good to be true"
        },
        {
            "en": "dieu khien <em>wa</em> trinh su co",
            "vi": "damage control team"
        },
        {
            "en": "He retied when he <em>wa</em> sixty - five.",
            "vi": "Ông ấy nghỉ hưu khi ông ấy sáu mươi tuổi."
        },
        {
            "en": "He retied when he <em>wa</em> sixty-five.",
            "vi": "Ông ấy nghỉ hưu khi ông ấy sáu mươi tuổi."
        },
        {
            "en": "Their love affair <em>wa</em> stormy but lasted ten years",
            "vi": "Cuộc tình của họ đầy sống gió nhưng kéo dài được 10 năm"
        },
        {
            "en": "Please contact us if <em>wa</em> can be of any futher help you",
            "vi": "Xin liên lạc thêm với chúng tôi xem chúng tôi có thể giúp ông thêm được gì nữa không"
        },
        {
            "en": "Insurance <em>WA</em> plus TPND and War Risk is 110 per cent of invoice value.",
            "vi": "Bảo hiểm điều kiện WA cộng TPND và rủi ro chiến tranh là 110 phần trăm giá trị hóa đơn."
        },
        {
            "en": "I <em>wa</em> going to word hard today, but did not study again.",
            "vi": "Hôm nay tôi đã định học hành chăm chỉ nhưng tôi đã lại không học."
        },
        {
            "en": "Because imagine it all you got on Christmas <em>wa</em> a wool sweater.",
            "vi": "Bởi vì hãy tưởng tượng thử xem nếu tất cả những gì bạn có trong Giáng Sinh chỉ là một cái áo len."
        },
        {
            "en": "Dr Ross Anderson, Assistant Curator Maritime Archaeology at the <em>WA</em> Museum, confirmed the find was authentic after consulting with colleagues from Germany and the Netherlands.",
            "vi": "Tiến sĩ Ross Anderson, Trợ lý giám định khảo cổ học chuyên về Hàng hải tại Bảo tàng WA khẳng định việc tìm kiếm đã được xác thực sau khi trao đổi với các đồng nghiệp ở Đức và Hà Lan."
        },
        {
            "en": "Dr Ross Anderson, Assistant Curator Maritime Archaeology at the <em>WA</em> Museum, confirmed the find was authentic after consulting with colleagues from Germany and the Netherlands.",
            "vi": "Tiến sĩ Ross Anderson, Trợ lý giám định khảo cổ học chuyên về Hàng hải tại Bảo tàng WA khẳng định việc tìm kiếm đã được xác thực sau khi trao đổi với các đồng nghiệp ở Đức và Hà Lan."
        },
        {
            "en": "With the help of <em>WA</em> seed investors Shark Mitigation Systems, the duo designed a prototype of the bin in Perth before taking it to market in Mallorca in Spain, a marina capital of Europe.",
            "vi": "Nhờ WA giúp đỡ tìm kiếm các nhà đầu tư Shark Mitigation Systems, hai anh chàng thiết kế mẫu thùng rác đầu tiên tại Perth trước khi đem ra giới thiệu với khách hàng ở Mallorca, Tây Ban Nha, thủ đô cảng biển của Châu Âu."
        },
        {
            "en": "They will also promote the name “Daesh.” ISIS has threatened to cut out the tongues of anyone who uses the word, which is an acronym of the Arabic name of ISIS, “al-Dowla al-Islaamiyya fii-il-Iraq <em>wa</em>-ash-Shaam,” yet sounds like the Arabic word “daes” that means something that crushes or tramples.",
            "vi": "Họ cũng sẽ quảng bá cái tên “Daesh”. ISIS đe dọa sẽ cắt lưỡi những ai sử dụng từ này – vốn là một từ viết tắt của ISIS theo tiếng Ả Rập, “al-Dowla al-Islaamiyya FII-il-Iraq wa- tro-Shaam” nhưng lại nghe như từ “daes” trong tiếng Ả Rập có nghĩa là một cái gì đó bị nghiền nát hoặc chà đạp."
        }
    ],
    "suggestions": []
}