{
    "en_vn": {
        "data": {
            "content": null,
            "word": "wadded",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wadded</k><blockquote><cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 compress (a soft material) into a wad.</blockquote></blockquote><blockquote>→ <kref>wad</kref></blockquote></div>",
            "word": "wadded",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wadded",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wadded",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wadded",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Wadded</em> quilt",
            "vi": "Mền bông có lót"
        },
        {
            "en": "<em>Wadded</em> with conceit.",
            "vi": "Dương dương tự đắc."
        },
        {
            "en": "How much is that rosy <em>wadded</em> jacket?",
            "vi": "Cái áo khoác có lót màu hồng đậm giá bao nhiêu?"
        },
        {
            "en": "A <em>wadded</em> quilt is very warm.",
            "vi": "Mền bông có lót thì rất ấm."
        },
        {
            "en": "She <em>wadded</em> straight into her critics with her opening remarks.",
            "vi": "Chị ấy kịch liệt công kích thẳng những người chỉ trích mình bằng những nhận xét mở đầu."
        },
        {
            "en": "I <em>wadded</em> it up and held it tightly to my forehead.",
            "vi": "Tôi cuộn nó lại rồi đè chặt vào trán mình."
        },
        {
            "en": "Jared gathered the torn remnants of Jacob's and Paul's clothes and <em>wadded</em> them into a ball.",
            "vi": "Jared gom tàn dư rách rưới của Jacob và quần áo của Paul rồi cuộn tròn lại."
        },
        {
            "en": "My gaze ping-ponged around the room. A half-eaten cracker here, <em>wadded</em> socks there, tilting towers of picture books in the corner.",
            "vi": "Tôi đưa mắt liếc nhìn khắp phòng. Chỗ này là một cái bánh quy đã bị ăn mất một nửa, chỗ kia là những chiếc vớ len, và trong góc là chồng truyện tranh nghiêng ngả."
        },
        {
            "en": "My gaze ping - ponged around the room. A half - eaten cracker here, <em>wadded</em> socks there, tilting towers of picture books in the corner.",
            "vi": "Tôi đưa mắt liếc nhìn khắp phòng. Chỗ này là một cái bánh quy đã bị ăn mất một nửa, chỗ kia là những chiếc vớ len, và trong góc là chồng truyện tranh nghiêng ngả."
        },
        {
            "en": "“To move into the upper class, all you must do is throw your <em>wadded</em>-up paper into the bin while sitting in your seat.”",
            "vi": "\" Để trở thành giai cấp thượng lưu, tất cả những gì các em cần làm là ngồi yên trên ghế của mình rồi ném viên giấy đã vo viên lại vào thùng rác.\""
        },
        {
            "en": "    * Nonmenstrual vaginal bleeding is most commonly due to the presence of a vaginal foreign body, often <em>wadded</em>-up toilet paper. It may also be due to urethral prolapse, in which the mucous membranes of the urethra protrude into the vagina and form a tiny, doughnut-shaped mass of tissue that bleeds easily. It also can be due to a straddle injury (such as when falling onto a gymnastics beam or bicycle frame) or vaginal trauma from sexual abuse.",
            "vi": "* Xuất huyết âm đạo mà không hành kinh thường thấy nhất là do có dị vật trong âm đạo, thường là giấy vệ sinh bị nhét chặt. Cũng có thể nguyên nhân là do sa niệu đạo, trong đó niêm mạc niệu đạo lồi ra thò vào âm đạo và tạo thành khối mô có hình dạng như cái bánh rán rất nhỏ có thể chảy máu rất dễ dàng. Cũng có thể là do chấn thương khi giang 2 chân (chẳng hạn như khi ngã lên xà thể dục hoặc ngã lên sườn xe đạp) hoặc chấn thương âm đạo do lạm dụng tình dục."
        },
        {
            "en": "Why are my ears ringing    What is tinnitus? Tinnitus is a ringing, swishing, or other type of noise that seems to originate in the ear or head. In many cases, it is not a serious problem but rather a nuisance that needs resolving. Rarely, however, tinnitus can represent a serious medical health condition.  It is not a single disease but a symptom of an underlying condition. Nearly 36 million Americans suffer from this disorder. In almost all cases, only the affected person can hear the noise. Some head noise is normal If a person goes into a soundproof booth and normal outside noise is diminished, he or she becomes aware of these normal sounds. We usually are not aware of these normal body sounds, because outside noise masks them. Anything, such as ear wax or a foreign body in the external ear, that blocks these background sounds will cause us to be more aware of the sounds in our heads. What causes tinnitus? Tinnitus can originate from any of the following areas: the outer ear, middle ear, inner ear; or it can be due to abnormalities in the brain. Common causes of tinnitus include the following:     * Fluid, infection, or disease of the middle ear bones or ear drum (tympanic membrane)     * Damage to the microscopic endings of the hearing nerve in the inner ear (advanced aging is generally accompanied by a certain amount of hearing nerve impairment)     * Loud noise exposure, such as loud noises from firearms, and highly intense music     * Medications (for example, aspirin)     * Meniere's syndrome     * In rare situations, tinnitus can be a symptom of serious problems such as a brain aneurysm or acoustic nerve tumor. How is tinnitus evaluated? A medical history, physical examination, and a series of special tests can help determine precisely where the tinnitus is originating. It is helpful for the doctor to know if the tinnitus is constant, intermittent, or pulsating (synchronous with the heartbeat, referred to as pulsatile tinnitus), or if it is associated with hearing loss or loss of balance (vertigo or vestibular balance disorders). All individuals with persisting unexplained tinnitus need a hearing test (audiogram). Patterns of hearing loss may lead the doctor to the diagnosis.  Other tests, such as the auditory brain stem response (ABR), a computerized test of the hearing nerves and brain pathways, computer tomography scan (CT scan), or magnetic resonance imaging (MRI scan) may be needed to rule out a tumor occurring on the hearing or balance nerve. These tumors are rare, but they can cause tinnitus. What is the treatment of tinnitus? After a careful evaluation, your doctor may find an identifiable cause and be able to treat or make recommendations to treat the tinnitus. Once you have had a thorough evaluation, an essential part of treatment is your own understanding of tinnitus (what has caused it, your specific symptoms, and options for treatment). Tinnitus medications In many cases, there is no specific treatment for tinnitus. It may simply resolve on its own, or it may be a permanent disability that the person will have to \"live with.\" Some otolaryngologists (ear specialists) have recommended niacin to treat tinnitus. However, there is no scientific evidence to suggest that niacin helps reduce tinnitus, and it may cause problems with skin flushing. The drug gabapentin (Neurontin, Gabarone) was studied in high doses and was found to reduce the annoyance level of the tinnitus in some patients, but it did not decrease the volume of the noise and was not found to be better than placebo. In patients who suffer from related depression, nortriptyline (Pamelor, Aventyl) is the most helpful treatment. Selective serotonin reuptake inhibitor (SSRI) antidepressants appear to have a better safety record compared to tricyclic antidepressants. Sertraline (Zoloft) at fixed doses and paroxetine (Paxil) at low doses have been shown to be helpful. In a 2009 study by Jalai, alprazolam (Xanax) improved VAS (visual analog scale) scores in patients with tinnitus who did not have anxiety or depression disorders. Relief remedies for tinnitus Some common and easy remedies, such as the following, may be of benefit to some individuals:     * Reduce or avoid caffeine and salt intake, and quit smoking.     * Some individual's with tinnitus have been found to have lower zinc levels and may benefit from zinc supplementation.     * Melatonin may help those who suffer with tinnitus, particularly those with disturbed sleep due to tinnitus.     * Ginkgo biloba has been touted as a natural tinnitus remedy, but to date, controlled studies have not shown to be effective.     * Some behavioral and cognitive therapies that have been successful include retraining therapy, masking, and behavioral therapy.  Can tinnitus be prevented? The only real prevention for tinnitus is to avoid damaging your hearing. Most causes other than hearing loss do not have prevention strategies. However, there are several things you can do to protect yourself from noise-related tinnitus. These tips will be described in the following slides. Tinnitus prevention tip #1 Do not use cotton swabs to clean your ears. This can cause a wax impaction against your eardrum, which can cause tinnitus. Tinnitus prevention tip #2 Protect your hearing at work. Your workplace should follow Occupational Safety & Health Administration (OSHA) regulations. Wear earplugs or earmuffs and follow hearing conservation guidelines set by your employer. Tinnitus prevention tip #3 When around any noise that bothers your ears (a concert, sporting event, hunting) wear hearing protection to reduce noise levels. Wear protective earplugs or earmuffs if you cannot avoid loud noises. Do not use <em>wadded</em>-up tissue or cotton balls since they may become lodged in the ear canal and do not protect adequately against the more dangerous high frequencies and loud noises. Tinnitus prevention tip #4 Be careful when using music headphones. If the music is so loud that others can hear it clearly or you can't hear other sounds around you, the volume is too high. Tinnitus prevention tip #5 Even everyday noises, such as blow-drying your hair or operating a lawn mower, can require hearing protection. Keep earplugs or earmuffs handy for these activities. Tinnitus prevention tip #6 Cut back on or stop drinking alcohol and beverages that contain caffeine. Don't smoke or use smokeless tobacco products (secondhand smoke also affects those around you and may contribute to SIDS, ear infections, and asthma in children). Nicotine use may cause tinnitus by reducing blood flow to the structures of the ear. Tinnitus prevention tip #7 Tinnitus occurs more frequently in obese adults. Exercising regularly and maintaining a healthy weight improves blood flow to the structures of the ear and may prevent tinnitus. Is there anything to lessen the intensity of tinnitus?     * Avoid exposure to loud sounds and noises.     * Control your blood pressure.     * Decrease your salt intake.     * Avoid nerve stimulants such as coffee and colas (caffeine) and tobacco (nicotine).     * Reduce your anxiety.     * Stop worrying about the tinnitus. The more you worry and concentrate on the noise, the louder it will become.     * Get adequate rest and avoid fatigue.     * Exercise regularly.     * Utilize a soft noise (for example a ticking clock, a radio, a fan, or white noise machine).     * Biofeedback may help or diminish tinnitus in some individuals.     * Avoid aspirin or aspirin products in large quantities.",
            "vi": "Vì sao tôi bị ù tai    Chứng ù tai là gì? Bệnh nhân bị ù tai nghe thấy nhiều tiếng động vo ve, ù ù, sột soạt, vun vút hoặc bất kỳ âm thanh nào khác được cảm giác như là xuất phát từ trong lỗ tai hoặc trong đầu. Thông thường thì chứng bệnh ù tai không phải là vấn đề gì nghiêm trọng nhưng làm cho người bệnh cảm thấy hơi khó chịu và phiền phức rất muốn chữa lành. Tuy nhiên, chứng ù tai trong trường hợp bất thường cũng có thể là dấu hiệu của một vấn đề sức khỏe nghiêm trọng nào đó.  Đây không phải là một bệnh riêng lẻ mà là triệu chứng của một chứng bệnh tiềm ẩn nào đó. Ở Mỹ, có khoảng 36 triệu người mắc bệnh ù tai và trong hầu hết các trường hợp thì chỉ có người bệnh mới có thể nghe được những âm thanh bất thường như trên.  Một số âm thanh bên trong đầu là bình thường  Khi cho một người vào phòng cách âm và giảm âm thanh bình thường bên ngoài thì người ấy sẽ bắt đầu cảm thấy những âm thanh bình thường này. Chúng ta thường không để ý và không nhận ra những âm thanh bình thường phát ra từ bên trong cơ thể bởi tiếng động bên ngoài đã làm át mất. Bất kỳ vật gì, chẳng hạn như ráy tai hoặc một dị vật nào đó làm bịt ống tai ngoài sẽ làm cho chúng ta nhận thức rõ hơn những âm thanh từ bên trong đầu.  Các nguyên nhân gây ù tai Những âm thanh bất thường gây ù tai có thể xuất phát từ một trong những thành phần cấu tạo tai dưới đây: tai ngoài, tai giữa, tai trong; hoặc có thể do những bất thường nào đó trong não bộ. Các nguyên nhân thường thấy của chứng bệnh ù tai gồm:  * Dịch tai, viêm tai, hoặc một bệnh lý nào đó ở vùng xương tai giữa hoặc màng nhĩ  * Tổn thương ở các đầu dây thần kinh thính giác rất nhỏ của tai trong (thông thường thì tuổi tác tỉ lệ thuận với chứng suy yếu thần kinh thính giác) * Việc tiếp xúc với tiếng ồn lớn, chẳng hạn như tiếng súng nổ, tiếng nhạc mở lớn  * Một số loại thuốc (chẳng hạn như thuốc aspirin) * Hội chứng Meniere (bệnh lý gồm những cơn chóng mặt lặp đi lặp lại kèm theo ù tai và điếc dần tai bị bệnh) * Hiếm khi ù tai cũng có thể là một triệu chứng của các vấn đề nghiêm trọng chẳng hạn như phình mạch não hoặc khối u dây thần kinh thính giác. Xác định chứng bệnh ù tai như thế nào?  Tiền sử sức khỏe của bệnh nhân, kết quả khám sức khỏe và một loạt các xét nghiệm đặc biệt khác có thể giúp xác định chính xác căn nguyên của chứng ù tai. Điều này cũng rất cần thiết cho bác sĩ để xác định xem liệu chứng ù tai này là liên tục, từng cơn hay theo nhịp mạch (xuất hiện tương ứng với nhịp tim, đây là chứng ù tai đồng nhịp tim), hay nó lại liên quan với tình trạng giảm thính lực hoặc mất thăng bằng (chóng mặt hoặc rối loạn tiền đình). Người bị ù tai dai dẳng không biết nguyên nhân cần phải làm xét nghiệm thính lực (thính lực đồ / đồ thị nghe / âm đồ). Một số trường hợp bệnh nhân mất thính lực có thể giúp cho bác sĩ chẩn đoán được nguyên nhân.  Một số xét nghiệm khác, chẳng hạn như nghiệm pháp đánh giá đáp ứng của não bộ về thính giác(ABR), đây là xét nghiệm kiểm tra các dây thần kinh thính giác và chuỗi phản ứng hoá sinh trong não bộ sử dụng máy điện toán, chụp cắt lớp điện toán (CT scan), hoặc chụp cộng hưởng từ (MRI scan) có thể giúp loại bỏ khối u trên dây thần kinh thính giác hoặc dây thần kinh tiền đình (dây thần kinh giúp cơ thể giữ được thăng bằng trong không gian). Các khối u này rất hiếm gặp, nhưng có thể là nguyên nhân gây ra chứng ù tai.  Phương pháp điều trị chứng ù tai Sau khi khám và xác định kỹ lưỡng, bác sĩ có thể phát hiện ra nguyên nhân cụ thể gây bệnh và có phát đồ điều trị hoặc đề ra giải pháp điều trị cho bệnh nhân. Khi bạn đã được kiểm tra và xác định bị ù tai thì quan trọng là bạn phải tự mình có khái niệm hiểu biết về căn bệnh này (nguyên nhân gây bệnh, các triệu chứng đặc trưng, và lựa chọn phương pháp điều trị).  Thuốc trị ù tai Thường thì không có phương pháp đặc trị nào đối với bệnh ù tai. Nó có thể tự khỏi hoặc có thể sẽ mãi là thương tật vĩnh viễn mà người bệnh phải “sống chung”. Một số bác sĩ tai mũi họng (bác sĩ chuyên khoa tai) đã cho sử dụng ni-a-xin để chữa ù tai. Tuy nhiên, không có một bằng chứng khoa học nào cho thấy ni-a-xin có thể giúp làm giảm ù tai cả, và nó có thể còn gây nhiều vấn đề kích ứng làm đỏ da. Thuốc động kinh (Neurontin, Gabarone) được nghiên cứu thí nghiệm ở liều cao có kết quả làm giảm khó chịu do ù tai đối với một số bệnh nhân, nhưng nó không làm giảm âm lượng tiếng ồn và không có kết quả tốt hơn so với thuốc trấn an.  Đối với những bệnh nhân bị suy nhược, trầm cảm liên quan đến ù tai thì liệu pháp sử dụng nortriptyline (Pamelor, Aventyl) – hợp chất thuốc an thần và trị trầm cảm là liệu pháp hữu hiệu nhất. Thuốc ức chế tái hấp thu serotonin có chọn lọc (SSRI) có kết quả an toàn hơn so với thuốc chống suy nhược. Thuốc Sertraline (Zoloft) ở liều cố định và paroxetine (Paxil) ở liều thấp cho kết quả khả quan. Công trình nghiên cứu của Jalai năm 2009 cho thấy alprazolam (Xanax) đã cải thiện được thước đo điểm đau / thước đánh giá mức độ đau đối với những bệnh nhân bị ù tai không bị rối loạn lo âu hoặc trầm cảm.  Các biện pháp giúp giảm ù tai Một số biện pháp thường thấy và dễ sử dụng dưới đây có thể có ích đối với một số bệnh nhân bị ù tai:  * Giảm hoặc tránh cà-phê-in và lượng muối hấp thu vào cơ thể, bỏ thuốc lá.  * Một số người bị ù tai do thiếu kẽm có thể giảm được bệnh nhờ bổ sung kẽm.  * Mê-la-tô-nin cũng có thể có hiệu quả tốt đối với bệnh nhân ù tai, nhất là với người bị rối loạn giấc ngủ do ù tai.  * Thuốc bột làm bằng lá cây bạch quả đã nhiều người biết đến như một bài thuốc thiên nhiên trị ù tai, nhưng cho đến nay, nhiều công trình nghiên cứu đã được kiểm tra cũng không cho kết quả tốt như vậy.  * Một số liệu pháp hành vi và dựa theo kinh nghiệm đã cho kết quả thành công gồm liệu pháp tập luyện lại, liệu pháp mặt nạ, và liệu pháp hành vi. Chứng ù tai có thể phòng tránh được không? Biện pháp phòng ngừa ù tai thực sự duy nhất là nên tránh làm tổn thương đến thính giác của bạn. Ngoài chứng mất thính lực thì hầu hết các nguyên nhân gây bệnh khác đều không có biện pháp phòng tránh. Tuy nhiên cũng có một vài cách có thể giúp bạn tự bảo vệ khỏi bệnh ù tai do tiếng ồn. Những biện pháp ấy sẽ được miêu tả trong những khung hình dưới đây.  Biện pháp 1  Không nên sử dụng miếng gạc bông để làm sạch lỗ tai. Gạc bông có thể làm cho ráy tai cọ xát vào màng nhĩ, gây ù tai.  Biện pháp 2 Bảo vệ tai, bảo vệ thính giác ở nơi làm việc. Chỗ làm việc của bạn nên tuân thủ theo những nguyên tắc của Cơ quan Quản lý An toàn và Sức khỏe Nghề nghiệp (OSHA). Hãy mang nút bịt tai hoặc mũ che tai và thực hiện theo các hướng dẫn bảo vệ tai của người quản lý.  Biện pháp 3 Khi phải ở một môi trường với nhiều âm thanh, tiếng động làm phiền nhiễu đến tai bạn (ở buổi hoà nhạc, sự kiện thể thao, cuộc đi săn) bạn nên mang đồ bảo vệ tai để làm giảm âm lượng tiếng ồn. Hãy mang nút bịt tai hoặc mũ che tai bảo vệ nếu không tránh được tiếng ồn lớn. Không nên nhét tai bằng nùi vải hoặc cuộn bông bởi chúng có thể kẹt ở ống tai và không bảo vệ đủ khỏi các tần số cao nguy hiểm hơn và các tiếng động mạnh.  Biện pháp 4 Nên cẩn thận khi sử dụng tai nghe nhạc. Nếu nhạc quá to đến nỗi người khác có thể nghe được rõ ràng hoặc bạn không nghe các tiếng động khác xung quanh mình thì lúc ấy âm lượng của bạn quá cao rồi đấy.  Biện pháp 5 Ngay cả đối với các tiếng ồn hằng ngày, chẳng hạn như tiếng máy sấy tóc hoặc tiếng máy cắt cỏ thì bạn cũng cần phải bảo vệ tai. Hãy mang theo nút bịt tai hoặc mũ che tai khi làm các công việc này nhé.  Biện pháp 6 Hạn chế hoặc bỏ hẳn rượu bia và các thức uống chứa cà-phê-in. Không nên hút thuốc lá hoặc sử dụng các sản phẩm thuốc lá không khói (khói thuốc do người khác hút cũng gây ảnh hưởng đến những người xung quanh bạn và có thể gây SIDS-hội chứng đột tử ở trẻ dưới 1 tuổi, viêm tai, và hen suyễn ở trẻ em). việc sử dụng ni-cô-tin cũng có thể gây ù tai bằng cách làm giảm lưu thông máu đến các cấu trúc tai.  Biện pháp 7 Chứng ù tai thường xảy ra ở người lớn béo phì nhiều hơn. Chế độ luyện tập thường xuyên và duy trì trọng lượng cơ thể khỏe mạnh sẽ giúp làm tăng lưu thông máu đến các cấu trúc tai và có thể giúp phòng tránh được bệnh ù tai.  Có cách nào làm giảm cường độ của tiếng ù tai không? * Tránh tiếp xúc với những âm thanh và tiếng ồn lớn. * Kiểm soát huyết áp của mình. * Hạn chế lượng muối hấp thu vào cơ thể.  * Tránh các chất kích thích thần kinh chẳng hạn như cà phê và cô-la (cà-phê-in) và thuốc lá (ni-cô-tin).  * Hạn chế lo âu.  * Đừng lo lắng về chứng ù tai nữa. Bạn càng lo và để ý đến tiếng ồn thì tiếng ồn càng trở nên lớn hơn.  * Nghỉ ngơi đầy đủ và tránh mệt mỏi.  * Tập thể dục thường xuyên.  * Sử dụng tiếng động khe khẽ, nhẹ nhàng (chẳng hạn như tiếng đồng hồ tíc tắc, tiếng máy ra-đi-ô, tiếng máy quạt, hoặc tiếng máy tạp âm trắng) * Phản hồi sinh học cũng có thể giúp hoặc làm giảm tiếng ù tai ở một số người.  * Tránh sử dụng thuốc aspirin hoặc các sản phẩm aspirin ở số lượng lớn."
        },
        {
            "en": "7 REPETITION          14. FAMILY I COWERED INTO JACOB'S SIDE, MY EYES SCANNING the forest for the other werewolves. When they appeared, striding out from between the trees, they weren't what I was expecting. I'd gotten the image of the wolves stuck in my head. These were just four really big half-naked boys. Again, they reminded me of brothers, quadruplets. Something about the way they moved almost in synchronization to stand across the road from us, the way they all had the same long, round muscles under the same red-brown skin, the same cropped black hair, and the way their expressions altered at exactly the same moment. They started out curious and cautious. When they saw me there, half-hidden beside Jacob, they all became furious in the same second. Sam was still the biggest, though Jacob was getting close to catching up with him. Sam didn't really count as a boy. His face was older—not in the sense of lines or signs of aging, but in the maturity, the patience of his expression. \"What have you done, Jacob?\" he demanded. One of the others, one I didn't recognize—Jared or Paul—thrust past Sam and spoke before Jacob could defend himself. \"Why can't you just follow the rules, Jacob?\" he yelled, throwing his arms in the air. \"What the hell are you thinking? Is she more important than everything—than the whole tribe? Than the people getting killed?\" \"She can help,\" Jacob said quietly. \"Help!\" the angry boy shouted. His arms begin to quiver. \"Oh, that's likely! I'm sure the leech-lover is just dying to help us out!\" \"Don't talk about her like that!\" Jacob shouted back, stung by the boy's criticism. A shudder rippled through the other boy, along his shoulders and down his spine. \"Paul! Relax!\" Sam commanded. Paul shook his head back and forth, not in defiance, but as though he were trying to concentrate. \"Jeez, Paul,\" one of the other boys—probably Jared—muttered. \"Get a grip.\" Paul twisted his head toward Jared, his lips curling back in irritation. Then he shifted his glare in my direction. Jacob took a step to put himself in front of me. That did it. \"Right, protect her!\" Paul roared in outrage. Another shudder, a convulsion, heaved through his body. He threw his head back, a real growl tearing from between his teeth. \"Paul!\" Sam and Jacob shouted together. Paul seemed to fall forward, vibrating violently. Halfway to the ground, there was a loud ripping noise, and the boy exploded. Dark silver fur blew out from the boy, coalescing into a shape more than five-times his size—a massive, crouched shape, ready to spring. The wolf's muzzle wrinkled back over his teeth, and another growl rolled through his colossal chest. His dark, enraged eyes focused on me. In the same second, Jacob was running across the road straight for the monster. \"Jacob!\" I screamed. Mid-stride, a long tremor shivered down Jacob's spine. He leaped forward, diving headfirst into the empty air. With another sharp tearing sound, Jacob exploded, too. He burst out of his skin—shreds of black and white cloth blasted up into the air. It happened so quickly that if I'd blinked, I'd have missed the entire transformation. One second it was Jacob diving into the air, and then it was the gigantic, russet brown wolf—so enormous that I couldn't make sense of its mass somehow fitting inside Jacob—charging the crouched silver beast. Jacob met the other werewolf's attack head-on. Their angry snarls echoed like thunder off the trees. The black and white scraps—the remains of Jacob's clothes—fluttered to the ground where he'd disappeared. \"Jacob!\" I screamed again, staggering forward. \"Stay where you are, Bella,\" Sam ordered. It was hard to hear him over the roar of the fighting wolves. They were snapping and tearing at each other, their sharp teeth flashing toward each other's throats. The Jacob-wolf seemed to have the upper hand—he was visibly bigger than the other wolf, and it looked like he was stronger, too. He rammed his shoulder against the gray wolf again and again, knocking him back toward the trees. \"Take her to Emily's,\" Sam shouted toward the other boys, who were watching the conflict with rapt expressions. Jacob had successfully shoved the gray wolf off the road, and they were disappearing into the forest, though the sound of their snarls was still loud. Sam ran after them, kicking off his shoes on the way. As he darted into the trees, he was quivering from head to toe.  The growling and snapping was fading into the distance. Suddenly, the sound cut off and it was very quiet on the road. One of the boys started laughing. I turned to stare at him—my wide eyes felt frozen, like I couldn't even blink them. The boy seemed to be laughing at my expression. \"Well, there's something you don't see every day,\" he snickered. His face was vaguely familiar—thinner than the others… Embry Call. \"I do,\" the other boy, Jared, grumbled. \"Every single day.\" \"Aw, Paul doesn't lose his temper every day,\" Embry disagreed, still grinning. \"Maybe two out of three.\" Jared stopped to pick something white up off the ground. He held it up toward Embry; it dangled in limp strips from his hand. \"Totally shredded,\" Jared said. \"Billy said this was the last pair he could afford—guess Jacob's going barefoot now.\" \"This one survived,\" Embry said, holding up a white sneaker. \"Jake can hop,\" he added with a laugh. Jared started collecting various pieces of fabric from the dirt. \"Get Sam's shoes, will you? All the rest of this is headed for the trash.\" Embry grabbed the shoes and then jogged into the trees where Sam had disappeared. He was back in a few seconds with a pair of cut-off jeans draped over his arm. Jared gathered the torn remnants of Jacob's and Paul's clothes and <em>wadded</em> them into a ball. Suddenly, he seemed to remember me. He looked at me carefully, assessing. \"Hey, you're not going to faint or puke or anything?\" he demanded. \"I don't think so,\" I gasped. \"You don't look so good. Maybe you should sit down.\" \"Okay,\" I mumbled. For the second time in one morning, I put my head between my  knees. \"Jake should have warned us,\" Embry complained. \"He shouldn't have brought his girlfriend into this. What did he expect?\" \"Well, the wolf's out of the bag now.\" Embry sighed. \"Way to go, Jake.\" I raised my head to glare at the two boys who seemed to be taking this all so lightly. \"Aren't you worried about them at all?\" I demanded. Embry blinked once in surprise \"Worried? Why?\" \"They could hurt each other!\" Embry and Jared guffawed. \"I hope Paul gets a mouthful of him,\" Jared said. \"Teach him a lesson.\" I blanched. \"Yeah, right!\" Embry disagreed. \"Did you see Jake? Even Sam couldn't have phased on the fly like that.  He saw Paul losing it, and it took him, what, half a second to attack? The boy's got a gift.\" \"Paul's been fighting longer. I'll bet you ten bucks he leaves a mark.\" \"You're on. Jake's a natural. Paul doesn't have a prayer.\" They shook hands, grinning. I tried to comfort myself with their lack of concern, but I couldn't drive the brutal image of the fighting werewolves from my head. My stomach churned, sore and empty, my head ached with worry. \"Let's go see Emily. You know she'll have food waiting.\" Embry looked down at me. \"Mind giving us a ride?\" \"No problem,\" I choked. Jared raised one eyebrow. \"Maybe you'd better drive, Embry. She still looks like she might hurl.\" \"Good idea. Where are the keys?\" Embry asked me. \"Ignition.\" Embry opened the passenger-side door. \"In you go,\" he said cheerfully, hauling me up from the ground with one hand and stuffing me into my seat. He appraised the available space. \"You'll have to ride in the back,\" he told Jared. \"That's fine. I got a weak stomach. I don't want to be in there when she blows.\" \"I bet she's tougher than that. She runs with vampires.\" \"Five bucks?\" Jared asked. \"Done. I feel guilty, taking your money like this.\" Embry got in and started the engine while Jared leapt agilely into the bed. As soon as his door was closed, Embry muttered to me, \"Don't throw up, okay? I've only got a ten, and if Paul got his teeth into Jacob…\" \"Okay,\" I whispered. Embry drove us back toward the village. \"Hey, how did Jake get around the injunction anyway?\" \"The… what?\" \"Er, the order. You know, to not spill the beans. How did he tell you about this?\" \"Oh, that,\" I said, remembering Jacob trying to choke out the truth to me last night. \"He didn't. I guessed right.\" Embry pursed his lips, looking surprised. \"Hmm. S'pose that would work.\" \"Where are we going?\" I asked. \"Emily's house. She's Sam's girlfriend… no, fiancée, now, I guess. They'll meet us back there after Sam gives it to them for what just happened. And after Paul and Jake scrounge up some new clothes, if Paul even has any left.\" \"Does Emily know about… ?\" \"Yeah. And hey, don't stare at her. That bugs Sam.\" I frowned at him. \"Why would I stare?\"          Embry looked uncomfortable. \"Like you saw just now, hanging out around werewolves has its risks.\" He changed the subject quickly. \"Hey, are you okay about the whole thing with the black-haired bloodsucker in the meadow? It didn't look like he was a friend of yours, but. .\" Embry shrugged. \"No, he wasn't my friend.\" \"That's good. We didn't want to start anything, break the treaty, you know.\" \"Oh, yeah, Jake told me about the treaty once, a long time ago. Why would killing Laurent break the treaty?\" \"Laurent,\" he repeated, snorting, like he was amused the vampire had had a name. \"Well, we were technically on Cullen turf. We're not allowed to attack any of them, the Cullens, at least, off our land—unless they break the treaty first. We didn't know if the black-haired one was a relative of theirs or something. Looked like you knew him.\" \"How would they go about breaking the treaty?\" \"If they bite a human. Jake wasn't so keen on the idea of letting it go that far.\" \"Oh. Um, thanks. I'm glad you didn't wait.\" \"Our pleasure.\" He sounded like he meant that in a literal sense. Embry drove past the easternmost house on the highway before turning off onto a narrow dirt road. \"Your truck is slow,\" he noted. \"Sorry.\" At the end of the lane was a tiny house that had once been gray. There was only one narrow window beside the weathered blue door, but the window box under it was filled with bright orange and yellow marigolds, giving the whole place a cheerful look. Embry opened the truck door and inhaled. \"Mmm, Emily's cooking.\" Jared jumped out of the back of the truck and headed for the door, but Embry stopped him with one hand on his chest. He looked at me meaningfully, and cleared his throat. \"I don't have my wallet on me,\" Jared said. \"That's okay. I won't forget.\" They climbed up the one step and entered the house without knocking. I followed timidly after them. The front room, like Billy's house, was mostly kitchen. A young woman with satiny copper skin and long, straight, crow-black hair was standing at the counter by the sink, popping big muffins out of a tin and placing them on a paper plate. For one second, I thought the reason Embry had told me not to stare was because the girl was so beautiful. And then she asked \"You guys hungry?\" in a melodic voice, and she turned to face us full on, a smile on half of her face. The right side of her face was scarred from hairline to chin by three thick, red lines, livid in color though they were long healed. One line pulled down the corner of her dark, almond-shaped right eye, another twisted the right side of her mouth into a permanent grimace. Thankful for Embry's warning, I quickly turned my eyes to the muffins in her hands. They smelled wonderful—like fresh blueberries. \"Oh,\" Emily said, surprised. \"Who's this?\" I looked up, trying to focus on the left half of her face. \"Bella Swan,\" Jared told her, shrugging. Apparently, I'd been a topic of conversation before. \"Who else?\" \"Leave it to Jacob to find a way around,\" Emily murmured. She stared at me, and neither half of her once-beautiful face was friendly. \"So, you're the vampire girl.\" I stiffened. \"Yes. Are you the wolf girl?\" She laughed, as did Embry and Jared. The left half of her face warmed. \"I guess I am.\" She turned to Jared. \"Where's Sam?\" \"Bella, er, surprised Paul this morning.\" Emily rolled her good eye. \"Ah, Paul,\" she sighed. \"Do you think they'll be long? I was just about to start the eggs.\" \"Don't worry,\" Embry told her. \"If they're late, we won't let anything go to waste.\" Emily chuckled, and then opened the refrigerator. \"No doubt,\" she agreed. \"Bella, are you hungry? Go ahead and help yourself to a muffin.\" \"Thanks.\" I took one from the plate and started nibbling around the edges. It was delicious, and it felt good in my tender stomach. Embry picked up his third and shoved it into his mouth whole. \"Save some for your brothers,\" Emily chastised him, hitting him on the head with a wooden spoon. The word surprised me, but the others thought nothing of it. \"Pig,\" Jared commented. I leaned against the counter and watched the three of them banter like a family. Emily's kitchen was a friendly place, bright with white cupboards and pale wooden floorboards. On the little round table, a cracked blue-and-white china pitcher was overflowing with wildflowers. Embry and Jared seemed entirely at ease here. Emily was mixing a humongous batch of eggs, several dozen, in a big yellow bowl. She had the sleeves of her lavender shirt pushed up, and I could see that the scars extended all the way down her arm to the back of her right hand. Hanging out with werewolves truly did have its risks, just as Embry had said. The front door opened, and Sam stepped through. \"Emily,\" he said, and so much love saturated his voice that I felt embarrassed, intrusive, as I watched him cross the room in one stride and take her face in his wide hands. He leaned down and kissed the dark scars on her right cheek before he kissed her lips. \"Hey, none of that,\" Jared complained. \"I'm eating.\" \"Then shut up and eat,\" Sam suggested, kissing Emily's ruined mouth again. \"Ugh,\" Embry groaned. This was worse than any romantic movie; this was so real that it sang out loud with joy and life and true love. I put my muffin down and folded my arms across my empty chest. I stared at the flowers, trying to ignore the utter peace of their moment, and the wretched throbbing of my wounds. I was grateful for the distraction when Jacob and Paul came through the door, and then shocked when I saw that they were laughing. While I watched, Paul punched Jacob on the shoulder and Jacob went for a kidney jab in return. They laughed again. They both appeared to be in one piece. Jacob scanned the room, his eyes stopping when he found me leaning, awkward and out of place, against the counter in the far corner of the kitchen. \"Hey, Bells,\" he greeted me cheerfully. He grabbed two muffins as he passed the table and came to stand beside me. \"Sorry about before,\" he muttered under his breath. \"How are you holding up.'\" \"Don't worry, I'm okay. Good muffins.\" I picked mine back up and started libber again. My chest felt better as soon as Jacob was beside me. \"Oh, man!\" Jared wailed, interrupting us. I looked up, and he and Embry were examining a fading pink line on Paul's forearm. Embry was grinning, exultant. \"Fifteen dollars,\" he crowed. \"Did you do that?\" I whispered to Jacob, remembering the bet. \"I barely touched him. He'll be perfect by sundown.\" \"By sundown?\" I looked at the line on Paul's arm. Odd, but it looked weeks old. \"Wolf thing,\" Jacob whispered. I nodded, trying to not look weirded out. \"You okay?\" I asked him under my breath. \"Not a scratch on me.\" His expression was smug. \"Hey, guys,\" Sam said in a loud voice, interrupting all the conversations going on in the small room. Emily was at the stove, scraping the egg mixture around a big skillet, but Sam still had one hand touching the small of her back, an unconscious gesture. \"Jacob has information for us.\" Paul looked unsurprised. Jacob must have explained this to him and Sam already. Or… they'd just heard his thoughts. \"I know what the redhead wants.\" Jacob directed his words toward Jared and Embry. \"That's what I was trying to tell you before.\" He kicked the leg of the chair Paul had settled into. \"And?\" Jared asked. Jacob's face got serious. \"She is trying to avenge her mate—only it wasn't the black-haired leech we killed. The Cullens got her mate last year, and she's after Bella now.\" This wasn't news to me, but I still shivered. Jared, Embry, and Emily stared at me with open-mouthed surprise. \"She's just a girl,\" Embry protested. \"I didn't say it made sense. But that's why the bloodsucker's been trying to get past us. She's been heading for Forks.\" They continued to stare at me, mouths still hanging open, for a long moment. I ducked my head. \"Excellent,\" Jared finally said, a smile beginning to pull up the corners of his mouth. \"We've got bait.\" With stunning speed, Jacob yanked a can opener from the counter and launched it at Jared's head. Jared's hand flicked up faster than I would have thought possible, and he snagged the tool just before it hit his face. \"Bella is not bait.\" \"You know what I mean,\" Jared said, unabashed. \"So we'll be changing our patterns,\" Sam said, ignoring their squabble. \"We'll try leaving a few holes, and see if she falls for it. We'll have to split up, and I don't like that. But if she's really after Bella, she probably won't try to take advantage of our divided numbers.\" \"Quit's got to be close to joining us,\" Embry murmured. \"Then we'll be able to split evenly.\" Everyone looked down. I glanced at Jacob's face, and it was hopeless, like it had been yesterday afternoon, outside his house. No matter how comfortable they seemed to be with their fate, here in this happy kitchen, none of these werewolves wanted the same fate for their friend. \"Well, we won't count on that,\" Sam said in a low voice, and then continued at his regular volume. \"Paul, Jared, and Embry will take the outer perimeter, and Jacob and I will take the inner. We'll collapse in when we've got her trapped.\" I noticed that Emily didn't particularly like that Sam would be in the smaller grouping. Her worry had me glancing up at Jacob, worrying, too. Sam caught my eye. \"Jacob thinks it would be best if you spent as much time as possible here in La Push.  She won't know where to find you so easily, just in case.\" \"What about Charlie?\" I demanded. \"March Madness is still going,\" Jacob said. \"I think Billy and Harry can manage to keep Charlie down here when he's not at work.\" \"Wait,\" Sam said, holding one hand up. His glance flickered to Emily and then back to me. \"That's what Jacob thinks is best, but you need to decide for yourself. You should weigh the risks of both options very seriously. You saw this morning how easily things can get dangerous here, how quickly they get out of hand. If you choose to stay with us, I can't make any guarantees about your safety.\" \"I won't hurt her,\" Jacob mumbled, looking down. Sam acted as if he hadn't heard him speak. \"If there was somewhere else you felt safe…\" I bit my lip. Where could I go that wouldn't put someone else in danger? I recoiled again from the idea of bringing Renee into this—pulling her into the circle of the target I wore… \"I don't want to lead Victoria anywhere else,\" I whispered. Sam nodded. \"That's true. It's better to have her here, where we can end this.\" I flinched. I didn't want Jacob or any of the rest of them trying to end Victoria. I glanced at Jake's face; it was relaxed, almost the same as I remembered it from before the onset of the wolf thing, and utterly unconcerned by the idea of hunting vampires. \"You'll be careful, right?\" I asked, an audible lump in my throat. The boys burst into loud hoots of amusement. Everyone laughed at me—except Emily. She met my eyes, and I could suddenly see the symmetry underlying her deformity. Her face was still beautiful, and alive with a concern even more fierce than mine. I had to look away, before the love behind that concern could start me aching again. \"Food's ready,\" she announced then, and the strategic conversation was history. The guys hurried to surround the table—which looked tiny and in danger of being crushed by them—and devoured the buffet-sized pan of eggs Emily placed in their midst in record time. Emily ate leaning against the counter like me—avoiding the bedlam at the table—and watched them with affectionate eyes. Her expression clearly stated that this was her family. All in all, it wasn't exactly what I'd been expecting from a pack of werewolves. I spent the day in La Push, the majority of it in Billy's house. He left a message on Charlie's phone and at the station, and Charlie showed up around dinnertime with two pizzas. It was good he brought two larges; Jacob ate one all by himself. I saw Charlie eyeing the two of us suspiciously all night, especially the much-changed Jacob. He asked about the hair; Jacob shrugged and told him it was just more convenient. I knew that as soon as Charlie and I were headed home, Jacob would take off—off to run around as a wolf, as he had done intermittently through the entire day. He and his brothers of sorts kept up a constant watch, looking for some sign of Victoria's return. But since they'd chased her away from the hot springs last night—chased her halfway to Canada, according to Jacob—she'd yet to make another foray. I had no hope at all that she might just give up. I didn't have that kind of luck. Jacob walked me to my truck after dinner and lingered by the window, waiting for Charlie to drive away first. \"Don't be afraid tonight,\" Jacob said, while Charlie pretended to be having trouble with his seat belt. \"We'll be out there, watching.\" \"I won't worry about myself,\" I promised. \"You're silly. Hunting vampires is fun. It's the best part of this whole mess.\" I shook my head. \"If I'm silly, then you're dangerously unbalanced.\" He chuckled. \"Get some rest, Bella, honey. You look exhausted.\" \"I'll try.\" Charlie honked his horn impatiently. \"See you tomorrow,\" Jacob said. \"Come down first thing.\" \"I will.\" Charlie followed me home. I paid scant attention to the lights in my rearview mirror. Instead, I wondered where Sam and Jared and Embry and Paul were, out running in the night. I wondered if Jacob had joined them yet. When we got home, I hurried for the stairs, but Charlie was right behind me. \"What's going on, Bella?\" he demanded before I could escape. \"I thought Jacob was part of a gang and you two were fighting.\" \"We made up.\" \"And the gang?\" \"I don't know—who can understand teenage boys? They're a mystery. But I met Sam Uley and his fiancée, Emily. They seemed pretty nice to me.\" I shrugged. \"Must have all been a misunderstanding.\" His face changed. \"I hadn't heard that he and Emily had made it official. That's nice. Poor girl.\" \"Do you know what happened to her?\" \"Mauled by a bear, up north, during salmon spawning season—horrible accident .  It was more than a year ago now. I heard Sam was really messed up over it.\" \"That's horrible,\" I echoed. More than a year ago. I'd bet that meant it had happened when there was just one werewolf in La Push. I shuddered at the thought of how Sam must have felt every time he looked at Emily's face. That night, I lay awake for a long time trying to sort through the day. I worked my way backward through dinner with Billy, Jacob, and Charlie, to the long afternoon in the Blacks' house, waiting anxiously to hear something from Jacob, to Emily's kitchen, to the horror of the werewolf fight, to talking with Jacob on the beach. I thought about what Jacob had said early this morning, about hypocrisy. I thought about that for a long time. I didn't like to think that I was a hypocrite, only what was the point of lying to myself? I curled into a tight ball. No, Edward wasn't a killer. Even in his darker past, he'd never been a murderer of innocents, at least. But what if he had been? What if, during the time I that I'd known him, he'd been just like any other vampire? What if people had been disappearing from the woods, just like now? Would that have kept me away from him? I shook my head sadly. Love is irrational, I reminded myself. The more you loved someone, the less sense anything made. I rolled over and tried to think of something else—and I thought of Jacob and his brothers, out running in the darkness. I fell asleep imagining the wolves, invisible in the night, guarding me from danger. When I dreamed, I stood in the forest again, but I didn't wander. I was holding Emily's scarred hand as we faced into the shadows and waited anxiously for our werewolves to come home.",
            "vi": "7 REPETITION        14. GIA ĐÌNH   Tôi co người nép vào một bên Jacob, mắt tôi lùng sục trong rừng tìm những người sói khác.  Khi họ xuất hiện, sải chân bước ra khỏi rừng, họ không phải là thứ tôi nghĩ mình sẽ thấy.  Tôi cứ nghĩ tới mấy con sói riết. Đây chỉ là bốn chàng trai to lớn ở trần.  Một lần nữa, họ làm tôi nghĩ đến anh em ruột, anh em sinh bốn. Cái gì đó trong cách họ gần như cùng một lúc đứng lại phía bên kia đường đối diện với chúng tôi, trong cái cách tất cả bọn họ đều có các bắp cơ dài cuồn cuộn dưới làn da nâu đỏ như nhau, cũng mái tóc huyền cắt ngắn, và trong cái cách thay đổi nét mặt cùng một lúc y như nhau.  Lúc đầu họ tò mò và cẩn trọng. Khi thấy tôi ở đó, gần như núp bên Jacob, tất cả bọn họ đều cùng nổi giận ngay lập tức.  Sam vẫn còn là người cao lớn nhất, tuy Jacob đã sắp cao bằng anh ta. Sam không thể coi là một cậu bé. Khuôn mặt anh già dặn hơn - không tính theo nếp nhăn hay dấu hiệu của tuổi già, mà là theo vẻ chín chắn, kiên nhẫn trong nét mặt của anh.  \"Em đã làm gì vậy, Jacob?\" anh ta hỏi.  Một trong những người khác, một người tôi không biết - Jared hoặc Paul- đẩy Sam để đi qua và nói trước Jacob có thể biện hộ cho mình  \"Tại sao mày không thể tuân thủ luật hả, Jacob?\" anh ta thét, vung tay lên trời. \"Mày nghĩ cái quái gì vậy? Cô ta quan trọng hơn mọi thứ sao - quan trọng hơn cả cái bộ lạc này sao?  Hơn những người sắp bị giết sao?\" \"Bạn ấy có thể giúp mình, \" Jacob lặng lẽ nói.  \"Giúp!\" cậu bé tức giận la to. Cánh tay anh chàng bắt đầu run rẩy. \"Ồ, hợp lý dữ!  Tôi chắc chắn người yêu-đỉa đang mong giúp mình muốn chết luôn!\" \"Đừng nói về bạn ấy như thế!\" Jacob hét lại, bực tức vì lời bình phẩm của cậu ta.  Một cơn rùng mình gợn khắp cơ thể cậu bé nọ, dọc theo vai và xuống xương sống anh ta.  \"Paul! Dịu xuống!\" Sam ra lệnh.  Paul lắc đầu qua lại, không phải không tuân lời, mà như thể anh chàng đang cố tập trung.  \"Trời đất, Paul,”  một trong những cậu bé khác - có lẽ là Jared - lẩm bẩm. \"Cố kiềm chế. \" Paul xoay đầu về phía Jared, môi cong lên tức tối.  Rồi anh ta chuyển ánh nhìn giận dữ về phía tôi. Jacob bước lên một bước để chặn mình trước tôi.  Đó là giọt nước làm tràn ly.  \"Phải rồi, bảo vệ cô ta đi!\" Paul gầm rú giận dữ. Một cơn rùng mình khác, một cơn chấn động, bùng nổ khắp cơ thể anh ta. Anh chàng ngửa đầu, một tiếng gầm thực sự toạc ra giữa hai hàm răng.  \"Paul!\" Sam và Jacob cùng thét lên.  Paul như té về phía trước, run bần bật.  Sắp xuống đất, có một tiếng xé toạc lớn, rồi cậu bé bùng nổ.  Lớp lông bạc sẫm màu bùng ra khỏi cơ thể cậu ta, kết thành một hình thù to hơn cậu ta gấp năm lần  - một thân hình khổng lồ, đang thu mình, sẵn sàng bung ra.  Mõm sói nhe ra, và một tiếng gầm gừ nữa cuộn qua lồng ngực khổng lồ.  Đôi mắt đen, giận dữ của anh ta dán vào tôi.  Ngay lập tức, Jacob chạy qua đường hướng thẳng vào con quái vật.  \"Jacob!\" Tôi la hét.  Đang lúc sải bước, một cơn rùng mình rùng rùng xuống xương sống Jacob. Anh phóng về phía trước, chúi đầu cuộn người vào không khí như nhảy cầu.  Với một âm thanh rách toạc khác, Jacob cũng bùng nổ. Anh bung ra khỏi quần áo - các mảnh vải trắng đen tung toé vào không trung.  Chuyện xảy ra nhanh đến nỗi nếu chớp mắt, tôi sẽ không thấy được toàn bộ sự biến hình ấy.  Một giây trước Jacob còn đang nhào lộn vào không trung, rồi sau đó đã là con sói màu nâu đỏ khổng lồ - khổng lồ đến nỗi tôi không hiểu nỗi làm sao mà trọng lượng của nó lại có thể vừa cơ thể Jacob -  đang tấn công con quái thú màu bạc đang thu mình ấy.  Jacob đối đầu trực tiếp với cuộc tấn công của người sói kia.  Tiếng gầm gừ giận dữ của họ dội lại như sấm động vang ra khỏi rừng.  Những mảnh vải trắng và đen -- những thứ còn lại của quần áo Jacob - bay lả tả xuống đất nơi anh biến mất.  \"Jacob!\" Tôi lại thét, lảo đảo bước về phía trước.  \"Ở yên đó, Bella,”  Sam ra lệnh. Thật khó nghe tiếng anh ta trong tiếng gầm rống của mấy con sói đang đánh nhau.  Họ đang táp và cắn xé nhau, những chiếc răng nhọn nhá lên ở cổ họng nhau. Con sói Jacob có vẻ chiếm ưu thế - anh to lớn hơn con sói kia rõ ràng, và hình như cũng mạnh hơn. Anh nện vai vào con sói xám hết lần này đến lần khác, đẩy nó trở vào rừng.  \"Đưa cô ấy đến nhà Emily, \" Sam hét về phía mấy cậu bé kia, những người đang chăm chú theo dõi trận đánh nhau. Jacob đã đẩy được con sói xám ra khỏi con đường, và họ biến mất vào rừng, cho dù tiếng gầm gừ của họ vẫn còn lớn. Sam đuổi theo họ, đá giày ra trên đường đi. Vừa chạy như bay vào rừng, anh ta vừa rùng người từ đầu đến chân.  Tiếng gầm gừ và táp xa dần. Bất ngờ, chẳng còn chút tiếng động nào và con đường thật yên tĩnh.  Một trong mấy chàng trai bắt đầu cười.  Tôi nhìn anh ta chằm chằm - đôi mắt tôi mở to cảm thấy tê dại, như thể tôi thậm chí không thể chớp được.  Cậu bé ấy dường như đang cười nhạo vẻ mặt tôi. \"Ừm, có những chuyện đâu phải ngày nào cũng thấy được heng, \" anh chàng cười khúc khích.  Khuôn mặt anh chàng quen quen - gầy hơn những người khác... Embry Call.  \"Tao thấy hoài, \" cậu bé khác, Jared, làu bàu. \"Ngày nào cũng thấy.” \"Ặc, Paul đâu phải ngày nào cũng nổi nóng,” Embry không chịu, vẫn cười toe toét. \"Có lẽ ba ngày hai lần. \" Jared dừng lại nhặt thứ gì đó màu trắng lên khỏi mặt đất. Anh chàng đưa lên cho Embry xem; mấy dải mềm đong đưa trong tay anh chàng.  \"Tan tành xí quách rồi, \" Jared nói. \"Billy nói đây là đôi giầy cuối cùng ổng còn tiền để mua - thế nào Jacob cũng phải đi chân không rồi.” \"Chiếc này còn nguyên, \" Embry nói, đưa lên một chiếc giầy đế mềm màu trắng. \"Jake có thể nhảy lò cò, \" anh chàng cười to nói thêm.  Jared bắt đầu nhặt đủ mẩu vải ra khỏi đất. \"Nhặt giày Sam nhe?  Mấy thứ còn lại của cái này thì quăng thùng rác thôi.” Embry chộp mấy chiếc giày rồi chạy nhanh vô rừng chỗ Sam đã biến mất. Anh chàng quay lại trong vài giây với cặp quần din cắt ngắn khoác trên cánh tay. Jared gom tàn dư rách rưới của Jacob và quần áo của Paul rồi cuộn tròn lại. Đột nhiên, anh chàng có vẻ nhớ ra tôi.  Anh nhìn tôi kỹ lưỡng, đánh giá.  \"Nè, bạn sẽ không xỉu hoặc ói này nọ đó chớ ?\" anh hỏi.  \"Tôi không nghĩ vậy, \" tôi thở hổn hển.  \"Trông bạn không khoẻ lắm. Có lẽ bạn nên ngồi xuống. \" \"Ừ, \" tôi lầm bầm. Lần thứ hai trong một buổi sáng, tôi đặt đầu vào giữa đầu gối.  \"Lẽ ra Jake nên báo trước cho chúng tôi biết mới phải, \" Embry phàn nàn.  \"Lẽ ra nó không nên để bạn gái dính vô chuyện này.  Nó mong gì chớ?\" \"Ừm, bây giờ thì lộ hết chuyện sói rồi. \" Embry thở dài. \"Thằng Jake này ngốc quá. \" Tôi ngẩng đầu nhìn trừng trừng vào hai chàng trai dường như đang coi nhẹ chuyện này quá. \"Mấy bạn chẳng hề lo cho họ chút nào cả sao?\" Tôi hỏi.  Embry chớp mắt một cái ngạc nhiên \"Lo?Tại sao chớ?\" \"Họ có thể làm bị thương nhau!\" Embry và Jared cười ha hả.  \"Tôi mong Paul tợp được nó một cái, \" Jared nói. \"Dạy cho nó một bài học. \" Tôi tái người.  \"Ờ, hay dữ!\" Embry không chịu. \"Mày có thấy Jake không?  Cả Sam cũng không thể biến hình khi đang vội được như thế.   Nó vừa thấy Paul mất kiểm soát, là chỉ mất, để coi, có nửa giây là tấn công được ngay?  Đúng là khả năng trời phú.” \"Paul đã đánh nhau lâu hơn. Tao cá với mày mười đô la là nó sẽ cắn được một cái.” \"Mày cá đó nhe. Jake có khiếu bẩm sinh. Paul không có cơ may nào đâu. \" Họ bắt tay, cười toe toét.  Tôi cố làm mình yên tâm vì sự thiếu quan tâm của họ, nhưng tôi không thể xua đuổi hình ảnh tàn bạo của mấy người sói đánh nhau ra khỏi đầu. Bao tử tôi rối loạn, đau và trống rỗng, đầu đau vì lo lắng.  \"Mình hãy đi gặp Emily đi. Thế nào chị ấy cũng đã nấu sẵn chờ rồi. \" Embry nhìn xuống tôi. \"Có phiền gì không nếu tụi này đi nhờ xe?\" \"Không sao đâu, \" tôi nghẹn.  Jared nhướng một bên chân mày. \"Có lẽ mày nên lái đi, Embry. Cô ấy vẫn giống như sắp xỉu vậy.” \"Ý hay đó. Chìa khoá đâu rồi?\" Embry hỏi tôi.  \"Công tắc. \" Embry mở cửa phía hành khách. \"Vô đi \" anh chàng vui vẻ nói, kéo mạnh tôi lên khỏi đất bằng một tay rồi nhét tôi vô ghế. Anh chàng ước lượng chỗ trống. \"Mày phải ra phía sau đứng, \" anh chàng nói với Jared.  \"Tốt thôi. Tao dạ dày yếu lắm. Tao không muốn ngồi trong đó khi cô ấy ói. \" \"Tao cá là cô ấy mạnh mẽ hơn vậy. Cô ấy chơi với ma cà rồng mà. \" \"Năm đô la?\" Jared hỏi.  \"Chịu liền. Tao thấy mình tội lỗi quá khi lấy tiền mày như thế này. \" Embry vào rồi khởi động máy trong khi Jared nhanh nhẹn nhảy vô thùng xe. Vừa đóng cửa xong Embry liền thì thầm với tôi, \"Đừng ói nhé, được không?  Tôi chỉ có mười đồng thôi, nếu mà Paul cắn được Jacob... \" \"Được, \" tôi thì thầm.  Embry lái xe đưa chúng tôi về làng trở lại.  \"Nè, làm sao mà Jake lách được luật hay vậy?\" \"...Cái gì ?\"      \"Ờ, mệnh lệnh đó. Bạn biết không, mệnh lệnh không được tiết lộ bí mật. Làm sao nó kể bạn nghe chuyện này được?\" \"Ồ, \" tôi nói, nhớ Jacob cố gắng tiết lộ sự thật cho tôi đêm qua. \"Bạn ấy đâu có kể. Tôi đã đoán trúng. \" Embry bặm môi, có vẻ ngạc nhiên. \"Hừm. Chắc vậy.” \"Mình đang đi đâu vậy?\" Tôi hỏi.  “Đến nhà Emily. Chị ấy là bạn gái của Sam... à không, bây giờ, là hôn thê rồi, tôi nghĩ vậy.  Họ sẽ gặp mình ở đó sau khi Sam cho họ biết chuyện vừa xảy ra. Và sau khi Paul và Jake tìm được quần áo mới, nếu Paul còn được cái nào.” \"Emily có biết chuyện... ?\" \"Có. À này, đừng nhìn chị ấy chòng chọc nhé. Làm vậy Sam bực lắm đó. \" Tôi cau mày khó chịu với anh chàng. \" Tại sao tôi lại nhìn chòng chọc chớ?\" Embry trông có vẻ bứt rứt. \"Như bạn vừa mới chứng kiến đó, quanh quẩn bên người sói có rủi ro của nó. \" Anh chàng thay đổi đề tài nhanh chóng. \"Nè, có phải bạn thấy không sao về toàn bộ chuyện với thằng hút máu tóc đen trong đồng cỏ không?  Trông không có vẻ gì hắn là bạn bạn, nhưng... \" Embry nhún vai.  \"Không, hắn không phải là bạn tôi. \" \"Vậy thì tốt. Chúng tôi không muốn gây sự trước, phá vỡ hiệp ước, bạn biết đó. \" \"Ồ, ờ, Jake đã kể tôi nghe về hiệp ước này một lần rồi, cách đây đã lâu. Tại sao giết Laurent lại là phá vỡ hiệp ước ?\" \"Laurent, \" anh chàng lặp lại, khịt mũi, như thể anh ta thấy thích thú vì con ma cà rồng này có tên gọi. \" Ừm, chúng tôi hết sức tuân thủ trên lãnh địa của Cullen. Chúng tôi không được phép tấn công bất cứ ai trong số họ, gia đình Cullen, ít nhất là, bên ngoài lãnh địa của chúng tôi - trừ phi họ phá vỡ hiệp ước trước. Chúng tôi không biết tên tóc đen có phải là bà con này nọ gì của họ không.  Hình như bạn biết hắn.” \"Họ cư xử thế nào thì là phá vỡ hiệp ước?\" \" Nếu họ cắn người. Jake không ưa lắm cái ý để chuyện đi xa đến thế. \" \"Oh. Um, cám ơn. Tôi mừng là các bạn đã không đợi chuyển đó xảy ra.” \"Niềm sung sướng của chúng tôi mà. \" Anh chàng nói nghe như có ý nói theo nghĩa đen.  Embry lái qua ngôi nhà ở mút phía đông trên đường cao tốc rồi mới quẹo vào một con đường đất hẹp.  \"Xe bạn chạy chậm ghê, \" anh chàng lưu ý.  \"Xin lỗi. \" Cuối con đường là một căn nhà nhỏ xíu trước đây có màu xám. Chỉ có một cửa sổ hẹp bên cạnh cánh cửa xanh dương dạn dày sương gió, nhưng bồn hoa ngoài cửa sổ bên dưới đầy cúc vạn thọ cam vàng rực rỡ, làm cả chỗ này rạng rỡ tươi vui.  Embry mở cửa xe tải và hít hà. \" Chà chà, Emily đang nấu ăn.” Jared nhảy ra khỏi phía sau xe tải và đi về phía cửa, nhưng Embry lấy một tay chặn ngực anh chàng. Anh chàng nhìn tôi đầy ý nghĩa, và đằng hắng.  \"Tao không có mang theo ví tiền, \" Jared nói.  \"Thế cũng được. Tao sẽ không quên đâu. \" Họ leo lên một bước vô nhà không gõ cửa. Tôi rụt rè theo sau họ.  Phòng trước, như nhà Billy, chủ yếu là bếp. Một cô gái trẻ có làn da màu đồng mịn màng và mái tóc huyền đen nhánh dài, và thẳng đang đứng ở quầy cạnh bồn rửa chén, đang lấy mấy cái bánh nướng xốp ra khỏi hộp thiếc và đặt chúng lên đĩa giấy. Trong một giây, tôi nghĩ lý do Embry đã bảo tôi đừng nhìn chòng chọc là vì cô ấy quá đẹp.  Rồi cô hỏi \"Mấy em đói không?\" bằng một giọng du dương, rồi cô quay sang đối mặt hoàn toàn với chúng tôi, một nụ cười trên một nửa khuôn mặt cô.  Mặt bên phải của cô bị tàn phá từ tóc đến cằm bởi ba lằn đỏ, dầy, nổi rõ dù đã lành lâu rồi. Một lằn kéo dài dưới khoé mắt phải màu hạnh nhân sậm, một lằn làm phía phải miệng cô méo mó thành nét nhăn nhó vĩnh viễn.  Nhờ lời báo trước của Embry, tôi nhanh chóng quay mắt sang mấy cái bánh nướng trên tay cô. Chúng toả mùi tuyệt vời - như mùi việt quất tươi rói.  \"Ồ, \" Emily nói, bị bất ngờ. \"Ai đây này?\" Tôi nhìn lên, cố tập trung nửa mặt bên trái của cô.  \"Bella Swan, \" Jared nói với Cô, nhún vai. Rõ ràng, tôi đã từng là một chủ đề chuyện trò trước đây. \"Còn ai vào đây nữa?\" \"Hãy để chuyện đó cho Jacob xoay sở,”  Emily thì thầm. Cô nhìn tôi chằm chằm, và cả nửa mặt trước đây đã từng xinh đẹp của cô cũng thân thiện. \"Nè, bạn là người yêu ma cà rồng ha. \" Tôi cứng đờ. \"Vâng. Còn bạn là người yêu sói hả?\" Cô cười, Embry và Jared cũng vậy. Nửa mặt trái hồng lên. \"Chắc vậy quá. \" Cô hướng về Jared. \"Sam đâu?\" \"Bella, ơ, làm Paul bất ngờ sáng nay. \" Emily trợn con mắt lành lặn của cô. \" Ah, Paul, \" Cô thở dài. \"Mấy em nghĩ còn lâu không?  Chị định bắt đầu làm trứng. \" \"Đừng lo, \" Embry nói với cô. \" Nếu họ về trễ, tụi em cũng không để cho bất cứ thứ gì bị lãng phí đâu. \" Emily cười khúc khích, rồi mở tủ lạnh. \"Rõ rồi, \" Cô đồng ý. \" Bella, bạn có đói bụng không? Cứ tự nhiên và tự lấy bánh nướng ăn nhé. \" \"Cám ơn. \" Tôi lấy một cái trong đĩa và bắt đầu gặm quanh rìa.  Ngon tuyệt, và thật dễ chịu trong cái dạ dày nhạy cảm của tôi.  Embry nhón cái thứ ba rồi tống nguyên cái vô miệng.  \"Để dành mấy cái cho mấy anh nữa chứ, \" Emily trừng trị anh chàng bằng cách lấy muỗng gỗ khỏ vô đầu anh ta.  Lời nói này làm tôi ngạc nhiên, nhưng những người khác chẳng hề quan tâm.  \"Đồ con heo, \" Jared bình luận.  Tôi tựa vào quầy nhìn ba người đùa giỡn với nhau như người một nhà.  Bếp của Emily là một nơi thân thiện, sáng sủa với kệ bếp trắng và sàn bằng gỗ lợt. Trên bàn tròn nhỏ, một bình sứ rạn xanh trắng ngập tràn hoa dại. Embry và Jared có vẻ hết sức thoải mái ở đây.  Emily đang trộn một mẻ trứng lớn, đến vài tá, trong một cái tô vàng lớn. Cô xắn tay áo màu oải hương lên, và tôi có thể thấy cái sẹo kéo dài suốt cánh tay cô đến  phía sau bàn tay phải.  Quanh quẩn bên người sói đúng là có rủi ro của nó, đúng như Embry đã nói.  Cửa trước mở, và Sam bước vô.  \" Emily, \" anh nói, và bao nhiêu yêu thương chứa chan trong giọng anh làm tôi cảm thấy bối rối, làm phiền, khi tôi ngắm anh bước qua phòng chỉ bằng một sải chân và ôm mặt cô trong bàn tay to lớn của mình. Anh cúi xuống và hôn mấy cái sẹo sậm màu bên má phải của cô má rồi mới hôn môi cô.  \"Ê, đừng làm mấy chuyện đó nhe, \" Jared phàn nàn. \"Tôi đang ăn đó. \" \"Thì im miệng mà ăn đi, \" Sam đề nghị, lại hôn lên đôi môi bị tàn phá của Emily lần nữa. \"Ugh, \" Embry rên rỉ.  Chuyện này còn tệ hại hơn mọi phim lãng mạn nào; nó quá thật đến nỗi nó reo vui hân hoan cùng cuộc sống và tình yêu chân thành. Tôi đặt chiếc bánh nướng của mình xuống rồi khoanh tay ngang lồng ngực trống rỗng của mình. Tôi nhìn chằm chằm vào mấy đoá hoa, cố lờ đi sự yên bình tuyệt đối trong khoảnh khắc riêng tư của họ, và lờ đi vết thương phập phồng nhức nhối.  Tôi mừng vì quên được chuyện đó khi Jacob và Paul đi qua cửa, rồi ngạc nhiên khi thấy họ đang cười to. Lúc tôi nhìn, Paul nhéo vai Jacob còn Jacob thụi lại bụng anh chàng. Họ lại cười. Cả hai đều có vẻ lành lặn nguyên vẹn.  Jacob nhìn lướt qua căn phòng, mắt anh dừng lại khi thấy tôi đang tựa người, vụng về và lạc lõng, vào quầy ở phía kia của góc bếp.  \"Chào, Bells, \" anh chào tôi vui vẻ. Anh chộp hai cái bánh nướng xốp khi đi qua bàn và đến đứng bên cạnh tôi. \"Xin lỗi về chuyện lúc nãy, \" anh lẩm bẩm thì thầm. \"Bạn xoay sở ra sao.” \"Đừng lo, tôi ổn. Bánh ngon lắm. \" Tôi cầm bánh mình lên và lại ăn tiếp. Ngực tôi cảm thấy dễ chịu ngay khi có Jacob bên cạnh.  \"Ôi, trời!\" Jared than khóc, ngắt lời chúng tôi.  Tôi nhìn lên, và anh chàng và Embry đang xem xét một lằn màu hồng nhạt trên cẳng tay của Paul. Embry cười toe toét, đắc chí.  \"Mười lăm đô-la, \" anh chàng vui mừng nói.  \"Bạn làm chuyện đó à?\" Tôi thì thầm với Jacob, nhớ lại vụ cá độ.  \"Tôi chỉ mới chạm vô nó thôi. Nó sẽ ngon lành lại khi hoàng hôn xuống. \" \"Khi hoàng hôn xuống?\" Tôi nhìn vào vết thương trên cánh tay Paul. Thiệt kỳ, trông như đã bị cả tuần rồi.  \"Ba chuyện của sói đó mà, \" Jacob thì thầm.  Tôi gật đầu, cố không có vẻ lạ lùng.  \"Bạn ổn không?\" Tôi hỏi nhỏ.  \"Tôi chẳng bị trầy sướt chút nào hết. \" Vẻ mặt anh chàng đầy tự mãn.  \"Nè, các bạn, \" Sam nói lớn, làm gián đoạn mọi cuộc trò chuyện trong căn phòng nhỏ. Emily đang ở chỗ lò nướng, vét hỗn hợp trứng quanh một cái chảo lớn, nhưng Sam vẫn còn để một tay ở thắt lưng cô, một cử chỉ vô thức. \"Jacob có tin tức cho chúng ta.” Paul trông chẳng chút ngạc nhiên. Jacob chắc đã giải thích chuyện này cho anh ấy và Sam rồi. Hoặc ... họ chỉ cần lắng nghe suy nghĩ của anh.  \"Tôi biết bà tóc đỏ muốn gì.” Jacob nói với Jared và Embry. \"Đó là điều tôi đã cố nói với các bạn lúc nãy. \" Anh đá vô chân ghế Paul đang ngồi.  \"Và?\" Jared hỏi.  Mặt Jacob nghiêm túc. \"Cô ta đang cố trả thù cho bạn tình của mình - có điều đó không phải là con đỉa tóc đen mình đã giết. Nhà Cullens đã xử bạn tình của cô ta năm ngoái, và bây giờ cô ta đang theo đuổi Bella.” Đây chẳng phải là tin mới mẻ gì với tôi, nhưng tôi vẫn rùng mình.  Jared, Embry, và Emily nhìn tôi chằm chằm há hốc ngạc nhiên.  \"Cô ấy chỉ là một cô gái thôi mà, \" Embry phản đối.  \"Tôi đâu có nói là chuyện đó hợp lý đâu. Nhưng đó là lý do tại sao con đỉa đó đã cố vượt qua chúng ta. Cô ta đang đi về phía Forks. \" Họ tiếp tục nhìn tôi chằm chằm, miệng vẫn há hốc, một hồi lâu. Tôi cúi đầu.  \"Tuyệt, \" Jared cuối cùng nói, nụ cười bắt đầu làm nhếch khóe miệng của anh chàng. \"Mình đã có mồi nhử rồi. \" Với tốc độ sững người, Jacob lôi một cái đồ khui hộp ở quầy rồi quăng vô đầu Jared.  Bàn tay Jared nhá lên nhanh không tưởng được, và anh chàng chộp được dụng cụ này ngay trước lúc nó đập trúng mặt mình.  \" Bella không phải là mồi nhử. \" \"Mày biết tao muốn nói gì mà, \" Jared nói, không chút xấu hổ.  \"Vì thế mình sẽ thay đổi cách làm, \" Sam nói, lờ đi chuyện cãi nhau ầm ĩ của họ. \"Mình sẽ cố gắng tạo mấy cái bẫy, rồi xem cô ta có bị mắc bẫy không. Mình sẽ phải chia nhỏ ra, và tôi không thích vậy. Nhưng nếu cô ta thật đang theo đuổi Bella, có lẽ cô ta sẽ không cố lợi dụng chuyện chia nhỏ nhân sự của mình. \" \"Quil chắc sắp tham gia với mình rồi, \" Embry thì thầm. \"Thế là mình có thể chia đều được. \" Mọi người cúi mặt. Tôi liếc nhìn mặt Jacob, và khuôn mặt anh vô vọng, y như trưa hôm qua, bên ngoài nhà anh.  Bất kể họ có vẻ thoải mái thế nào đi nữa với số phận của mình, thì ở đây trong căn bếp hạnh phúc này, không một người sói nào trong mấy người này lại muốn bạn mình cùng chung số phận. \"Ừm, mình sẽ không trông mong vô chuyện đó, \" Sam nói bằng giọng nhỏ xíu, rồi nói tiếp với âm lượng bình thường của anh. \"Paul, Jared, và Embry sẽ chịu trách nhiệm ở vòng ngoài, còn Jacob và tôi sẽ lo bên trong. Mình sẽ tập hợp lại khi bẫy được cô ta. \" Tôi để ý thấy Emily không thích lắm chuyện Sam thuộc nhóm nhỏ hơn. Nỗi lo lắng của cô khiến tôi liếc lên nhìn Jacob, cũng lo lắng.  Sam bắt gặp ánh mắt tôi. \"Jacob nghĩ tốt nhất là em nên ở đây, tại La Push này càng nhiều càng tốt.   Cô ta sẽ không dễ dàng biết chỗ nào để tìm em, để phòng hờ. \" \"Còn Charlie thì sao?\" Tôi hỏi.  \"Cuộc thi đấu hằng năm March Madness vẫn đang diễn ra,” Jacob nói. \" Tôi nghĩ Billy và Harry có thể giữ được chân Charlie ở dưới này khi ông không ở chỗ làm. \" \"Chờ chút, \" Sam nói, đưa một tay lên. Ánh mắt anh liếc sang Emily rồi quay lại tôi. \"Jacob cho vậy là tốt nhất, nhưng em cần tự mình quyết định. Em nên đánh giá rủi ro của cả hai lựa chọn thật nghiêm túc. Em đã chứng kiến sáng nay mọi chuyện ở đây có thể trở nên nguy hiểm dễ dàng cỡ nào, vượt ngoài tầm kiểm soát nhanh cỡ nào. Nếu em chọn ở với chúng tôi, tôi không thể đảm bảo gì về sự an toàn của em. \" \"Tôi sẽ không làm bạn ấy bị thương đâu, \" Jacob lầm bầm, nhìn xuống.  Sam làm như thể anh chẳng hề nghe anh ấy nói gì. \" Nếu có một nơi nào khác em cảm thấy an toàn... \" Tôi cắn môi. Tôi có thể đến nơi nào mà không làm người khác lâm vào nguy hiểm?  Tôi chùn người bởi ý nghĩ làm Renee bị liên lụy - kéo mẹ vào bia ngắm tôi đang khoác trên người... \"Tôi không muốn dẫn Victoria đến chỗ nào hết, \" tôi thì thầm.  Sam gật đầu. \"Đúng thế.  Thà là để cô ta đến đây, nơi chúng tôi có thể chấm dứt chuyện này. \" Tôi ngần ngại. Tôi không muốn Jacob hoặc bất cứ ai trong bọn họ cố chấm dứt Victoria. Tôi nhìn lướt qua mặt Jake; khuôn mặt anh chàng thoải mái, gần giống như tôi vẫn nhớ về nó lúc trước khi xảy ra mấy chuyện sói này, và hoàn toàn chẳng hề lo lắng gì về chuyện săn ma cà rồng cả.  \"Bạn sẽ cẩn thận, phải không?\"Tôi hỏi, cổ họng nghẹn lại.  Mấy chàng trai phá ra cười lăn bò.  Ai cũng cười nhạo tôi - trừ Emily. Cô nhìn tôi, và tôi bỗng nhìn thấy sự đối xứng dưới khuôn mặt biến dạng của cô. Mặt cô vẫn xinh đẹp, và đầy lo lắng thậm chí còn dữ dội hơn sự lo lắng của tôi. Tôi phải nhìn sang chỗ khác, trước khi tình yêu ẩn sau nỗi lo lắng đó bắt đầu làm tôi đau đớn lần nữa.  \"Thức ăn đã sẵn sàng, \" Cô công bố, thế là cuộc bàn luận chiến lược chỉ còn là quá khứ.  Mấy chàng trai vội vã bao quanh bàn – cái bàn trông nhỏ xíu và có nguy cơ bị họ đè sập - rồi ngấu nghiến trong thời gian kỷ lục chảo trứng to như để đãi tiệc mà Emily đã đặt vào giữa bọn họ. Emily tựa vào quầy giống như tôi để ăn - tránh cảnh ồn ào hỗn loạn ở bàn - và nhìn họ bằng đôi mắt trìu mến. Vẻ mặt cô cho thấy rõ ràng đây là gia đình cô.  Nhìn chung, đây không đúng như những gì tôi đã nghĩ về một bầy người sói.  Tôi ở cả ngày ở La Push, phần lớn trong nhà Billy. Ông nhắn vô điện thoại Charlie và điện thoại ở đồn cảnh sát, thế là khoảng giờ ăn tối, Charlie xuất hiện với hai cái bánh pizza. Thiệt đỡ vì ông mang hai cái to; một mình Jacob đã ăn hết một cái rồi.  Tôi thấy Charlie quan sát hai chúng tôi đầy thắc mắc suốt đêm, nhất là Jacob đã thay đổi quá nhiều. Ông hỏi thăm về chuyện tóc tai; Jacob nhún vai và nói với ông là chỉ vì tiện lợi hơn thôi.  Tôi biết ngay khi Charlie và tôi về tới nhà, Jacob sẽ bắt đầu chạy đôn đáo như một con sói, như anh đã làm từng hồi suốt cả ngày nay. Anh và huynh đệ của mình liên tục canh chừng, tìm dấu hiệu của chuyến trở về của Victoria. Nhưng vì họ đã đuổicô ta ra khỏi suối nước nóng đêm qua - rượt đuổi đến giữa đường qua Ca-na-đa, theo Jacob thì - cô ta hẳn chưa tiến hành đột nhập lần nữa đâu.  Tôi chẳng hề hy vọng cô ta sẽ bỏ cuộc. Tôi đâu có may mắn như thế.  Jacob đi cùng tôi đến xe tải sau bữa tối và nấn ná bên cửa xe, chờ Charlie chạy đi trước.  \"Đêm nay đừng sợ, \" Jacob nói, trong khi Charlie giả vờ không thắt dây an toàn được.  \"Chúng tôi sẽ ở bên ngoài, canh chừng. \" \" Tôi không lo cho mình đâu, \" tôi hứa.  \" Bạn ngốc lắm. Săn ma cà rồng vui lắm.  Đó là phần thích nhất trong toàn bộ chuyện lộn xộn này.” Tôi lắc đầu. \" Nếu tôi mà ngốc, thì bạn không tự chủ một cách đáng ngại.” Anh chàng cười khúc khích. \" Nghỉ ngơi một chút, Bella, bé à. Bạn trông kiệt sức quá. \" \"Tôi sẽ cố. \" Charlie ấn còi sốt ruột. \"Hẹn gặp bạn ngày mai, \" Jacob nói. \"Xuống ngay lúc sáng sớm nhe. \" \"Ừ. \" Charlie theo tôi về nhà. Tôi ít chú ý đến mấy cái đèn trong kính chiếu hậu mà tự hỏi không biết bây giờ Sam và Jared và Embry và Paul đang ở đâu, trong rừng đêm. Tôi tự hỏi không biết Jacob đã nhập bọn với họ chưa.  Khi về đến nhà, tôi vội vã lên cầu thang, nhưng Charlie đã ở ngay phía sau tôi.  \"Chuyện gì đang xảy ra vậy, Bella ?\" ông hỏi trước khi tôi kịp trốn. \"Bố cứ tưởng Jacob thuộc băng đảng gì đó và hai con đang giận nhau.” \"Tụi con làm hoà rồi. \" \"Còn vụ băng đảng thì sao?\" \"Con không biết --- ai mà hiểu nỗi mấy thằng con trai mới lớn chớ? Tụi nó bí ẩn quá trời.  Nhưng con đã gặp Sam Uley và hôn thê của anh ấy, Emily. Họ tốt với con lắm. \" Tôi nhún vai. \"Mọi chuyện chỉ là hiểu lầm mà thôi.” Mặt ông thay đổi. \"Bố chưa nghe nói nó và Emily đã chính thức chuyện đó.  Thiệt hay. Con nhỏ tội nghiệp. \" \"Bố có biết chuyện gì đã xảy ra với bạn ấy không?\" \"Bị gấu tấn công, ở phía bắc, trong mùa cá hồi đẻ trứng -  tai nạn khủng khiếp.  Giờ đã hơn một năm rồi. Bố nghe nói Sam đã đau khổ ghê lắm vì chuyện đó. \" \"Khủng khiếp quá, \" tôi lặp lại. Hơn một năm trước. Tôi biết chắc điều đó có nghĩa là nó đã xảy ra khi chỉ có một người sói duy nhất ở La Push. Tôi rùng mình khi nghĩ đến chuyện  Sam cảm thấy ra sao mỗi lần anh nhìn mặt Emily.  Đêm đó, tôi nằm thao thức thật lâu cố sắp xếp chuyện trong ngày. Tôi nhớ ngược từ bữa tối với Billy, Jacob, và Charlie, đến suốt buổi chiều ở nhà Black, hồi hộp chờ nghe tin Jacob, đến căn bếp của Emily, đến nỗi kinh hoàng vì trận đánh nhau của người sói, đến cuộc nói chuyện với Jacob trên bãi biển.  Tôi nghĩ về điều Jacob nói sáng sớm nay, về sự giả nhân giả nghĩa. Tôi nghĩ về điều đó thật lâu. Tôi không thích nghĩ mình là một kẻ giả nhân giả nghĩa, chỉ có điều là lừa dối bản thân để làm gì cơ chứ? Tôi cuộn chặt người. Không, Edward không phải là một kẻ giết người. Ít nhất thì, ngay cả trong quá khứ đen tối hơn của anh, anh cũng chưa từng là kẻ giết người vô tội.  Nhưng chuyện gì sẽ xảy ra nếu anh vậy?  Chuyện gì sẽ xảy ra nếu, suốt thời gian tôi quen biết anh, anh cũng như mọi con ma cà rồng khác?  Chuyện gì sẽ xảy ra nếu mọi người cũng mất tích trong rừng, giống như bây giờ?  Liệu điều ấy có cản tôi đến gần anh không? Tôi lắc đầu buồn bã. Tình yêu là phi lý, tôi tự nhắc mình. Bạn càng yêu ai đó, thì lại càng ít làm chuyện hợp lý hơn.  Tôi úp người cố nghĩ về chuyện khác - và tôi nghĩ về Jacob và anh em của anh, chạy trogn rừng trong đêm tối. Tôi ngủ thiếp đi khi đang hình dung mấy con sói, ẩn trong màn đêm, bảo vệ tôi khỏi hiểm nguy. Khi mơ, tôi lại đứng trong rừng, nhưng không còn lang thang nữa. Tôi đang nắm bàn sứt sẹo của Emily cùng nhìn vào bóng đêm, lo lắng chờ đợi mấy người sói của chúng tôi quay về."
        },
        {
            "en": "7 REPETITION        8. ADRENALINE \"Okay, where's your clutch?\" I pointed to the lever on my left handlebar. Letting go of the grip was a mistake. The heavy bike wobbled underneath me, threatening to knock me sidewise. I grabbed the handle again, trying to hold it straight. \"Jacob, it won't stay up,”I complained. \"It will when you're moving,”he promised. \"Now where's your brake?\" \"Behind my right foot.\" \"Wrong.\" He grabbed my right hand and curled my fingers around the lever over the throttle. \"But you said—” \"This is the brake you want. Don't use the back brake now, that's for later, when you know what you're doing.\" \"That doesn't sound right,”I said suspiciously. \"Aren't both brakes kind of important?\" \"Forget the back brake, okay? Here—”He wrapped his hand around mine and made me squeeze the lever down. \"That is how you brake. Don't forget.”He squeezed my hand another time. \"Fine,”I agreed. \"Throttle?\" I twisted the right grip. \"Gearshift?\" I nudged it with my left calf. \"Very good. I think you've got all the parts down. Now you just have to get it moving.\" \"Uh-huh,”I muttered, afraid to say more. My stomach was contorting strangely and I thought my voice might crack. I was terrified. I tried to tell myself that the fear was pointless. I'd already lived through the worst thing possible. In comparison with that, why should anything frighten me now? I should be able to look death in the face and laugh. My stomach wasn't buying it. I stared down the long stretch of dirt road, bordered by thick misty green on every side. The road was sandy and damp. Better than mud. \"I want you to hold down the clutch,”Jacob instructed. I wrapped my fingers around the clutch. \"Now this is crucial, Bella,”Jacob stressed. \"Don't let go of that, okay? I want you to pretend that I've handed you a live grenade. The pin is out and you are holding down the spoon.\" I squeezed tighter. \"Good. Do you think you can kick-start it?\" \"If I move my foot, I will fall over,”I told him through gritted teeth, my fingers tight around my live grenade. \"Okay, I'll do it. Don't let go of the clutch.\" He took a step back, and then suddenly slammed his foot down on the pedal. There was a short ripping noise, and the force of his thrust rocked the bike. I started to fall sideways, but Jake caught the bike before it knocked me to the ground. \"Steady there,”he encouraged. \"Do you still have the clutch?\" \"Yes,”I gasped. \"Plant your feet—I'm going to try again.”But he put his hand on the back of the seat, too, just to be safe. It took four more kicks before the ignition caught. I could feel the bike rumbling beneath me like an angry animal. I gripped the clutch until my fingers ached. \"Try out the throttle,”he suggested. \"Very lightly. And don't let go of the clutch.\" Hesitantly, I twisted the right handle. Though the movement was tiny, the bike snarled beneath me. It sounded angry and hungry now. Jacob smiled in deep satisfaction. \"Do you remember how to put it into first gear?”he asked. \"Yes.\" \"Well, go ahead and do it.\" \"Okay.\" He waited for a few seconds. \"Left foot,”he prompted. \"I know,”I said, taking a deep breath. \"Are you sure you want to do this?”Jacob asked. \"You look scared.\" \"I'm fine,”I snapped. I kicked the gearshift down one notch. \"Very good,”he praised me. \"Now, very gently, ease up on the clutch.\" He took a step away from the bike. \"You want me to let go of the grenade?”I asked in disbelief. No wonder he was moving back. \"That's how you move, Bella. Just do it little by little.\" As I began to loosen my grip, I was shocked to be interrupted by a voice that did not belong to the boy standing next to me. \"This is reckless and childish and idiotic, Bella,”the velvet voice fumed. \"Oh!”I gasped, and my hand fell off the clutch. The bike bucked under me, yanking me forward and then collapsing to the ground half on top of me. The growling engine choked to a stop. \"Bella?”Jacob jerked the heavy bike off me with ease. \"Are you hurt?\" But I wasn't listening. \"I told you so,”the perfect voice murmured, crystal clear. \"Bella?”Jacob shook my shoulder. \"I'm fine,”I mumbled, dazed. More than fine. The voice in my head was back. It still rang in my ears—soft, velvety echoes. My mind ran swiftly through the possibilities. There was no familiarity here—on a road I'd never seen, doing something I'd never done before—no déjà vu.  So the hallucinations must be triggered by something else… I felt the adrenaline coursing through my veins again, and I thought I had the answer. Some combination of adrenaline and danger, or maybe just stupidity. Jacob was pulling me to my feet. \"Did you hit your head?”he asked. \"I don't think so.”I shook it back and forth, checking. \"I didn't hurt the bike, did I?” This thought worried me. I was anxious to try again, right away. Being reckless was paying off better than I'd thought. Forget cheating. Maybe I'd found a way to generate the  hallucinations—that was much more important. \"No. You just stalled the engine,”Jacob said, interrupting my quick speculations. \"You let go of the clutch too fast.\" I nodded. \"Let's try again.\" \"Are you sure?”Jacob asked. \"Positive.\" This time I tried to get the kick-start myself. It was complicated; I had to jump a little to slam down on the pedal with enough force, and every time I did that, the bike tried to knock me over. Jacob's hand hovered over the handlebars, ready to catch me if I needed him. It took several good tries, and even more poor tries, before the engine caught and roared to life under me. Remembering to hold on to the grenade, I revved the throttle experimentally. It snarled at the slightest touch. My smile mirrored Jacob's now. \"Easy on the clutch,”he reminded me. \"Do you want to kill yourself, then? Is that what this is about?”the other voice spoke again, his tone severe. I smiled tightly—it was still working—and ignored the questions. Jacob wasn't going to let anything serious happen to me. \"Go home to Charlie,”the voice ordered. The sheer beauty of it amazed me. I couldn't allow my memory to lose it, no matter the price. \"Ease off slowly,”Jacob encouraged me. \"I will,”I said. It bothered me a bit when I realized I was answering both of them. The voice in my head growled against the roar of the motorcycle. Trying to focus this time, to not let the voice startle me again, I relaxed my hand by tiny degrees. Suddenly, the gear caught and wrenched me forward. And I was flying. There was wind that wasn't there before, blowing my skin against my skull and flinging my hair back behind me with enough force that it felt like someone was tugging on it. I'd left my stomach back at the starting point; the adrenaline coursed through my body, tingling in my veins. The trees raced past me, blurring into a wall of green. But this was only first gear. My foot itched toward the gearshift as I twisted for more gas. \"No, Bella!”the angry, honey-sweet voice ordered in my ear. \"Watch what you're doing!\" It distracted me enough from the speed to realize that the road was starting a slow curve to the left, and I was still going straight. Jacob hadn't told me how to turn. \"Brakes, brakes,”I muttered to myself, and I instinctively slammed down with my right foot, like I would in my truck. The bike was suddenly unstable underneath me, shivering first to one side and then the other. It was dragging me toward the green wall, and I was going too fast. I tried to turn the handlebar the other direction, and the sudden shift of my weight pushed the bike toward the ground, still spinning toward the trees. The motorcycle landed on top of me again, roaring loudly, pulling me across the wet sand until it hit something stationary. I couldn't see. My face was mashed into the moss. I tried to lift my head, but there was something in the way. I was dizzy and confused. It sounded like there were three things snarling—the bike over me, the voice in my head, and something else… \"Bella!”Jacob yelled, and I heard the roar of the other bike cut off. The motorcycle no longer pinned me to the ground, and I rolled over to breathe. All the growling went silent. \"Wow,”I murmured. I was thrilled. This had to be it, the recipe for a hallucination—adrenaline plus clanger plus stupidity. Something close to that, anyway. \"Bella!”Jacob was crouching over me anxiously. \"Bella, are you alive?\" \"I'm great!”I enthused. I flexed my arms and legs. Everything seemed to be working correctly. \"Let's do it again.\" \"I don't think so.”Jacob still sounded worried. \"I think I'd better drive you to the hospital first.\" \"I'm fine.\" \"Um, Bella? You've got a huge cut on your forehead, and it's gushing blood,”he informed me. I clapped my hand over my head. Sure enough, it was wet and sticky. I could smell nothing but the damp moss on my face, and that held off the nausea. \"Oh, I'm so sorry, Jacob.”I pushed hard against the gash, as if I could force the blood back inside my head. \"Why are you apologizing for bleeding?”he wondered as he wrapped a long arm around my waist and pulled me to my feet. \"Let's go. I'll drive.”He held out his hand for the keys. \"What about the bikes?”I asked, handing them over. He thought for a second. \"Wait here. And take this.”He pulled off his T-shirt, already spotted with blood, and threw it to me. I <em>wadded</em> it up and held it tightly to my forehead. I was starting to smell the blood; I breathed deeply through my mouth and tried to concentrate on something else. Jacob jumped on the black motorcycle, kicked it to a start in one try, and raced back down the road, spraying sand and pebbles behind him. He looked athletic and professional as he leaned over the handlebars, head low, face forward, his shiny hair whipping against the russet skin of his back. My eyes narrowed enviously. I was sure I hadn't looked like that on my motorcycle. I was surprised at how far I'd gone. I could barely see Jacob in the distance when he finally got to the truck. He threw the bike into the bed and sprinted to the driver's side. I really didn't feel bad at all as he coaxed my truck to a deafening roar in his hurry to get back to me. My head stung a little, and my stomach was uneasy, but the cut wasn't serious. Head wounds just bled more than most. His urgency wasn't necessary. Jacob left the truck running as he raced back to me, wrapping his arm around my waist again. \"Okay, let's get you in the truck.\" \"I'm honestly fine,”I assured him as he helped me in. \"Don't get worked up. It's just a little blood.\" \"Just a lot of blood,”I heard him mutter as he went back for my bike. \"Now, let's think about this for a second,”I began when he got back in. \"If you take me to the ER like this, Charlie is sure to hear about it.”I glanced down at the sand and dirt caked into my jeans. \"Bella, I think you need stitches. I'm not going to let you bleed to death.\" \"I won't,”I promised. \"Let's just take the bikes back first, and then we'll make a stop at my house so I can dispose of the evidence before we go to the hospital.\" \"What about Charlie?\" \"He said he had to work today.\" \"Are you really sure?\" \"Trust me. I'm an easy bleeder. It's not nearly as dire as it looks.\" Jacob wasn't happy—his full mouth turned down in an uncharacteristic frown—but he didn't want to get me in trouble. I stared out the window, holding his ruined shirt to my head, while he drove me to Forks. The motorcycle was better than I'd dreamed. It had served its original purpose. I'd cheated—broken my promise. I'd been needlessly reckless. I felt a little less pathetic now that the promises had been broken on both sides. And then to discover the key to the hallucinations! At least, I hoped I had. I was going to test the theory as soon as possible. Maybe they'd get through with me quickly in the ER, and I could try again tonight. Racing down the road like that had been amazing. The feel of the wind in my face, the speed and the freedom… it reminded me of a past life, flying through the thick forest without a road, piggyback while he ran—I stopped thinking right there, letting the memory break off in the sudden agony. I flinched. \"You still okay?”Jacob checked. \"Yeah.”I tried to sound as convincing as before. \"By the way,”he added. \"I'm going to disconnect your foot brake tonight.\" At home, I went to look at myself in the mirror first thing; it was pretty gruesome. Blood was drying in thick streaks across my cheek and neck, matting in my muddy hair. I examined myself clinically, pretending the blood was paint so it wouldn't upset my stomach. I breathed through my mouth, and was fine. I washed up as well as I could. Then I hid my dirty, bloody clothes in the bottom of my laundry basket, putting on new jeans and a button-up shirt (that I didn't have to pull over my head) as carefully as I could. I managed to do this one-handed and keep both garments blood-free. \"Hurry up,”Jacob called. \"Okay, okay,”I shouted back. After making sure I left nothing incriminating behind me, I headed downstairs. \"How do I look?”I asked him. \"Better,”he admitted. \"But do I look like I tripped in your garage and hit my head on a hammer?\" \"Sure, I guess so.\" \"Let's go then.\" Jacob hurried me out the door, and insisted on driving again. We were halfway to the hospital when I realized he was still shirtless. I frowned guiltily. \"We should have grabbed you a jacket.\" \"That would have given us away,”he teased. \"Besides, it's not cold.\" \"Are you kidding?”I shivered and reached out to turn the heat on. I watched Jacob to see if he was just playing tough so I wouldn't worry, but he looked comfortable enough. He had one arm over the back of my seat, though I was huddled up to keep warm. Jacob really did look older than sixteen—not quite forty, but maybe older than me. Quil didn't have too much on him in the muscle department, for all that Jacob claimed to be a skeleton. The muscles were the long wiry kind, but they were definitely there under the smooth skin. His skin was such a pretty color, it made me jealous. Jacob noticed my scrutiny. \"What?”he asked, suddenly self-conscious. \"Nothing. I just hadn't realized before. Did you know, you're sort of beautiful?\" Once the words slipped out, I worried that he might take my impulsive observation the wrong way. But Jacob just rolled his eyes. \"You hit your head pretty hard, didn't you?\" \"I'm serious.\" \"Well, then, thanks. Sort of.\" I grinned. \"You're sort of welcome.\" I had to have seven stitches to close the cut on my forehead. After the sting of the local anesthetic, there was no pain in the procedure. Jacob held my hand while Dr. Snow was sewing, and I tried not to think about why that was ironic. We were at the hospital forever. By the time I was done, I had to drop Jacob off at his home and hurry back to cook dinner for Charlie. Charlie seemed to buy my story about falling in Jacob's garage. After all, it wasn't like I hadn't been able to land myself in the ER before with no more help than my own feet. This night was not as bad as that first night, after I'd heard the perfect voice in Port Angeles. The hole came back, the way it always did when I was away from Jacob, but it didn't throb so badly around the edges. I was already planning ahead, looking forward to more delusions, and that was a distraction. Also, I knew I would feel better tomorrow when I was with Jacob again. That made the empty hole and the familiar pain easier to bear; relief was in sight. The nightmare, too, had lost a little of its potency. I was horrified by the nothingness, as always, but I was also strangely impatient as I waited for the moment that would send me screaming into consciousness. I knew the nightmare had to end.  The next Wednesday, before I could get home from the ER, Dr. Gerandy called to warn my father that I might possibly have a concussion and advised him to wake me up every two hours through the night to make sure it wasn't serious. Charlie's eyes narrowed suspiciously at my weak explanation about tripping again. \"Maybe you should just stay out of the garage altogether, Bella,”he suggested that night during dinner. I panicked, worried that Charlie was about to lay down some kind of edict that would prohibit La Push, and consequently my motorcycle. And I wasn't giving it up—I'd had the most amazing hallucination today. My velvet-voiced delusion had yelled at me for almost five minutes before I'd hit the brake too abruptly and launched myself into the tree. I'd take whatever pain that would cause me tonight without complaint. \"This didn't happen in the garage,”I protested quickly. \"We were hiking, and I tripped over a rock.” \"Since when do you hike?”Charlie asked skeptically. \"Working at Newton's was bound to rub off sometime,”I pointed out. \"Spend every day selling all the virtues of the outdoors, eventually you get curious.\" Charlie glared at me, unconvinced. \"I'll be more careful,”I promised, surreptitiously crossing my fingers under the table. \"I don't mind you hiking right there around La Push, but keep close to town, okay?\" \"Why?\" \"Well, we've been getting a lot of wildlife complaints lately. The forestry department is going to check into it, but for the time being…\" \"Oh, the big bear,”I said with sudden comprehension. \"Yeah, some of the hikers coming through Newton's have seen it. Do you think there's really some giant mutated grizzly out there?\" His forehead creased. \"There's something. Keep it close to town, okay?\" \"Sure, sure,”I said quickly. He didn't look completely appeased. \"Charlie's getting nosy,”I complained to Jacob when I picked him up after school Friday. \"Maybe we should cool it with the bikes.”He saw my objecting expression and added, \"At least for a week or so. You could stay out of the hospital for a week, right?\" \"What are we going to do?”I griped. He smiled cheerfully. \"What ever you want.\" I thought about that for a minute—about what I wanted. I hated the idea of losing even my brief seconds of closeness with the memories that didn't hurt—the ones that came on their own, without me thinking of them consciously. If I couldn't have the bikes, I was going to have to find some other avenue to the danger and the adrenaline, and that was going to take serious thought and creativity. Doing nothing in the meantime was not appealing. Suppose I got depressed again, even with Jake? I had to keep occupied. Maybe there was some other way, some other recipe… some other place. The house had been a mistake, certainly. But his presence must be stamped somewhere, somewhere other than inside me. There had to be a place where he seemed more real than among all the familiar landmarks that were crowded with other human memories. I could think of one place where that might hold true. One place that would always belong to him and no one else. A magic place, full of light. The beautiful meadow I'd seen only once in my life, lit by sunshine and the sparkle of his skin. This idea had a huge potential for backfiring—it might be dangerously painful. My chest ached with emptiness even to think of it. It was hard to hold myself upright, to not give myself away. But surely, there of all places, I could hear his voice.  And I'd already told Charlie I was hiking… \"What are you thinking about so hard?”Jacob asked. \"Well…”I began slowly. \"I found this place in the forest once—I came across it when I was, um, hiking.  A little meadow, the most beautiful place. I don't know if I could track it down again on my own. It would definitely take a few tries…\" \"We could use a compass and a grid pattern,”Jacob said with confident helpfulness. \"Do you know where you started from?\" \"Yes, just below the trailhead where the one-ten ends. I was going mostly south, I think.\" \"Cool. We'll find it.”As always, Jacob was game for anything I wanted. No matter how strange it was. So, Saturday afternoon, I tied on my new hiking boots—purchased that morning using my twenty-per-cent-off employee discount for the first time—grabbed my new topographical map of the Olympic Peninsula, and drove to La Push. We didn't get started immediately; first, Jacob sprawled across the living room floor—taking up the whole room—and, for a full twenty minutes, drew a complicated web across the key section of the map while I perched on a kitchen chair and talked to Billy. Billy didn't seem at all concerned about our proposed hiking trip. I was surprised that Jacob had told him where we were going, given the fuss people were making about the bear sightings. I wanted to ask Billy not to say anything about this to Charlie, but I was afraid that making the request would cause the opposite result. \"Maybe we'll see the super bear,”Jacob joked, eyes on his design. I glanced at Billy swiftly, fearing a Charlie-style reaction. But Billy just laughed at his son. \"Maybe you should take a jar of honey, just in case.\" Jake chuckled. \"Hope your new boots are fast, Bella. One little jar isn't going to keep a hungry bear occupied for long.\" \"I only have to be faster than you.\" \"Good luck with that!”Jacob said, rolling his eyes as he refolded the map. \"Let's go.\" \"Have fun,”Billy rumbled, wheeling himself toward the refrigerator. Charlie was not a hard person to live with, but it looked to me like Jacob had it even easier than I did. I drove to the very end of the dirt road, stopping near the sign that marked the beginning of the trailhead. It had been a long time since I'd been here, and my stomach reacted nervously. This might be a very bad thing. But it would be worth it, if I got to hear him. I got out and looked at the dense wall of green. \"I went this way,”I murmured, pointing straight ahead. \"Hmm,”Jake muttered. \"What?\" He looked at the direction I'd pointed, then at the clearly marked trail, and back. \"I would have figured you for a trail kind of girl.\" \"Not me.”I smiled bleakly. \"I'm a rebel.\" He laughed, and then pulled out our map. \"Give me a second.”He held the compass in a skilled way, twisting the map around till it angled the way he wanted. \"Okay—first line on the grid. Let's do it.\" I could tell that I was slowing Jacob up, but he didn't complain. I tried not to dwell on my last trip through this part of the forest, with a very different companion. Normal memories were still dangerous. If I let myself slip up, I'd end up with my arms clutching my chest to hold it together, gasping for air, and how would I explain that to Jacob? It wasn't as hard as I would have thought to keep focused on the present. The forest looked a lot like any other part of the peninsula, and Jacob set a vastly different mood. He whistled cheerfully, an unfamiliar tune, swinging his arms and moving easily through the rough undergrowth. The shadows didn't seem as dark as usual. Not with my personal sun along. Jacob checked the compass every few minutes, keeping us in a straight line with one of the radiating spokes of his grid. He really looked like he knew what he was doing. I was going to compliment him, but I caught myself. No doubt he'd add another few years to his inflated age. My mind wandered as I walked, and I grew curious. I hadn't forgotten the conversation we'd had by the sea cliffs—I'd been waiting for him to bring it up again, but it didn't look like that was going to happen. \"Hey… Jake?”I asked hesitantly. \"Yeah?\" \"How are things… with Embry? Is he back to normal yet?\" Jacob was silent for a minute, still moving forward with long paces. When he was about ten feet ahead, he stopped to wait for me. \"No. He's not back to normal,”Jacob said when I reached him, his mouth pulling down at the corners. He didn't start walking again. I immediately regretted bringing it up. \"Still with Sam.\" \"Yup.\" He put his arm around my shoulder, and he looked so troubled that I didn't playfully shake it off, as I might have otherwise. \"Are they still looking at you funny?”I half-whispered. Jacob stared through the trees. \"Sometimes.\" \"And Billy?\" \"As helpful as ever,”he said in a sour, angry voice that disturbed me. \"Our couch is always open,”I offered. He laughed, breaking out of the unnatural gloom. \"But think of the position that would put Charlie in—when Billy calls the police to report my kidnapping.\" I laughed too, glad to have Jacob back to normal. We stopped when Jacob said we'd gone six miles, cut west for a short time, and headed back along another line of his grid. Everything looked exactly the same as the way in, and I had a feeling that my silly quest was pretty much doomed. I admitted as much when it started to get darker, the sunless day fading toward a starless night, but Jacob was more confident. \"As long as you're sure we're starting from the right place…”He glanced down at me. \"Yes, I'm sure.\" \"Then we'll find it,”he promised, grabbing my hand and pulling me through a mass of ferns. On the other side was the truck. He gestured toward it proudly. \"Trust me.\" \"You're good,”I admitted. \"Next time we bring flashlights, though.\" \"We'll save hiking for Sundays from now on. I didn't know you were that slow.\" I yanked my hand back and stomped around to the driver's side while he chuckled at my reaction.  \"So you up for another try tomorrow.'“he asked, sliding into the passenger seat. \"Sure. Unless you want to go without me so I don't tie you down to my gimpy pace.\" \"I'll survive,”he assured me. \"If we're hiking again, though, you might want to pick up some moleskin. I bet you can feel those new boots right now.\" \"A little,”I confessed. It felt like I had more blisters than I had space to fit them. \"I hope we see the bear tomorrow. I'm sort of disappointed about that.\" \"Yes, me, too,”I agreed sarcastically. \"Maybe we'll get lucky tomorrow and something will eat us!\" \"Bears don't want to eat people. We don't taste that good.”He grinned at me in the dark cab. \"Of course, you might be an exception. I bet you'd taste good.\" \"Thanks so much,”I said, looking away. He wasn't the first person to tell me that.",
            "vi": "7 REPETITION      8. ADRENALINE “OK, tay côn của bạn đâu?\" Tôi chỉ cái cần ở tay lái bên trái tôi. Buông tay là một sai lầm.  Chiếc xe máy nặng nề lảo đảo bên dưới, suýt làm tôi té nghiêng một bên. Tôi chộp giữ tay lái trở lại, cố giữ xe đứng thẳng.  \"Jacob, nó không chịu thăng bằng,” tôi than phiền.  \"Nó sẽ thăng bằng khi bạn chạy,” anh chàng hứa. “Bây giờ thắng đâu?” \"Sau chân phải.” “Sai rồi.” Anh chàng chộp tay phải tôi và cuộn ngón tay tôi quanh cái cần bên trên tay ga.  “Nhưng bạn nói-- \" “Đây là cái thắng bạn nên dùng. Bây giờ khoan sử dụng thắng chân, sau này khi đã thành thạo rồi thì hẵng dùng.” “Sao kỳ vậy,” tôi nghi ngờ nói. “Chẳng phải cả hai thắng đều quan trọng cả sao?\" \"Quên thắng chân đi, được chưa? Đây nè—“ anh chàng ôm bàn tay quanh bàn tay tôi và làm tôi bóp cần thắng. \"Thắng vậy đó. Đừng quên.” Anh chàng lại siết tay tôi thêm lần nữa.  \"Được rồi,” tôi đồng ý.  \"Tay ga đâu?\" Tôi vặn tay lái bên phải.  \"Cần số đâu?\" Tôi ấn nhẹ nó bằng bắp chân trái của mình.  \"Tốt lắm. Tôi nghĩ bạn đã nắm được mọi chi tiết rồi. Bây giờ bạn chỉ còn phải làm nó chạy thôi.”  “Đúng vậy,” tôi lẩm bẩm, sợ nói thêm. Dạ dày tôi đang quặn thắt kỳ lạ và tôi nghĩ giọng mình khô khốc. Tôi vô cùng khiếp sợ. Tôi cố bảo mình chẳng chuyện gì phải sợ hãi. Tôi đã vượt qua được điều tệ hại nhất đời rồi. Nếu so với chuyện đó, thì bây giờ còn có gì có thể làm tôi sợ kia chứ? Tôi có thể nhìn thẳng vào mặt thần chết mà cười ngạo nghễ được rồi.  Nhưng dạ dày tôi chẳng hề tin vào chuyện đó.  Tôi nhìn chằm chằm quãng đường đất dài hun hút, bao quanh bởi cây cỏ mờ sương dày đặc ở hai bên. Con đường đầy cát và ẩm ướt. Tốt hơn bùn.  “Tôi muốn bạn giữ côn hoài không thả ra,” Jacob dặn.  Tôi ôm mấy ngón tay quanh côn.  “Bây giờ điều này hết sức quan trọng nè, Bella,” Jacob nhấn mạnh. \"Đừng buông côn ra nhé, được chưa? Tôi muốn bạn giả vờ như tôi trao cho bạn một quả lựu đạn thật.  Chốt đã rút ra mà bạn thì đang giữ chặt kíp nổ.” Tôi siết chặt hơn.  “Tốt. Bạn nghĩ bạn có thể đạp máy được không?” “Nếu tôi mà nhúc nhích chân, tôi sẽ té lăn quay liền,” tôi nói với anh chàng qua hàm răng nghiến chặt, ngón tay tôi siết quanh quả lựu đạn thật của mình.  “OK, tôi sẽ làm chuyện đó cho. Đừng buông tay côn ra nhé.” Anh chàng lùi một bước, rồi đột ngột đạp chân xuống bàn đạp. Có một tiếng nổ to ngắn ngủi, rồi sức đạp của anh chàng làm xe máy rung chuyển. Tôi bắt đầu té nghiêng qua một bên, nhưng Jake đã chụp chiếc xe lại trước khi nó làm tôi ngã lăn quay.  “Bình tĩnh,” anh khuyến khích. “Bạn vẫn còn giữ côn đó chứ?\" “Ừ,” tôi thở hổn hển.  “Trụ chân cho vững nhé - tôi sẽ thử lần nữa.” Nhưng anh chàng cũng đặt tay vào sau ghế, cho chắc ăn.  Phải mất thêm bốn lần đạp nữa máy mới nổ. Tôi cảm thấy chiếc xe kêu rầm rầm bên dưới mình như một con thú giận dữ. Tôi kẹp chặt côn đến mức ngón tay đau.  “Thử tay ga,” anh chàng đề nghị. “Thật nhẹ. Và không nhả côn.” Lưỡng lự, tôi vặn tay lái bên phải. Mặc dù chỉ nhích chút xíu, xe máy gầm gừ bên dưới tôi.  Bây giờ nó có vẻ giận dữ và đói khát. Jacob mỉm cười hết sức hài lòng.  “Bạn có nhớ cách vô số một không?” anh chàng hỏi.  “Nhớ.” “Ừm, vậy thì làm đi.” “OK.” Anh đợi vài giây.  “Chân trái,” anh chàng nhắc.  “Tôi biết rồi,” tôi nói, vừa hít thật sâu.  “Bạn có chắc là bạn muốn làm chuyện này không đó?”Jacob hỏi. “Bạn có vẻ sợ hãi lắm.” “Tôi không sao hết,” tôi cáu kỉnh. Tôi đá cần số xuống một khấc.  “Tốt lắm,” anh chàng khen tôi. “Bây giờ, thật nhẹ nhàng, nhả tay côn.” Anh bước một bước ra xa xe máy.  “Bạn muốn tôi thả trái lựu đạn hả?”Tôi hoài nghi hỏi. Chẳng có gì lạ khi anh chàng lại đến gần.  “Vậy mới chạy được chớ, Bella. Chỉ cần thả côn từ từ thôi.” Khi tôi bắt đầu nới lỏng tay côn đang siết, tôi bị sốc vì bị ngăn lại bởi một giọng không thuộc về cậu bé đứng kế bên tôi.  “Chuyện này thật liều lĩnh và trẻ con và ngớ ngẩn, Bella,” giọng nói êm như nhung giận dữ.  “Ôi!”Tôi thở hổn hển, và tôi buông tay côn ra.  Xe máy chồm lên bên dưới tôi, kéo mạnh tôi về phía trước rồi đổ sụp xuống đất đè nửa thân xe lên tôi. Động cơ gầm gừ rồi tắt lịm.  “Bella?”Jacob lôi chiếc xe nặng nề ra khỏi người tôi một cách dễ dàng. “Bạn có bị thương không?\" Nhưng tôi không để ý tới.  “Tôi đã bảo em rồi,” giọng hoàn hảo thì thầm, trong như pha lê.  “Bella?”Jacob lắc vai tôi.  “Tôi khoẻ mà,” tôi lầm bầm, mê mụ.  Còn hơn cả khoẻ. Tiếng nói trong đầu tôi đã trở lại. Vẫn văng vẳng bên tai tôi – thanh âm dịu dàng, mượt như nhung.  Tâm trí tôi duyệt nhanh qua các khả năng.  Ở đây chẳng chút quen thuộc nào - trên một con đường tôi chưa từng thấy, làm một chuyện trước đây chưa từng làm – vậy nghĩa là chẳng phải do hồi tưởng.  Vậy thì ảo giác phải được gây ra bởi một thứ khác ...  Tôi cảm thấy adrenaline đang rần rật qua mạch máu mình một lần nữa, và tôi nghĩ mình đã có câu trả lời.  Một kết hợp của adrenaline và hiểm nguy, hoặc có thể chỉ là sự ngu dại.  Jacob đang lôi tôi đứng dậy.  \"Bạn có bị tông vô đầu không?\" anh hỏi.  \"Tôi không nghĩ vậy. \" Tôi lắc đầu qua lại để kiểm tra. \"Tôi không làm hư xe chứ?\" Ý nghĩ này làm tôi lo lắng. Tôi nóng lòng muốn thử lại ngay. Liều lĩnh không ngờ lại thành công hơn tôi tưởng.  Dẹp vụ gian lận luôn. Có lẽ tôi đã tìm ra cách tạo ảo giác – chuyện đó quan trọng hơn nhiều.  \"Không. Bạn chỉ làm tắt máy xe thôi,” Jacob nói, làm gián đoạn việc suy xét nhanh tôi.  \"Bạn nhả côn nhanh quá.” Tôi gật đầu. \"Mình thử lần nữa đi.” \"Chắc không?\" Jacob hỏi.  \"Chắc.” Lần này tôi cố tự đạp máy.  Thiệt là phức tạp; tôi phải nhảy một chút mới đạp bàn đạp đủ mạnh, và mỗi lần tôi làm thế, chiếc xe cố hất tôi ngã. Tay Jacob để hờ sẵn trên tay lái, sẵn sàng chụp lại khi cần.  Phải mấy lần thử thành công và thậm chí nhiều lần thử thất bại hơn nữa, động cơ mới chịu nổ và gầm lên bên dưới tôi. Vừa ghi nhớ giữ chặt trái lựu đạn, tôi thử rồ ga.  Chiếc xe gầm gừ vì sự điều chỉnh nhỏ ấy.  Tôi và Jacob cùng cười.  \"Nhả côn thật nhẹ, \" anh chàng nhắc tôi.  \"Em muốn tự tử à?  Làm thế để làm gì chứ?” giọng nói kia lại trỗi lên, gay gắt.  Tôi cười gằn - vẫn còn tác dụng - và lờ đi mấy câu hỏi đó. Jacob sẽ không để bất cứ chuyện gì nghiêm trọng xảy đến với tôi.  \"Về nhà với Charlie đi, \" giọng ấy ra lệnh.  Nét đẹp tuyệt vời của nó làm tôi kinh ngạc. Tôi không thể để trí nhớ mình đánh mất nó, bằng mọi giá.  \"Nhả côn từ từ thôi, \" Jacob khuyến khích tôi.  \"Ừ, \" tôi nói. Chuyện đó làm tôi hơi bực khi nhận ra mình đang trả lời cho cả hai.  Tiếng nói trong đầu tôi gầm gừ to hơn tiếng gầm rống của xe máy.  Hãy cố gắng tập trung lần này, không nên để cho giọng nói ấy làm tôi giật mình nữa, tôi thả tay côn chút xíu.  Bất ngờ, xe vô số và lôi tôi về phía trước.  Và tôi đang bay.  Một làn gió lúc nãy không có ở đó, thổi da tôi sát vào đầu và đẩy tóc tôi ra sau với sức mạnh như thể có ai đó đang kéo vậy. Tôi để dạ dày mình trở lại khởi điểm; adrenaline chảy qua cơ thể, ngứa ran trong mạch máu. Cây rừng vùn vụt lướt qua tôi, mờ đi thành một bức tường xanh.  Nhưng đây chỉ mới số một thôi. Chân tôi ngứa ngáy muốn ấn cần số, vừa vặn tay ga lớn hơn.  \"Đừng, Bella!\", giọng nói ngọt như mật giận dữ ra lệnh. \"Nhìn coi em đang làm gì kìa!\" Giọng nói đủ làm tôi phân tâm không chú ý đến tốc độ nữa mà nhận ra con đường đang bắt đầu uốn cong thoai thoải về phía trái, còn tôi vẫn đang đi thẳng. Jacob chưa chỉ tôi biết cách quẹo.  \"Thắng lại, thắng lại, \" tôi lẩm bẩm với mình, và theo bản năng đạp chân phải xuống, như khi lái xe tải.  Chiếc xe bỗng mất thăng bằng bên dưới tôi, lắc về bên này rồi lại nghiêng về bên kia. Nó đang lôi tôi về phía bức tường xanh, mà tôi thì đang chạy quá nhanh. Tôi cố quẹo tay lái sang hướng khác, và sức nặng đột ngột lệch đi của tôi đã đẩy chiếc xe máy xuống đất, vẫn tiếp tục xoay mòng mòng về phía rừng.  Chiếc xe lại đè lên tôi lần nữa, gầm rú, lôi tôi qua vùng cát ẩm ướt cho đến khi nó tông vô cái gì đó cố định. Tôi không thấy được. Mặt tôi bị chà vào rêu. Tôi cố ngẩng đầu, nhưng có cái gì đó chặn lại.  Tôi chóng mặt và bối rối. Nghe có vẻ như có ba thứ cùng gầm gừ một lúc – chiếc xe máy bên trên tôi, tiếng nói trong đầu tôi, và thứ khác nữa... \" Bella!\" Jacob thét, và tôi nghe tiếng gầm rống của chiếc xe máy kia tắt lịm.  Chiếc xe không còn đè tôi xuống đất nữa, và tôi lật người để thở.  Mọi tiếng gầm gừ đều đã im lặng.  \"Chà, \" tôi thì thầm. Tôi phấn khởi.  Đây hẳn là, công thức để tạo ảo giác - adrenaline cộng với sơ suất cộng với sự ngu dại.  Hoặc cái gì đó giông giống vậy.  \"Bella!\" Jacob đang chồm người lên người tôi, lo lắng. \"Bella, bạn còn sống không?\" \"Tôi rất khoẻ!\" Tôi hăng hái. Tôi gập tay chân mình. Mọi thứ dường như đều hoạt động chính xác. \"Mình làm lần nữa nhen.” \"Tôi không nghĩ vậy. \" Jacob vẫn có vẻ lo lắng. \" Tôi nghĩ tôi nên chở bạn đến bệnh viện trước đã.” \" Tôi khoẻ mà.” \" Ờ..., Bella? Bạn bị một vết đứt rất lớn trên trán, và nó đang phun máu ào ào,” anh chàng thông báo cho tôi biết.  Tôi đưa nhanh tay lên sờ đầu. Không còn nghi ngờ gì nữa, ướt và dính. Tôi chẳng thể ngửi thấy mùi gì ngoài mùi rêu ẩm ướt trên mặt tôi, khiến tôi không bị buồn nôn.  \"Ồ, tôi thật lòng xin lỗi, Jacob.” Tôi đè mạnh lên vết thương dài và sâu, như thể làm vậy thì máu trở vào trong đầu được vậy.  \"Sao bạn lại xin lỗi vì bị chảy máu ?\" anh chàng thắc mắc khi quấn cánh tay dài quanh eo tôi và kéo tôi đứng dậy. \"Đi nào. Tôi sẽ lái xe.”  Anh chìa tay lấy chìa khoá.  \"Thế còn mấy cái xe máy thì sao?\" Tôi hỏi, đưa chìa khoá cho anh chàng.  Anh suy nghĩ một chút. \" Đợi ở đây. Và cầm cái này.” Anh chàng cởi chiếc áo thun ngắn tay ra, đã lốm đốm máu, và ném nó cho tôi. Tôi cuộn nó lại rồi đè chặt vào trán mình. Tôi bắt đầu ngửi thấy mùi máu; tôi hít thở sâu bằng miệng và cố tập trung vào chuyện khác.  Jacob nhảy lên chiếc xe máy đen, đạp một lần là máy nổ ngay, rồi chạy thật nhanh trở lại con đường, làm văng tung toé cát, sỏi phía sau mình.  Trông anh chàng đầy vẻ thể thao và chuyên nghiệp khi chồm mình trên tay lái, đầu cúi thấp, nhìn về phía trước, mái tóc bóng mượt quất vào làn da màu nâu đỏ của tấm lưng trần. Mắt tôi nheo lại ghen tị. Tôi chắc chắn mình chẳng hề giống vậy khi chạy trên xe máy. Tôi ngạc nhiên vì khoảng cách mình đã chạy. Tôi gần như chẳng nhìn thấy Jacob ở phía xa xa khi cuối cùng anh chàng cũng đến được chiếc xe tải. Anh ném xe máy vào thùng xe rồi chạy hết tốc lực về phía tài xế.  Tôi thật chẳng thấy tệ hại chút nào khi anh làm chiếc xe tải của tôi gầm rống điếc tai trong lúc vội vã quay lại chỗ tôi. Đầu tôi hơi nhói đau, và bao tử của tôi khó chịu, nhưng vết thương không nghiêm trọng. Vết thương trên đầu chỉ chảy máu vừa phải.  Anh không cần phải gấp rút như thế.  Jacob để xe tải nổ máy khi anh chàng chạy thật nhanh lại chỗ tôi, choàng tay quanh eo tôi lần nữa.  \"OK, chúng mình đưa bạn vào xe tải.” \"Tôi không sao thiệt mà, \" tôi cả quyết khi anh chàng giúp tôi vào xe. \"Đừng làm nhặng xị lên vậy.  Chỉ chảy chút máu thôi.” \"Chỉ chảy rất nhiều máu,” tôi nghe anh chàng lẩm bẩm khi quay lại lấy xe máy của tôi.  \"Bây giờ, mình suy nghĩ về chuyện này một chút, \" tôi bắt đầu nói khi anh chàng vào xe lại. \"Nếu bạn đưa tôi đến phòng cấp cứu như thế này, Charlie chắc chắn sẽ biết chuyện này.” Tôi nhìn xuống cát và bùn đất phủ dầy trên quần jean của mình.  \"Bella, tôi nghĩ bạn cần được may vết thương. Tôi sẽ không để cho bạn chảy máu đến chết đâu.” \"Tôi sẽ không vậy đâu,”  tôi hứa. \"Mình chỉ cần cất xe máy trước, rồi ghé qua nhà tôi để tôi loại bỏ bằng chứng trước khi đến bệnh viện mà thôi.” \"Còn Charlie thì sao?\" \"Bố nói ông phải đi làm hôm nay.” \"Bạn chắc thiệt không?\" \"Tin tôi. Tôi là người dễ chảy máu lắm.  Không đến đáng sợ như có vẻ vậy đâu.” Jacob không hài lòng – miệng trễ xuống vẻ không bằng lòng ít thấy - nhưng anh chàng không muốn làm tôi bị rắc rối. Tôi nhìn ra cửa sổ, giữ cái áo sơ-mi đã bị tiêu tùng của anh chàng trên đầu, trong khi anh chàng lái xe đưa tôi tới Forks.  Xe máy còn hay hơn tôi đã mơ ước.  Nó đã phục vụ được mục đích ban đầu. Tôi đã lừa bịp - không giữ lời hứa. Tôi đã liều lĩnh không cần thiết. Bây giờ tôi cảm thấy mình ít thảm hại hơn một chút vì cả hai phía đều không giữ lời.  Rồi còn khám phá ra chìa khoá của ảo giác nữa! Ít nhất, tôi hy vọng mình đã có ảo giác. Tôi sẽ kiểm tra giả thuyết này càng sớm càng tốt. Có lẽ người ta sẽ chữa cho tôi nhanh chóng ở phòng cấp cứu, và đêm nay tôi có thể thử lại lần nữa.  Phóng nhanh trên đường như thế thật tuyệt. Cảm giác của gió trên mặt, tốc độ và sự tự do... nhắc tôi nhớ đến chuyện ngày xưa, khi bay qua khu rừng rậm rạp không lối đi, anh cõng trên lưng chạy - tôi dừng suy nghĩ ngay ở đó, để ký ức khựng lại trong niềm đau đột ngột. Tôi chùn người.  \"Bạn vẫn ổn chứ?\" Jacob kiểm tra.  \"Ờ. \" Tôi cố tỏ ra hết sức thuyết phục như trước.  \" Nhân tiện, \" anh chàng nói thêm. \"Tôi sẽ tháo thắng chân trên xe bạn đêm nay.” Về đến nhà, điều đầu tiên là tôi đi soi mình trong gương; khá khủng khiếp. Máu đang đóng khô thành các vệt dày trên má và cổ, bện trong mái tóc đầy bùn của tôi. Tôi tự khám  mình một cách vô cảm, vờ nghĩ là máu được vẽ ra để dạ dày tôi không bị nhộn nhạo. Tôi thở bằng miệng, và thế là ổn.  Tôi rửa ráy kỹ hết mức có thể.  Sau đó tôi giấu quần áo dơ, đẫm máu của mình xuống đáy giỏ đựng đồ giặt, mặc quần jean mới và áo sơ mi cài nút (để không phải tròng nó vô đầu) cẩn thận hết mức có thể.  Tôi cố làm bằng một tay và giữ cho quần áo không dính máu.  \"Nhanh lên, \" Jacob gọi.  \"OK, OK, \" tôi la to trở lại. Sau khi đảm bảo mình không để lại gì có thể tố cáo mình, xuống lầu.  \"Trông tôi ra sao?\" Tôi hỏi anh chàng.  \" Tốt hơn, \" anh chàng thừa nhận.  \" Nhưng tôi có trông giống như bị vấp té trong ga-ra của bạn và tông trúng đầu vô một cái búa không?\" \"Đương nhiên rồi, chắc vậy.” \"Vậy thì đi nào.” Jacob vội vã đưa tôi ra cửa, và khăng khăng đòi lái tiếp. Chúng tôi đang đi nửa đường đến bệnh viện thì tôi nhận ra anh chàng vẫn còn ở trần.  Tôi cau mày cảm thấy có lỗi. \" Lẽ ra mình phải vớ cho bạn một cái áo khoác.” \"Thế thì lộ mất, \" anh chàng trêu. \" Hơn nữa, đâu có lạnh.” \"Bạn đùa à?\" Tôi rùng mình và vươn tay ra phía trước để bật máy sưởi.  Tôi nhìn Jacob để coi có phải anh đang giả vờ dẻo dai để tôi khỏi lo lắng không, nhưng anh trông có vẻ khá thoải mái. Anh chàng quàng một cánh tay qua lưng ghế của tôi, dù tôi đã cuộn tròn người để giữ ấm.  Jacob thực trông có vẻ già hơn 16 – chưa đến mức bốn mươi tuổi, nhưng có lẽ già hơn tôi. Quil không có quá nhiều cơ bắp so với anh đến mức phải gọi Jacob là bộ xương. Cơ bắp dài và mảnh, nhưng rõ ràng chúng hiện diện ở có dưới làn da mịn màng. Da của anh chàng thật đẹp, làm tôi ghen tị.  Jacob chú ý thấy ánh mắt dò xét của tôi.  \"Gì vậy?\" anh chàng hỏi, bỗng e dè.  \"Không có gì.  Chỉ vì trước đây tôi không nhận ra. Bạn có biết, bạn gần như đẹp trai không?” Ngay khi lời lỡ nói ra, tôi lo anh chàng có thể hiểu lầm ánh mắt dò xét bốc đồng của tôi. Nhưng Jacob chỉ trợn tròn mắt. \"Chắc bạn bị tông vô đầu mạnh lắm đây?\" \"Tôi nói thiệt đó.” \" Ừm, vậy thì cám ơn. Đại loại vậy.” Tôi cười toe toét. \"Đại loại là không có chi.” Tôi phải may bảy mũi để khép kín vết thương trên trán. Sau cái đau nhói lúc bị gây tê cục bộ, chẳng hề đau chút nào khi đang may. Jacob nắm tay tôi suốt lúc bác sĩ Snow khâu, và tôi cố không nghĩ về lý do chuyện đó thật mỉa mai.  Chúng tôi ở bệnh viện lâu thiệt lâu. Lúc may xong, tôi phải thả Jacob xuống nhà anh rồi vội vã trở về nấu bữa tối cho Charlie. Charlie có vẻ tin chuyện tôi kể về vụ té trong ga-ra Jacob. Dù sao thì trước đây tôi cũng đã từng phải vô phòng cấp cứu hoài có cần ai đẩy giúp đâu.  Đêm nay không tệ hại như đêm đầu tiên, sau khi nghe giọng nói hoàn hảo ấy ở Port Angeles.  Lỗ hỗng quay lại, luôn vậy khi tôi không ở bên Jacob, nhưng không còn phập phồng đau nhức xung quanh nữa. Tôi đã lên kế hoạch tìm kiếm thêm ảo giác, và điều đó làm tôi phân tâm không còn nhớ đến cơn đau.  Hơn nữa, tôi biết ngày mai mình sẽ cảm thấy khoẻ hơn khi tôi lại ở bên Jacob. Điều đó làm lỗ hỗng và nỗi đau quen thuộc dễ chịu đựng hơn; trợ giúp trong tầm mắt. Ác mộng, cũng, đã mất đi đôi chút uy lực. Tôi vẫn khiếp sợ hư không, như mọi khi, nhưng tôi cũng nôn nóng một cách kỳ lạ đợi giây phút mình sẽ la hét tỉnh giấc. Tôi biết cơn ác mộng chắn chắn sẽ kết thúc. Thứ Tư sau, trước khi tôi về đến nhà sau khi rời phòng cấp cứu, bác sĩ Gerandy đã gọi cảnh báo bố tôi là tôi có thể bị chấn động và khuyên ông nên đánh thức tôi cứ hai giờ một lần suốt đêm để chắc chắn chấn động không nặng.  Mắt Charlie nheo lại nghi ngờ lời giải thích dở ẹt của tôi về chuyện tôi lại bị trượt té lần nữa.  \"Có lẽ con nên tránh xa mấy cái ga-ra đi, Bella,” đêm đó, trong bữa tối, ông đề nghị.  Tôi hoảng sợ, lo Charlie sắp đặt ra một loại sắc lệnh cấm đến La Push nào đó, và vậy nghĩa là cấm cả xe máy của tôi. Mà tôi sẽ không chịu vậy – hôm nay tôi đã ảo giác tuyệt vời nhất hôm nay.  Ảo giác mang giọng nói mượt như nhung của tôi đã la hét gần năm phút trước khi tôi đạp thắng quá đột ngột khiến tôi lao người vào cây. Tôi chấp nhận mọi nỗi đau sẽ đến đêm nay không chút than phiền.  \"Vụ này đâu có xảy ra trong ga-ra đâu bố, \" tôi phản đối liền. \"Tụi con đang đi bộ đường dài, thì vấp phải một cục đá.” \"Con đi bộ đường dài từ khi nào vậy?\" Charlie hỏi một cách hoài nghi.  \"Làm việc ở tiệm Newton hoài chắc chắn cũng có lúc bị ảnh hưởng chớ bố, \" tôi chỉ ra. \"Ngày nào cũng thuyết phục khách hàng về lợi ích của thiên nhiên hoang dã thì rốt cuộc mình cũng muốn tìm hiểu coi nó ra sao.” Charlie nhìn tôi chòng chọc, hoài nghi.  \"Con sẽ cẩn thận hơn, \" tôi hứa, lén lút bắt chéo ngón tay cầu mong may mắn dưới bàn.  \"Bố không lo nếu con đi bộ đường dài ngay ở đó quanh La Push, nhưng luôn ở gần thị trấn nhé, OK ?\" \"Sao vậy bố?\" \"Ừm, gần đây cảnh sát đã và đang nhận được nhiều lời kêu ca về động vật hoang dã gần đây.  Bộ lâm nghiệp sắp điều tra chuyện này, nhưng trong thời gian hiện tại...” \"Ồ, con gấu bự đó, \" tôi nói với vẻ đột ngột hiểu ra. \" Ờ, vài người đi bộ đường dài ghé tiệm Newton đã từng nhìn thấy nó.  Bố nghĩ đúng là có một con gấu xám đột biến khổng lồ ngoài đó à?\" Trán ông nhăn lại. \"Có cái gì đó.  Luôn ở gần thị trấn nhé, được không?\" \"Đương nhiên, chắc chắn rồi, \" tôi nói nhanh.  Trông ông vẫn chưa hết lo lắng.  \" Charlie bắt đầu nghi ngờ rồi, \" tôi than phiền với Jacob khi đón anh chàng sau giờ học hôm thứ Sáu.  \"Có lẽ mình nên làm nguôi đi vụ xe máy. \" Anh chàng thấy vẻ phản đối của tôi nên nói thêm, \"ít nhất trong vòng một tuần gì đó. Bạn tránh xa được bệnh viện trong một tuần, phải không nào?\" \"Vậy mình sẽ làm gì?\" Tôi phàn nàn.  Anh chàng mỉm cười vui vẻ. \"Bất cứ điều gì bạn thích.” Tôi nghĩ về một chốc - về điều mình muốn.  Tôi ghét cái ý mất đi dù chỉ mấy giây ngắn ngủi gần gũi với những kỷ niệm không làm đau đớn - những kỷ niệm tự đến, mà tôi không cần nghĩ đến có ý thức. Nếu tôi không được đi xe máy, tôi sẽ phải tìm cách khác đến với nguy hiểm và adrenaline, và sẽ phải suy nghĩ nghiêm túc và cần óc sáng tạo. Chẳng làm gì trong khi chờ đợi chẳng hấp dẫn tí nào.  Nếu tôi bị suy sụp trở lại, ngay cả với Jake ở kề bên thì sao?  Tôi phải luôn bận rộn mới được.  Có lẽ có một cách khác, phương pháp thực hiện khác... một nơi khác.  Ngôi nhà đã là một sai lầm, chắc chắn. Nhưng sự hiện diện của anh hẳn phải được in dấu ở một nơi nào đó, một nơi nào đó bên ngoài trí não tôi.  Phải có một nơi anh có vẻ có thực hơn trong số tất cả những nơi quen thuộc mà ai cũng biết đến.  Tôi chỉ có thể nghĩ ra một nơi đúng điều kiện đó. Một nơi sẽ luôn thuộc về anh chứ không một ai khác. Một nơi kỳ diệu, đầy ánh sáng. Đồng cỏ xinh đẹp tôi chỉ nhìn thấy một lần trong đời, chiếu rọi dưới nắng trời và ánh sáng lấp lánh của làn da anh.  Ý tưởng này rất có thể mang lại tác dụng ngược - có thể đau đớn nguy hiểm.  Ngực tôi đau nhói vì sự trống rỗng khi chỉ mới nghĩ đến nó. Thật khó giữ cho tôi cư xử đàng hoàng, không tự tố cáo mình. Nhưng chắc chắn, nơi đó trong số mọi nơi khác, tôi có thể nghe được giọng anh.  Và tôi đã nói với Charlie là tôi đang đi bộ đường dài... \"Bạn đang nghĩ gì dữ vậy?\" Jacob hỏi.  \"Ừm...”  tôi bắt đầu nói chậm rãi. \" Có lần tôi đã thấy một chỗ trong rừng - tôi tình cờ đi qua khi tôi đang, ờ..., đi bộ đường dài.  Một đồng cỏ nhỏ, nơi đẹp nhất thế giới. Tôi không biết liệu tự mình có thể tìm ra nó lại được không.  Chắc sẽ phải thử mấy lần...” \"Mình có thể sử dụng la bàn và bản đồ thành phố,” Jacob nói với vẻ muốn giúp đỡ đầy tự tin. \"Bạn có biết mình đã xuất phát từ đâu không?” \"Biết, ngay đầu đường mòn chỗ đường I-ten kết thúc. Tôi toàn đi về hướng nam, tôi nghĩ vậy.” \"Hay lắm. Mình sẽ tìm nó.” Như mọi khi, Jacob luôn sẵn sàng làm bất cứ thứ gì tôi muốn. Dù chuyện đó có kỳ cục thế nào đi nữa.  Thế là, chiều thứ bảy, tôi cột đôi giầy đi bộ đường dài mới của mình – mới mua sáng hôm đó bằng thẻ giảm giá hai mươi phần trăm dành cho nhân viên khi mua lần đầu - chộp bản đồ địa hình mới về Olympic Peninsula, rồi lái đi La Push.  Chúng tôi không khởi hành ngay; trước tiên, Jacob nằm dài trên sàn phòng khách – chiếm hết nguyên căn phòng - và, trong suốt 20 phút, vẽ một mạng lưới phức tạp ngang  qua phần chính của bản đồ trong khi tôi ngồi trên ghế trong nhà bếp nói chuyện với Billy. Billy chẳng có vẻ lo lắng tí nào về chuyến đi bộ đường dài sắp tới của chúng tôi. Tôi ngạc nhiên khi biết Jacob đã nói với ông chúng tôi sẽ đi đâu, căn cứ vào chuyện mọi người làm nhặng xị lên vụ nhìn thấy gấu. Tôi muốn bảo Billy đừng kể gì về chuyện này cho Charlie biết, nhưng tôi e là yêu cầu vậy sẽ mang lại kết quả trái ngược.  \"Có lẽ mình sẽ nhìn thấy con gấu siêu đẳng đó, \" Jacob nói đùa, mắt nhìn bản vẽ của mình.  Tôi nhìn lướt qua Billy thật nhanh, sợ phản ứng kiểu Charlie.  Nhưng Billy chỉ cười nhạo con trai ông. \"Có lẽ con nên mang theo một hũ mật ong, để phòng hờ.” Jake cười khúc khích. \"Hy vọng đôi giầy mới của bạn chạy nhanh, Bella.  Một hũ nhỏ sẽ không làm con gấu đang đói bận rộn lâu đâu.” \"Tôi chỉ cần chạy nhanh hơn bạn thôi.” \"Mong vậy đi!\" Jacob nói, trợn tròn mắt khi anh chàng gấp bản đồ lại. \"Mình đi nào.” \"Đi chơi vui nhe, \" Billy kêu to, lượn xe về phía tủ lạnh.  Charlie không phải là người khó sống chung, nhưng với tôi dường như Jacob còn sống với bố thoải mái hơn cả tôi nữa.  Tôi lái xe đến tận đầu đường đất, dừng gần bảng hiệu đánh dấu bắt đầu đường mòn.  Đã rất lâu rồi tôi mới đến đây, và tôi nôn nao trong dạ. Đây có thể là một chuyện rất tệ hại. Nhưng nó xứng đáng, nếu tôi nghe được giọng anh.  Tôi ra khỏi xe và nhìn vào sự dày đặc của bức tường cây xanh.  \"Tôi đã đi đường này, \" tôi thì thầm, chỉ thẳng về phía trước.  \"Hừm, \" Jake lẩm bẩm.  \"Gì ?\" Anh chàng nhìn theo hướng tôi đã chỉ, rồi lại nhìn vào con đường mòn dễ đi, rồi nhìn trở lại.  \"Tôi cứ tưởng bạn là loại con gái chỉ dám men theo đường mòn thôi.” \"Không phải rồi. \" Tôi mỉm cười thất vọng. \" Tôi là một kẻ nổi loạn.” Anh chàng cười, rồi rút bản đồ của chúng tôi ra.  \"Chờ tôi một chút. \" Anh chàng cầm la bàn một cách thành thạo, xoay bản đồ vòng quanh cho đến khi nó  theo hướng anh chàng muốn.  \" OK – đường đầu tiên trên bản đồ.  Hãy làm nào.” Tôi dám cá mình đang làm chậm chân Jacob, nhưng anh chàng chẳng hề phàn nàn. Tôi cố không nhớ lại chuyến đi cuối cùng của mình qua vùng rừng này, cùng một bạn đồng hành hoàn toàn khác. Những ký ức bình thường vẫn còn nguy hiểm. Nếu tôi để mình sơ sẩy, tôi sẽ đến lúc phải đưa tay chộp ngực để giữ cho nó tiếp tục đập, thở hổn hển, và rồi tôi sẽ giải thích sao cho Jacob đây? Chẳng khó như tôi đã tưởng trong chuyện tập trung vào hiện tại. Rừng trông giống y mọi vùng khác của bán đảo này, và Jacob đã tạo nên một tâm trạng hết sức khác.  Anh chàng huýt sáo vui vẻ, một giai điệu lạ, đong đưa cánh tay và di chuyển dễ dàng qua các bụi cây chằng chịt. Bóng cây không có vẻ u ám như mọi khi. Không hề khi có mặt trời của riêng tôi đang đi cùng.  Cứ vài phút một lần Jacob lại kiểm tra la bàn, giữ cho chúng tôi luôn theo sát một trong tia toả ra của bản đồ.  Anh chàng trông có vẻ như biết mình đang làm gì. Tôi định khen ngợi, nhưng tôi kìm lại.  Thế nào anh ta cũng sẽ cộng thêm vài tuổi nữa vào số tuổi đã tăng quá mức của mình.  Đầu óc tôi suy nghĩ lan man khi bước đi, và càng lúc càng tò mò. Tôi không quên cuộc trò chuyện bên vách đá ở bờ biển - tôi đã chờ anh chàng nhắc lại chuyện đó, nhưng chẳng có vẻ gì chuyện đó sẽ xảy ra.  \" Này Jake?\" Tôi hỏi lưỡng lự.  \"Gì?\" \"Embry... ra sao rồi? Bạn ấy đã bình thường lại chưa?” Jacob im lặng một chốc, vẫn xoải bước tiến về phía trước. Khi đi trước khoảng mười bước chân, anh chàng dừng lại chờ tôi.  \"Không. Nó không bình thường trở lại,”  Jacob nói khi tôi đến gần, miệng anh chàng  trễ xuống.  Anh không đi tiếp nữa. Tôi ngay lập tức hối tiếc vì đã gợi lên chuyện đó.  \"Vẫn chơi với Sam.” \"Ừ.” Anh chàng choàng tay qua vai tôi, và trông anh chàng phiền muộn đến nỗi tôi không đùa bỡn hất nó ra được, như tôi lẽ ra đã làm vậy.  \"Họ vẫn nhìn bạn kiểu kỳ cục hả?\" Tôi gần như thì thầm.  Jacob nhìn qua rừng. \" Đôi khi.” \"Còn Billy?\" \"Vẫn hữu ích như xưa,” anh chàng nói bằng một giọng chua chát, tức giận làm tôi lo lắng.  \"Ghế trường kỷ nhà chúng tôi luôn rộng mở,” tôi đề nghị.  Anh chàng cười, xua tan vẻ u sầu bất thường. \"Nhưng hãy tưởng tượng hoàn cảnh của Charlie - khi Billy gọi cảnh sát để báo chuyện tôi bị bắt cóc.” Tôi cũng cười, mừng vì đã làm Jacob bình thường trở lại.  Chúng tôi dừng lại khi Jacob nói chúng tôi đã đi sáu dặm rồi, đi về phía tây một chốc rồi quay lại theo một đường khác trên bản đồ của anh chàng.  Cảnh vật trông y hệt như lối vào, và tôi có cảm giác là sự tìm kiếm ngu ngốc của mình gần như thất bại. Tôi càng lúc càng chấp nhận điều đó khi trời bắt đầu tối hơn, ngày không ánh mặt trời biến dần thành một đêm không sao, nhưng Jacob tự tin hơn.  \"Chừng nào mà bạn chắc chắn mình xuất phát đúng chỗ...” anh chàng nhìn xuống tôi.  \"Ừ, chắc chắn mà.” \"Vậy thì mình sẽ tìm thấy nó,” anh chàng hứa, chộp tay tôi rồi kéo tôi qua lùm dương xỉ. Phía bên kia là xe tải. Anh chàng chỉ tay về phía đó đầy tự hào. \"Hãy tin tôi.” \"Bạn giỏi lắm, \" tôi thừa nhận. \"Nhưng lần sau mình mang theo đèn pin.” \"Từ giờ trở đi, mình dành mấy ngày chủ nhật để đi bộ đường dài. Tôi không biết bạn chậm đến thế.” Tôi giựt tay lại rồi đi huỳnh huỵch đến phía tài xế trong khi anh chàng cười khúc khích vì phản ứng của tôi.  \"Vậy bạn định ngày mai thử lại hả.” anh chàng hỏi, ngồi vào ghế khách. \"Đương nhiên. Trừ phi bạn muốn đi không có tôi để tôi khỏi trói chân bạn vì bước chân cà thọt của tôi.” \"Tôi chịu nỗi mà, \" anh chàng cả quyết với tôi. \"Tuy vậy, nếu mình lại đi bộ đường dài lần nữa, chắc bạn nên chọn giầy bằng da lông chuột chũi. Tôi cá bây giờ bạn đang cảm thấy đau vì đôi giầy mới kia rồi.” \"Chút xíu thôi, \" tôi thú nhận. Cứ như thể tôi đang bị giộp da toàn bộ chân rồi.  \"Tôi hy vọng mai mình sẽ gặp gấu. Tôi hơi thất vọng về vụ đó.” \"Vâng, tôi cũng vậy, \" tôi mỉa mai đồng ý. \"Có lẽ mai mình sẽ may mắn và sẽ có cái gì đó ăn thịt mình!\" \"Gấu không thích ăn thịt người. Mình không ngon đâu. \" Anh chàng toét miệng cười với tôi trong xe tối tăm. \" Dĩ nhiên, bạn có thể là một ngoại lệ. Tôi cá bạn rất ngon.” \"Cám ơn nhiều,” tôi nói, nhìn sang chỗ khác. Anh chàng không phải là người đầu tiên bảo tôi thế."
        }
    ],
    "suggestions": []
}