{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['wɔ:lnʌt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">quả óc chó (quả hạch có một nhân ăn được, với mặt ngoài nhăn nheo, nằm trong một đôi mảnh vỏ hình thuyền)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cây óc chó (như) <font color=\"#1371BB\">walnut-tree</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">gỗ óc chó (dùng để đóng đồ, nhất là làm lớp dán mặt)</td></tr></table><i/></div>",
            "word": "walnut"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>walnut</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an edible wrinkled nut enclosed by a hard shell, produced inside a green fruit. </blockquote></blockquote><blockquote><blockquote>2》 the tree which produces walnuts, with compound leaves and valuable wood. [<i>Juglans regia</i> and related species.] </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>walh-hnutu</i>, from a Gmc compound meaning 'foreign nut'. </blockquote></div>",
            "word": "walnut"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "walnut"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "walnut"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cây óc chó</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> The dark brown to black wood of trees of the genus Juglans, known for its strength, elasticity, and durability; it is used for cabinetry and furniture.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Cây gỗ đen hay nâu đen thuộc giống Juglans rất bền, co giãn và bền sử dụng làm công cụ hay đồ dùng.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gỗ óc chó</font></td></tr></tbody></table></div>",
            "word": "walnut"
        }
    },
    "sentences": [
        {
            "en": "It is a <em>walnut</em>, isn't it?",
            "vi": "Đó là cây óc chó, phải không vậy?"
        },
        {
            "en": "I'll take the <em>walnut</em> ice-cream, please.",
            "vi": "Tôi sẽ ăn kem quả óc chó."
        },
        {
            "en": "I think It is a <em>walnut</em> tree.",
            "vi": "Tôi nghĩ đó là cây óc chó."
        },
        {
            "en": "I'll take the <em>walnut</em> ice - cream, please.",
            "vi": "Tôi sẽ ăn kem quả óc chó."
        },
        {
            "en": "The <em>walnut</em>-trees in the garden were taller.",
            "vi": "Những cây óc chó trong vườn đã cao hơn."
        },
        {
            "en": "Which flavor would you prefer, <em>walnut</em> or vanilla?",
            "vi": "Ông thích hương vị nào, quả óc chó hay vani?"
        },
        {
            "en": "Earlier studies have investigated <em>walnut</em> shells as a raw material.",
            "vi": "Những nghiên cứu trước kia đã khám phá ra vỏ cây óc chó làm nguyên liệu thô."
        },
        {
            "en": "The next day, her eyes were swollen like a <em>walnut</em>.",
            "vi": "Ngày hôm sau, mắt cô ấy sưng như một hạt dẻ."
        },
        {
            "en": "We shall be grateful to you, if you will make us a special offer on <em>walnut</em>.",
            "vi": "Chúng tôi biết ơn ông nếu ông thực hiện chào giá đặc biệt cho chúng tôi về mặt hàng \"quả óc chó\"."
        },
        {
            "en": "We shall be indebted to you if you will make us a special offer on <em>walnut</em>.",
            "vi": "Chúng tôi sẽ biết ơn ông nếu ông dành cho chúng tôi sự chào giá đặc biệt về mặt hàng quả óc chó."
        },
        {
            "en": "\"I think about it all the time,\" says Lovell, a financial planner in <em>Walnut</em> Creek, California.",
            "vi": "Lovell, nhà hoạch định tài chính ở Walnut Creek, California nói rằng: \"lúc nào tôi cũng nghĩ về nó\"."
        },
        {
            "en": "<em>Walnut</em> oil has been popularly used owing to its high artistic value.",
            "vi": "Dầu quả hạch đã được sử dụng phổ biến vì có giá trị thẩm mỹ cao."
        },
        {
            "en": "We will keep in mind your requirement for <em>walnut</em> and will contact you once it is available.",
            "vi": "Chúng tôi sẽ để ý đến nhu cầu của ông đối với mặt hàng quả óc chó và sẽ liên lạc với ông một khi có hàng."
        },
        {
            "en": "The little room, cheaply furnished in black <em>walnut</em>, was in semi-darkness, the lamp shaded with a newspaper.",
            "vi": "Căn phòng hẹp bày biện sơ sài đồ đạc bằng gỗ óc chó màu đen, chìm trong khoảng tranh tối tranh sáng, cây đèn được che chở bằng một tờ báo."
        },
        {
            "en": "Granny Tring lived in the house next to ours. She was old and shrivelled up, like a <em>walnut</em>.",
            "vi": "Bà cụ Tring sống cạnh nhà chúng tôi. Bà đã già và da nhăn nheo hết, trông như quả óc chó."
        },
        {
            "en": "His idea is planting a fast - growing timber tree such as black <em>walnut</em> or black cherry, then in 40 years or so harvesting for timber.",
            "vi": "Ý tưởng của thằng bé là gieo trồng một cái cây gỗ làm nhà tăng trưởng nhanh chóng như cây hồ đào đen hay anh đào đen, rồi chờ trong vòng 40 năm hay hơn để thu hoạch gỗ làm nhà."
        },
        {
            "en": "His idea is planting a fast-growing timber tree such as black <em>walnut</em> or black cherry, then in 40 years or so harvesting for timber.",
            "vi": "Ý tưởng của thằng bé là gieo trồng một cái cây gỗ làm nhà tăng trưởng nhanh chóng như cây hồ đào đen hay anh đào đen, rồi chờ trong vòng 40 năm hay hơn để thu hoạch gỗ làm nhà."
        },
        {
            "en": "I'll put my hands, so, on each side of your head and i'll smash your skull between them like a <em>walnut</em> and that will blot him out.",
            "vi": "Tôi đặt hai tay hai bên đầu cô, thế, và tôi sẽ bóp vỡ sọ cô như một hạt dẻ, thế là xóa sạch hình ảnh anh ta trong đó."
        },
        {
            "en": "So aim for downsizing the amount of dressing. You might also find some lighter dressings that you enjoy. Try Newman's Own Lowfat Sesame Ginger or Ken's Lite Raspberry <em>Walnut</em> Vinaigrette, which offer fewer calories and less fat.",
            "vi": "Vì vậy mục tiêu là giảm liều lượng nước xốt cho món rau trộn của mình. Bạn cũng có thể tìm mua các loại nước xốt khác “nhẹ hơn” mà mình thích. Hãy thử loại Newman's Own Lowfat Sesame Ginger hoặc Ken's Lite Raspberry Walnut Vinaigrette, cung cấp ca-lo và chất béo ít hơn."
        },
        {
            "en": "You’ve probably never tried the new <em>walnut</em> type – stuffed with concrete. There was a case of a man who actually bought cement filled walnuts.  Wanting to increase the weight and get easy money, the vendor actually wrapped concrete pieces in paper to prevent the suspicious noise when shaken and sold these fake nuts like that.",
            "vi": "Có lẽ bạn chưa từng ăn trúng hạt hồ đào nhân xi măng. Có người mua trúng rồi đấy.   Muốn tăng trọng lượng và tiền dễ kiếm, người bán quả đã quấn xi măng trong giấy để người mua không nghi ngờ khi lắc và đã bán hồ đào giả này như thế đấy."
        }
    ],
    "suggestions": []
}