{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Walter"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Walter"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Walter"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Walter"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Walter"
        }
    },
    "sentences": [
        {
            "en": "Sir <em>Walter</em> Scolt",
            "vi": "Ngài walter scolt"
        },
        {
            "en": "<em>Walter</em> Williams on Bastiat",
            "vi": "Walter Williams bàn về Bastiat"
        },
        {
            "en": "<em>Walter</em> Williams on Bastiat",
            "vi": "Walter Williams bàn về Bastiat"
        },
        {
            "en": "Who is Sir <em>Walter</em> Scolt?",
            "vi": "Ngài Walter Scolt là ai?"
        },
        {
            "en": "I came upon <em>Walter</em> while I was in the bookstore.",
            "vi": "Tôi đã vô tình gặp Walter trong khi đang ở trong hiệu sách."
        },
        {
            "en": "Has <em>Walter</em> got over his financial difficulties yet?",
            "vi": "Walter đã vượt qua được những khó khăn về tài chính chưa?"
        },
        {
            "en": "I need to rush off this package to <em>Walter</em>.",
            "vi": "Tôi cần gởi nhanh kiện hàng này đến Walter."
        },
        {
            "en": "<em>Walter</em> can't hear you; he is dead to the world.",
            "vi": "Walter không thể nghe anh đâu ; anh ấy đang ngủ mê như chết."
        },
        {
            "en": "We could look <em>Walter</em> and Barbara up when we 're in Liverpool.",
            "vi": "Chúng tôi có thể đến chơi nhà Walter và Barbara khi đến Liverpool."
        },
        {
            "en": "After an afternoon of rain, the field at tiny Hans <em>Walter</em> Wild Stadium was a mess.",
            "vi": "Sau một buổi chiều mưa, sân trong sân vận động Hans Walter Wild là một mớ hỗn độn."
        },
        {
            "en": "<em>Walter</em> Chrysler, leading industrialist and founder of Chrysler Corporation, expected just three things when hiring men.",
            "vi": "Walter Chrysler, kỹ nghệ gia hàng đầu và sáng lập viên Công ty Chrysler, chỉ mong đợi ba điều khi ông thuê người."
        },
        {
            "en": "The castle is named for <em>Walter</em> Scott, called Scotty by his friends.",
            "vi": "Toà lâu đài mang tên Walter Scott, được bạn bè của anh ấy gọi là Scotty."
        },
        {
            "en": "This information is also being circulated at <em>Walter</em> Reed Army Medical Center.",
            "vi": "Thông tin này cũng đang được tuyên truyền tại trung tâm chăm sóc y tế quân đội Walter Reed."
        },
        {
            "en": "2. Objective journalism and an opinion column are about as similar as the Bible and Playboy magazine.-- <em>Walter</em> Cronkite",
            "vi": "2. Hai loại: báo chí khách quan và mục báo phản hồi của dư luận sẽ tương tự như các tạp chí Bible và Playboy .-- Walter Cronkite"
        },
        {
            "en": "<em>Walter</em> thumbed his nose at Fred and asked the gang to send someone else to do the job.",
            "vi": "Walter đã miệt thị đuổi Fred đi và yêu cầu bang gởi người khác đến làm việc."
        },
        {
            "en": "Scene from Arrested Development with Jessica <em>Walter</em> and Portia de Rossi Carin Baer—20th Century Fox Licensing/Everett Collection",
            "vi": "Phân cảnh từ bộ phim Arrested Development (Phá sản) với diễn viên Jessica Walter và Portia de Rossi. Ảnh: Carin Baer — bản quyền thuộc 20th Century Fox/Everett Collection"
        },
        {
            "en": "<em>Walter</em> Kent and James Gannon's song captured the mood of homesick Americans in 1943, especially the soldiers who were in the depths of World War II.",
            "vi": "Các bài hát của Walter Kent và James Gannon đã thu hút được tâm trạng nhớ nhà của người Mỹ vào năm 1943, đặc biệt là những người lính dấn thân sâu vào Thế chiến II."
        },
        {
            "en": "<em>Walter</em> Kent and James Gannon's song captured the mood of homesick Americans in 1943, especially the soldiers who were in the depths of World War II. ",
            "vi": "Các bài hát của Walter Kent và James Gannon đã thu hút được tâm trạng nhớ nhà của người Mỹ vào năm 1943, đặc biệt là những người lính dấn thân sâu vào Thế chiến II."
        },
        {
            "en": "Some years before he died, in nineteen forty - eight, Albert Johnson signed documents that said <em>Walter</em> Scott could live in the house until he died.",
            "vi": "Vài năm trước khi chết, vào năm 1948, Albert Johnson ký trong giấy tờ rằng Walter Scott có thể sống trong căn nhà này đến khi anh ấy chết."
        },
        {
            "en": "Do you remember <em>Walter</em> Smith, the fellow who vanished off the face of the earth with half a million of the firm's money?",
            "vi": "Này anh có nhớ thằng cha Walter Smith, gã đó đã biến mất với số tiền nửa triệu của hãng ấy?"
        }
    ],
    "suggestions": []
}