{
    "en_vn": {
        "data": {
            "content": null,
            "word": "wands"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wands</k><blockquote>one of the suits in some tarot packs, corresponding to batons in others.</blockquote><blockquote>→ <kref>wand</kref></blockquote></div>",
            "word": "wands"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wands"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wands"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wands"
        }
    },
    "sentences": [
        {
            "en": "Magicians have magic <em>wands</em>.",
            "vi": "Những nhà ảo thuật có những cây đũa ma thuật."
        },
        {
            "en": "The points of the compass are N, NE, E, SE, <em>S</em>, SW, <em>W</em>, NW, etc.",
            "vi": "Các hướng của chiếc la bàn là Bắc, Đông Bắc, Đông, Đông Nam, Nam, Tây Nam, Tây, Tây Bắc v. v..."
        },
        {
            "en": "The points of the compass are N, NE, E, SE, <em>S</em>, SW, <em>W</em>, NW, etc.",
            "vi": "Các hướng của chiếc la bàn là Bắc, Đông Bắc, Đông, Đông Nam, Nam, Tây Nam, Tây, Tây Bắc v.v..."
        },
        {
            "en": "Becker, <em>W</em>. Büchner, H. and Sleeking, <em>S</em>. (1987) “The Impact of Public Transfer Expenditures on Tax Evasion: An Experimental Approach”.",
            "vi": "Becker, W. Büchner, H. và Sleeking, S. (1987) “Tác động của chi chuyển khoản công đối với trốn thuế: một phương pháp tiếp cận thử nghiệm”."
        },
        {
            "en": "MAN: H-A-N-D-<em>S</em>-<em>W</em>-O-R-T-H. Handsworth House. It’s close to the Town Hall.",
            "vi": "MAN: H-A-N-D-S-W-O-R-T-H. Handsworth House. Nó gần với Town Hall."
        },
        {
            "en": "Detailed observations of many binary star systems were collected by astronomers such as William Struve and <em>S</em>. <em>W</em>. Burnham.",
            "vi": "Các quan sát chi tiết của nhiều hệ thống sao đôi đã được thu thập lại bởi các nhà thiên văn William Struve và S. W. Burnham."
        },
        {
            "en": "Bruce Lee was so fast that they actually had to <em>s</em>-l-o-<em>w</em> film down so you could see his moves.",
            "vi": "Lý Tiểu Long quá nhanh đến nỗi mà thực tế họ đã phải quay phim chậm lại để bạn có thể thấy được những cử động của anh."
        },
        {
            "en": "McGreevey, <em>W</em>., Bertozzi, <em>S</em>., Gutierrez, J., Opumi, M. and Izazola, J.: “Current and Future Resources for HIV/AIDS”, State of the Art: AIDS and Economics.",
            "vi": "McGreevey, W., Bertozzi, S., Gutierrez, J., Opumi, M. và Izazola, J.: “Nguồn lực hiện nay và tương lai cho HIV/AIDS”, Hiện tại: AIDS và kinh tế."
        },
        {
            "en": "<em>s</em>",
            "vi": "Ông ta là một bác sĩ khoa ung thư."
        },
        {
            "en": "Reddy, <em>S</em>. G., and T. <em>W</em>. Pogge, 2002, “How Not to Count the Poor,” (Version 3.0), mimeo, Barnard College, New York.",
            "vi": "Reddy, S. G., và T. W. Pogge, 2002, “Làm thế nào để không đếm người nghèo,” (bản số 3.0), mimeo, Barnard College, New York."
        },
        {
            "en": "Michael <em>W</em> Young, 68",
            "vi": "Michael W Young, 68 tuổi"
        },
        {
            "en": "Michael <em>W</em> Young, 68",
            "vi": "Michael W Young, 68 tuổi"
        },
        {
            "en": "Aside from hygiene, the simple act of hand washing seems to \"wipe away\" the traces of decisions that leave a person feeling conflicted, said study co - author Spike <em>W</em>. <em>S</em>. Lee, a doctoral student",
            "vi": "Ngoài việc vệ sinh, hành động rửa tay đơn giản này còn có vẻ như \"lau sạch\" dấu vết của các quyết định mà làm cho một người có cảm giác mâu thuẫn, vị nghiên cứu sinh về tâm lý học tại trường Đại học Michigan, đồng tác giả của công trình nghiên cứu Spike W S Lee cho biết."
        },
        {
            "en": "Aside from hygiene, the simple act of hand washing seems to \"wipe away\" the traces of decisions that leave a person feeling conflicted, said study co - author Spike <em>W</em>. <em>S</em>. Lee, a doctoral student in",
            "vi": "Ngoài việc vệ sinh, hành động rửa tay đơn giản này còn có vẻ như \"lau sạch\" dấu vết của các quyết định mà làm cho một người có cảm giác mâu thuẫn, vị nghiên cứu sinh về tâm lý học tại trường Đại học Michigan, đồng tác giả của công trình nghiên cứu Spike W S Lee cho biết."
        },
        {
            "en": "act of hand washing seems to \"wipe away\" the traces of decisions that leave a person feeling conflicted, said study co - author Spike <em>W</em>. <em>S</em>. Lee, a doctoral student in psychology at the University of Michigan.",
            "vi": "Ngoài việc vệ sinh, hành động rửa tay đơn giản này còn có vẻ như \"lau sạch\" dấu vết của các quyết định mà làm cho một người có cảm giác mâu thuẫn, vị nghiên cứu sinh về tâm lý học tại trường Đại học Michigan, đồng tác giả của công trình nghiên cứu Spike W S Lee cho biết."
        },
        {
            "en": "hand washing seems to \"wipe away\" the traces of decisions that leave a person feeling conflicted, said study co - author Spike <em>W</em>. <em>S</em>. Lee, a doctoral student in psychology at the University of Michigan.",
            "vi": "Ngoài việc vệ sinh, hành động rửa tay đơn giản này còn có vẻ như \"lau sạch\" dấu vết của các quyết định mà làm cho một người có cảm giác mâu thuẫn, vị nghiên cứu sinh về tâm lý học tại trường Đại học Michigan, đồng tác giả của công trình nghiên cứu Spike W S Lee cho biết."
        },
        {
            "en": "Aside from hygiene, the simple act of hand washing seems to \"wipe away\" the traces of decisions that leave a person feeling conflicted, said study co - author Spike <em>W</em>. <em>S</em>. Lee, a doctoral student in psychology at the",
            "vi": "Ngoài việc vệ sinh, hành động rửa tay đơn giản này còn có vẻ như \"lau sạch\" dấu vết của các quyết định mà làm cho một người có cảm giác mâu thuẫn, vị nghiên cứu sinh về tâm lý học tại trường Đại học Michigan, đồng tác giả của công trình nghiên cứu Spike W S Lee cho biết."
        },
        {
            "en": "Aside from hygiene, the simple act of hand washing seems to \"wipe away\" the traces of decisions that leave a person feeling conflicted, said study co - author Spike <em>W</em>. <em>S</em>. Lee, a doctoral",
            "vi": "Ngoài việc vệ sinh, hành động rửa tay đơn giản này còn có vẻ như \"lau sạch\" dấu vết của các quyết định mà làm cho một người có cảm giác mâu thuẫn, vị nghiên cứu sinh về tâm lý học tại trường Đại học Michigan, đồng tác giả của công trình nghiên cứu Spike W S Lee cho biết."
        },
        {
            "en": "Pitayanon, <em>S</em>., <em>S</em>. Kongsin and <em>W</em>. Janjareon (1994) ‘The Economic Impact of HIV/AIDS Mortality on Household in Thailand,’ in Bloom, D. and P. Godwin (eds.) (1997) The Economics of HIV and AIDS: The Case of South and South East Asia.",
            "vi": "Pitayanon, S., S. Kongsin và W. Janjareon (1994) ‘Tác động kinh tế của tử vong do HIV/AIDS lên hộ gia đình tại Thái Lan,’ Bloom, D. và P. Godwin (eds.) (1997) Tác động kinh tế của HIV và AIDS: Trường hợp Nam và Đông Nam á."
        },
        {
            "en": "<em>W</em>. C. is over there.",
            "vi": "Nhà vệ sinh ở chỗ kia."
        }
    ],
    "suggestions": []
}