{
    "en_vn": {
        "data": {
            "content": null,
            "word": "wang",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "wang",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wang",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wang",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wang",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Hello, Colonel <em>Wang</em>.",
            "vi": "Xin chào đại tá vương."
        },
        {
            "en": "How do you do? My last name is <em>Wang</em>.",
            "vi": "Chào anh. Tôi họ Vương."
        },
        {
            "en": "\"They aren't dead,\" <em>Wang</em> said. \"How could they be dead?\"",
            "vi": "Ông Wang nói, \"Netbook không chết. Làm sao có thể như vậy được? \""
        },
        {
            "en": "I would like to check in, please. My name is Da-ming <em>Wang</em>.",
            "vi": "Tôi muốn đăng ký. Tên tôi là Vương Đại Minh."
        },
        {
            "en": "My name is <em>Wang</em>. I have a reservation here for tonight.",
            "vi": "Tên tôi là Vương. Tôi có đặt phòng ở đây cho đêm nay."
        },
        {
            "en": "Cast: Kevin Tan, Qin Xue, Han Dong, Zhang Hengping, Liang Dawei, Zhang He, <em>Wang</em> Jianguo",
            "vi": "Diễn viên: Kevin Tan, Qin Xue, Han Dong, Zhang Hengping, Liang Dawei, Zhang He, Wang Jianguo"
        },
        {
            "en": "Our sales representative Mr. <em>Wang</em> is authorized to enter into contracts with you.",
            "vi": "Đại diện bán hàng của chúng tôi, ông Wang được ủy quyền kí kết hợp đồng với ông."
        },
        {
            "en": "I would like to check in, please. My name is Da - ming <em>Wang</em>.",
            "vi": "Tôi muốn đăng ký. Tên tôi là Vương Đại Minh."
        },
        {
            "en": "Ms. <em>Wang</em> did not want her check automatically deposited into her account.",
            "vi": "Bà Wang không muốn ngân phiếu của bà ấy tự động gởi vào tài khoản."
        },
        {
            "en": "My name is <em>Wang</em> and we look forward to seeing you.",
            "vi": "Tôi là Wang và chúng tôi mong được tiếp đón ông."
        },
        {
            "en": "My delegation can go along with each and every principle that you've just outlined, mr. <em>Wang</em>!",
            "vi": "Đoàn đại biểu của tôi có thể đồng ý với tất cả các nguyên tắc mà ông vừa phác hoạ, thưa ông vương!"
        },
        {
            "en": "Speaking to the Wall Street Journal, Acer Chairman and CEO J.T. <em>Wang</em> said his company will continue to make netbooks.",
            "vi": "Chia sẻ với nhật báo phố Wall, Chủ tịch kiêm Giám đốc Điều hành của Acer, ông J.T. Wang, cho biết hãng sẽ tiếp tục sản xuất netbook."
        },
        {
            "en": "Only identified by his surname <em>Wang</em>, he is said to have received about $3,000 for his kidney.",
            "vi": "Chỉ biết được rằng cậu bé  này họ Wang, đã nhận được khoảng 3,000 đô-la Mỹ từ việc bán thận."
        },
        {
            "en": "Host athlete <em>Wang</em> Wenying went on the take the gold, beating Gail 15-7 in the final.",
            "vi": "Vận động viên Wang Wenying chủ nhà đã giành huy chương vàng sau khi đánh bại Gail 15-7 trong trận chung kết."
        },
        {
            "en": "<em>Wang</em> Cunchun, 90, lives with his 60-year-old son in a 107-square-foot apartment in Shanghai, China.",
            "vi": "Wang Cunchun, 90 tuổi, sống với con trai 60 tuổi trong căn hộ 10m2 ở Thượng Hải, Trung Quốc."
        },
        {
            "en": "Could you please tell him that his friend <em>Wang</em> Ping invites him to a Peking Roast Duck dinner tonight?",
            "vi": "Cô vui lòng nói với anh ấy là Vương Bình mời anh ấy đi ăn vịt quay Bắc Kinh vào tối nay được không?"
        },
        {
            "en": "\"Import growth is a bit higher than we expected, showing that domestic demand is still resilient,\" said Mr <em>Wang</em>.  ",
            "vi": "Ông Wang phát biểu, “tăng trưởng nhập khẩu cao hơn chúng tôi dự đoán một chút, cho thấy nhu cầu trong nước vẫn còn sức bật.”"
        },
        {
            "en": "\"The problem of overweight and obesity is rising sharply as the dietary make-up has changed,\" <em>Wang</em> Guoqiang, a vice director of commission, told a press conference.",
            "vi": "\"Vấn đề của thừa cân và béo phì đang gia tăng mạnh mẽ khi chế độ ăn uống thay đổi\", Wang Guoqiang, phó giám đốc của ủy ban nói trong cuộc họp báo."
        },
        {
            "en": "Good morning, ladies and gentlemen! I'm Peter <em>Wang</em>. I'm very pleased to be your tour guide during your stay in Vietnam.",
            "vi": "Các anh chị, chào buổi sáng! Tôi là Peter Vương. Tôi rất vui khi là hướng dẫn viên cho các bạn trong suốt thời gian các bạn ở Việt Nam."
        },
        {
            "en": "Good morning, ladies and gentlemen! I 'm Peter <em>Wang</em>. I' m very pleased to be your tour guide during your stay in Vietnam.",
            "vi": "Các anh chị, chào buổi sáng! Tôi là Peter Vương. Tôi rất vui khi là hướng dẫn viên cho các bạn trong suốt thời gian các bạn ở Việt Nam."
        }
    ],
    "suggestions": []
}