{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"4\"><font color=\"#9e9e9e\">[wɔ:t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"4\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"3\">(y học) hột cơm, mụn cóc (mụn nhỏ, khô cứng mọc trên da)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"3\">bướu cây</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">to warts and all</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\" colspan=\"2\">(thông tục) không che giấu những khuyết tật, nét xấu</td></tr><tr id=\"tn_mh\"><td colspan=\"3\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">you agreed to marry me</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">warts and all</font><font color=\"#7E7E7E\">!</font></td></tr><tr id=\"tn_mh_n\"><td colspan=\"4\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">anh đã đồng ý lấy em, bất kể khuyết tật thế nào ư!</font></td></tr></table><i/></div>",
            "word": "wart"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wart</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a small, hard benign growth on the skin, caused by a virus. </blockquote></blockquote><blockquote><blockquote>2》 any rounded excrescence on the skin of an animal or the surface of a plant. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>informal an obnoxious person. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Phrases</cclass></b></blockquote><blockquote><cclass><b>warts and all</b><cclass>informal including faults or unattractive qualities. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>warty</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>wearte</i>, of Gmc origin. </blockquote></div>",
            "word": "wart"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wart"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>wart</k><blockquote><blockquote><ex><abr>n.</abr> to remove a wart</ex></blockquote></blockquote></div>",
            "word": "wart"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bướu (gỗ)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mắt cây</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mụn cơm (mụn cóc)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fig wart</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hột cơm nhọn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">plantar wart</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mụt cơm bàn chân</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">seborrheic wart</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hột cơm bá nhờn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">telangiectatic wart</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hột cơm giãn mạch</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "wart"
        }
    },
    "sentences": [
        {
            "en": "A big <em>wart</em> on his nose?",
            "vi": "Một cái mụn cóc to trên mũi của anh ấy hả?"
        },
        {
            "en": "A <em>wart</em> is a benign tumor.",
            "vi": "Mụn cóc là một khối u lành tính."
        },
        {
            "en": "A plantar <em>wart</em> may make walking uncomfortable.",
            "vi": "Một cái mụn cơm ở bàn chân có thể làm cho việc đi lại không thoải mái."
        },
        {
            "en": "There was a big <em>wart</em> on his nose.",
            "vi": "Trên mũi của anh ấy có một cái mụn cóc to."
        },
        {
            "en": "How are warts treated? Warts can be treated in various ways, including:     * Over-the-counter medications contain acids that are applied to the <em>wart</em>. The acids are peeling agents that remove the dead skin cells of the <em>wart</em> and cause the <em>wart</em> to gradually fall off. Over-the-counter treatments shouldn't be used on the face or genitals without consulting a doctor first as some of them may cause damage to the skin.",
            "vi": "Điều trị mụn cơm như thế nào? Mụn cơm có thể được điều trị bằng nhiều cách khác nhau, bao gồm: * Thuốc mua tự do không theo toa chứa a-xít được sử dụng cho mụn cơm. Các loại a-xít này là những chất gây bong tróc có thể làm tẩy tróc các tế bào da chết của mụn cơm và làm cho mụn cơm dần dần rụng đi. Thuốc mua tự do không theo toa không nên sử dụng ở vùng mặt hoặc vùng cơ quan sinh dục ngoài mà không tham khảo ý kiến của bác sĩ trước bởi một số loại thuốc này có thể làm tổn thương cho da."
        },
        {
            "en": "What can I do to help myself feel better? If you have a simple <em>wart</em> on a finger or toe, you can try to remove it with an over-the-counter medication. These include liquids or pads containing medication that work by removing the skin affected by the <em>wart</em> virus.",
            "vi": "Tôi có thể làm gì để tự giúp mình cảm thấy dễ chịu hơn?Nếu bạn bị nổi một mụn cơm thường trên ngón tay hoặc ngón chân, thì bạn có thể sử thử dụng thuốc mua tự do không theo toa để tẩy nó. Các loại thuốc này gồm thuốc nước hoặc miếng gạc tẩm thuốc trên đó – thuốc có tác dụng làm bong tróc lớp da nhiễm vi rút gây mụn cơm."
        },
        {
            "en": "   * Cryosurgery is where a doctor freezes the <em>wart</em> with liquid nitrogen. This treatment is usually done in the doctor's office.     * Laser surgery may be used for warts that are hard to remove.",
            "vi": "* Phẫu thuật lạnh – bác sĩ làm lạnh mụn cơm bằng ni-tơ lỏng. Phương pháp điều trị này thường được thực hiện ở phòng khám của bác sĩ. * Phẫu thuật bằng tia la-de có thể được sử dụng cho những mụn cơm khó tẩy."
        },
        {
            "en": "When should I call a doctor? Although many warts disappear on their own with time, it's a good idea to show your <em>wart</em> to a doctor, who can recommend a treatment method if you need one. If you discover a <em>wart</em> on your face or on your genital area, call your doctor. He or she can determine the best treatment for those areas, which are very sensitive.",
            "vi": "Khi nào tôi nên gọi cho bác sĩ?Mặc dù nhiều mụn cơm cũng có thể tự biến mất theo thời gian, nhưng bạn nên cho bác sĩ thấy các nốt mụn cơm của mình – bác sĩ có thể khuyến nghị cho bạn phương pháp điều trị nếu cần.Nếu phát hiện thấy trên mặt hoặc ở vùng sinh dục của mình có mụn cơm, bạn nên gọi điện cho bác sĩ. Họ có thể xác định được biện pháp điều trị nào là tốt nhất cho những vùng rất nhạy cảm đó. "
        },
        {
            "en": "How long before symptoms appear? The length of time between when a person's exposed to the HPV virus and a <em>wart</em> appears varies, but warts can grow very slowly and may take many months to develop.",
            "vi": "Thời gian trước khi xuất hiện triệu chứng là bao lâu?Thời gian từ khi tiếp xúc với vi rút HPV đến khi xuất hiện mụn cơm không ai giống ai, nhưng mụn cơm có thể phát triển rất chậm và có thể phải mất nhiều tháng mới có thể thấy được ra bên ngoài."
        },
        {
            "en": "It's also a good idea to wear waterproof sandals or flip-flops in public showers, locker rooms, and around public pools (this also can help protect against other infections, like athlete's foot). If you do have warts, don't rub, scratch, or pick at them or you may spread the virus to another part of your body or cause the <em>wart</em> to become infected.",
            "vi": "Bên cạnh đó, bạn cũng nên mang giày xăng-đan chống thấm hoặc dép xỏ ngón ở các phòng tắm có vòi hoa sen công cộng, các phòng gửi hành lý, và quanh các hồ bơi công cộng (việc này cũng có thể giúp bảo vệ bạn khỏi một số bệnh nhiễm trùng khác, chẳng hạn như bệnh nấm ở bàn chân). Nếu bạn bị mụn cơm, đừng chà xát, đừng cào gãi, hoặc làm cho trầy rách chúng hoặc bạn có thể làm lây lan vi rút sang một bộ phận nào đó khác trên cơ thể hoặc làm cho nốt mụn cơm của mình trở nên nhiễm trùng."
        },
        {
            "en": "What are the signs and symptoms? If you find a small, hard bump on your skin that has a rough surface similar to that of a cauliflower, it's probably a <em>wart</em>. Warts can look pink, white, or brown, and can contain tiny spots inside that look like black specks. Warts can affect any part of the skin, but are most often found on the extremities — fingers, hands, and feet.",
            "vi": "Dấu hiệu và triệu chứng của mụn cơm là gì?Nếu phát hiện thấy một khối u nho nhỏ, cưng cứng trên da có bề mặt xù xì tựa như bông cải thì có thể là bạn đã bị mụn cơm rồi đấy. Chúng có thể có màu hồng, trắng, hoặc nâu, và có thể có nhiều đốm nhỏ li ti trong đó trông giống như nhiều đốm đen. Mụn cơm có thể xuất hiện ở bất kỳ nơi đâu trên da, nhưng thường thấy nhất là ở tay, chân – chẳng hạn như ngón tay, bàn tay, và bàn chân."
        },
        {
            "en": " Within a few days after treatment by a doctor, a small <em>wart</em> will usually fall off, although you may need more than one treatment. Treatment may take longer for larger warts. Over-the-counter treatments may take longer than the doctor's office treatments, but they can be used as initial treatment on the hands or feet. Your doctor may also tell you to use over-the-counter treatments after you've had an in-office procedure.",
            "vi": "Sau khi được bác sĩ điều trị một vài ngày, nốt mụn cơm nhỏ thường sẽ rụng đi, mặc dù bạn cũng cần phải được điều trị thêm nữa. Các nốt to hơn có thể cần thời gian điều trị lâu hơn. Điều trị bằng thuốc mua tự do không theo toa có thể lâu hơn điều trị ở phòng khám của bác sĩ, nhưng các loại thuốc không theo toa đó có thể được sử dụng như một biện pháp chữa trị ban đầu ở bàn tay hoặc bàn chân. Ngoài ra, bác sĩ cũng có thể khuyên bạn nên sử dụng thuốc không theo toa sau khi đã được điều trị ở phòng khám."
        }
    ],
    "suggestions": []
}