{
    "en_vn": {
        "data": {
            "content": null,
            "word": "washtub",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>washtub</k><blockquote>■ <cclass>noun a large metal tub for washing laundry. </cclass></blockquote></div>",
            "word": "washtub",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "washtub",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "washtub",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "washtub",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They bathed in a large wooden or metal <em>washtub</em>.",
            "vi": "Họ tắm trong một bồn tắm lớn bằng gỗ hoặc bằng kim loại."
        },
        {
            "en": "He gave them the water in Ma's <em>washtub</em>, which was standing full, ready for the washing next morning.",
            "vi": "Bố cho chúng uống nước trong khạp của Mẹ đã được đổ đầy để dành cho sáng hôm sau."
        },
        {
            "en": "Dinh Van Luong and his family catch flying termites using a candle and a <em>washtub</em> of water",
            "vi": "Ông Đinh Văn Lương và gia đình của mình bắt mối cánh bằng cách sử dụng một ngọn nến và một chậu nước."
        },
        {
            "en": "She filled a clean <em>washtub</em> with cold water from the spring, and she dipped the corn out of the kettle into the tub.",
            "vi": "Mẹ đổ đầy nước suối vào chiếc bồn giặt đã được cọ sạch rồi lấy bắp ra khỏi bình ngâm vào trong bồn."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the <em>washtub</em> with clean snow, and on the cookstove it melted to water. Then close by the warm stove",
            "vi": "Mùa hè, các cô tắm nước suối, nhưng về mùa đông, bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "She had to go to bed early on Saturday nights, with Charlotte, because after she was bathed and put into her clean nightgown, Pa must empty the <em>washtub</em> and fill it with snow again for Mary's bath.",
            "vi": "Cô phải lên giường sớm vào đêm thứ bảy cùng với Charlotte bởi sau khi cô tắm rửa và thay áo ngủ xong, bố mới tiếp tục gom tuyết tan cho Mary tắm."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the <em>washtub</em> with clean snow, and on the cookstove it melted to water. Then close by the warm stove, behind a screen made of a blanket over two chairs, Ma bathed Laura, and then she bathed Mary.",
            "vi": "Mùa hè, các cô tắm nước suối, nhưng về mùa đông, bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the <em>washtub</em> with clean snow, and on the cookstove it melted to water. Then close by the warm stove, behind a screen made of a blanket",
            "vi": "Mùa hè, các cô tắm nước suối, nhưng về mùa đông, bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the <em>washtub</em> with clean snow, and on the cookstove it melted to water. Then close by the warm stove, behind a screen made of a blanket over two chairs, Ma bathed Laura,",
            "vi": "Mùa hè, các cô tắm nước suối, nhưng về mùa đông, bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the <em>washtub</em> with clean snow, and on the cookstove it melted to water. Then close by the warm stove, behind a screen made of a blanket over two chairs, Ma bathed Laura, and then she bathed Mary.",
            "vi": ", bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the <em>washtub</em> with clean snow, and on the cookstove it melted to water. Then close by the warm stove, behind a screen made of a blanket over two chairs",
            "vi": "Mùa hè, các cô tắm nước suối, nhưng về mùa đông, bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        }
    ],
    "suggestions": []
}