{
    "en_vn": {
        "data": {
            "content": null,
            "word": "washcloth",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>washcloth</k><blockquote>■ <cclass>noun <cclass>N. Amer. a facecloth. </cclass></cclass></blockquote></div>",
            "word": "washcloth",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "washcloth",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>washcloth</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to soap up a washcloth </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to wring out a washcloth</ex></blockquote></blockquote></div>",
            "word": "washcloth",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "washcloth",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Clean your baby's nose and ears with the <em>washcloth</em>.",
            "vi": "Lau mũi và tai bé bằng khăn mặt."
        },
        {
            "en": "Use a clean corner of the <em>washcloth</em> to wash the other eye.",
            "vi": "Dùng góc sạch của khăn mặt để lau mắt còn lại."
        },
        {
            "en": "Use a <em>washcloth</em> to wash his or her face and hair.",
            "vi": "Dùng khăn tắm để lau mặt và tóc cho bé."
        },
        {
            "en": "I was carefully dabbing it with a wet <em>washcloth</em> to clean it.",
            "vi": "Tôi cẩn thận phủi nhẹ nó bằng một khăn mặt ướt để rửa sạch nó."
        },
        {
            "en": "Use the water, cotton balls, and <em>washcloth</em> or the wipes to gently wipe your baby's genital area clean.",
            "vi": "Dùng nước, bông và khăn lau hoặc khăn tay để lau nhẹ vùng sinh dục của bé sạch sẽ."
        },
        {
            "en": "Smoothening the lips a little before applying lip color by rubbing them a little with <em>washcloth</em> gently.",
            "vi": "Làm môi mềm một chút trước khi thoa son bằng cách chùi nhẹ với khăn mềm."
        },
        {
            "en": "Wipe your infant's eyes with a <em>washcloth</em> dampened with water only, starting with one eye and wiping from the inner corner to the outer corner.",
            "vi": "Lau mắt bé bằng khăn mặt được làm ẩm bằng nước, bắt đầu lau từng mắt một và lau từ khóe trong đến khóe ngoài."
        },
        {
            "en": "If your feet smell less than swell, wipe them down with a vodka-soaked <em>washcloth</em> to get rid of the stench.",
            "vi": "Nếu bàn chân của bạn có mùi khó chịu, lau sạch chân bằng khăn thấm vodka để tống khứ mùi hôi."
        },
        {
            "en": "Home care for shingles  Powerderized oatmeal baths are an old standby for relieving the itch of chickenpox and can help with shingles as well. To speed up the drying out of the blisters, try placing a cool, damp <em>washcloth</em> on the rash (but not when wearing calamine lotion or other creams.) If your doctor gives you the green light, stay active while recovering from shingles. Gentle exercise or a favorite activity may help keep your mind off the discomfort.",
            "vi": "Chăm sóc bệnh zô-na tại nhà  Tắm bằng bột yến mạch là biện pháp lâu đời dùng để làm giảm ngứa do bệnh thuỷ đậu và cả bệnh zô-na nữa. Để làm cho các vết giộp khô nhanh, bạn nên cố đắp khăn mát, ẩm lên chỗ phát ban (nhưng không nên đặt lúc đang thoa kem calamine hoặc các loại kem khác). Nếu bác sĩ cho phép, bạn nên hoạt động thể chất trong khi phục hồi khỏi bệnh. Các bài thể dục nhẹ nhàng hoặc các hoạt động ưa thích có thể giúp đầu óc bạn không nghĩ đến nỗi khó chịu của bệnh tật."
        },
        {
            "en": "A Guide for First-Time Parents    You've survived 9 months of pregnancy. You've made it through the excitement of labor and delivery, and now you're ready to head home and begin life with your baby. Once home, though, you frantically realize you have no idea what you're doing! Brushing up on these tips can help first-time parents feel confident about caring for a newborn in no time. getting help after the birth  Consider recruiting help from friends and family to get through this time. While in the hospital, use the expertise around you. Many hospitals have feeding specialists or lactation consultants who can help you get started nursing or bottle-feeding. In addition, nurses are a great resource to show you how to hold, burp, change, and care for your baby. For in-home help, you might want to hire a baby nurse or a responsible neighborhood teenager to help you for a short time after the birth. In addition, relatives and friends can be a great resource. They may be more than eager to help, and although you may disagree on certain things, don't dismiss their experience. But if you don't feel up to having guests or you have other concerns, don't feel guilty about placing restrictions on visitors. Handling a newborn  If you haven't spent a lot of time around newborns, their fragility may be intimidating. Here are a few basics to remember: Be careful to support your baby's head and neck. Cradle the head when carrying your baby and support the head when carrying the baby upright or when you lay him or her down.  Be careful not to shake your newborn, whether in play or in frustration. Shaking that is vigorous can cause bleeding in the brain and even death. If you need to wake your infant, don't do it by shaking — instead, tickle your baby's feet or blow gently on a cheek.  Make sure your baby is securely fastened into the carrier, stroller, or car seat. Limit any activity that would be too rough or bouncy.  Remember that your newborn is not ready for rough play, such as being jiggled on the knee or thrown in the air. Bonding and soothing techniques  Bonding, probably one of the most pleasurable aspects of infant care, occurs during the sensitive time in the first hours and days after birth when parents make a deep connection with their infant. Physical closeness can promote an emotional connection. For infants, the attachment contributes to their emotional growth, which also affects their development in other areas, such as physical growth. Another way to think of bonding is \"falling in love\" with your baby. Children thrive from having a parent or other adult in their life who loves them unconditionally. Begin bonding by cradling your baby and gently stroking him or her in different patterns. Both you and your partner can also take the opportunity to be \"skin-to-skin,\" holding your newborn against your own skin while feeding or cradling. Babies, especially premature babies and those with medical problems, may respond to infant massage. Massage may enhance bonding and help with infant growth and development. Many books and videos cover infant massage — ask your doctor for recommendations. Be careful, however — babies are not as strong as adults, so massage your baby gently. Babies usually love vocal sounds, such as talking, babbling, singing, and cooing. Your baby will probably also love listening to music. Baby rattles and musical mobiles are other good ways to stimulate your infant's hearing. If your little one is being fussy, try singing, reciting poetry and nursery rhymes, or reading aloud as you sway or rock your baby gently in a chair. Some babies can be unusually sensitive to touch, light, or sound, and might startle and cry easily, sleep less than you might expect, or turn their faces away when you speak or sing to them. Keep noise and light levels moderate. Swaddling is another soothing technique first-time parents should learn. Swaddling keeps a baby's arms close to the body and legs snuggled together. Not only does this keep a baby warm, but the surrounding pressure seems to give most newborns a sense of security and comfort. Swaddling works well for some babies during their first few weeks. Here's how to swaddle a baby: Spread out the receiving blanket, with one corner folded over slightly. Lay the baby face-up on the blanket with his or her head above the folded corner.  Wrap the left corner over the body and tuck it beneath the back of the baby, going under the right arm. Bring the bottom corner up over the baby's feet and pull it toward the head, folding the fabric down if it gets close to the face.  Wrap the right corner around the baby, and tuck it under the baby's back on the left side, leaving only the neck and head exposed. Diapering Dos and Don'ts  You'll probably decide before you bring your baby home whether you'll use cloth or disposable diapers. Whichever you use, the baby will dirty diapers about 10 times a day, or about 70 times a week. Before diapering a baby, make sure you have all supplies within reach so you won't have to leave your baby unattended on the changing table. You'll need: a clean diaper  a fastener (if cloth is used)  diaper ointment if the baby has a rash  a container of warm water  clean <em>washcloth</em>, diaper wipes, or cotton balls After each bowel movement or if the diaper is wet, lay your baby on his or her back and remove the dirty diaper. Use the water, cotton balls, and <em>washcloth</em> or the wipes to gently wipe your baby's genital area clean. When removing a boy's diaper, do so carefully because exposure to the air may make him urinate. When wiping a girl, wipe her bottom from front to back to avoid a urinary tract infection. To prevent or heal a rash, apply ointment. Always remember to wash your hands thoroughly after changing a diaper. Diaper rash is a common concern. Typically the rash is red and bumpy and will go away in a few days with warm baths, some diaper cream, and a little time out of the diaper. Most rashes occur because the baby's skin is sensitive and becomes irritated by the wet or poopy diaper. To prevent or heal diaper rash, try these tips: Change your baby's diaper frequently, and as soon as possible after bowel movements.  After cleaning the area with mild soap and water or a wipe, apply a diaper rash or \"barrier\" cream. Creams with zinc oxide are preferable because they form a barrier against moisture.  If you use cloth diapers, wash them in dye- and fragrance-free detergents. Let the baby go undiapered for part of the day. This gives the skin a chance to air out. If the diaper rash continues for more than 3 days or seems to be getting worse, call your doctor — it may be caused by a fungal infection that requires a prescription. Bathing basics  You should give your baby a sponge bath until: the umbilical cord falls off (1–4 weeks)  the circumcision heals (1–2 weeks)  the navel heals completely (1–4 weeks) A bath two or three times a week in the first year is sufficient. More frequent bathing may be drying to the skin. You'll need the following items before bathing your baby: a soft, clean <em>washcloth</em>  mild, unscented baby soap and shampoo  a soft brush to stimulate the baby's scalp  towels or blankets  an infant tub with 2 to 3 inches of warm — not hot! — water (to test the water temperature, feel the water with the inside of your elbow or wrist). An infant tub is a plastic tub that can fit in the bathtub and is better fitted for the infant and makes bath time easier to manage.  a clean diaper  clean clothes Sponge baths.  For a sponge bath, pick a warm room and a flat surface, such as a changing table or floor. Undress your baby. Wipe your infant's eyes with a <em>washcloth</em> dampened with water only, starting with one eye and wiping from the inner corner to the outer corner. Use a clean corner of the <em>washcloth</em> to wash the other eye. Clean your baby's nose and ears with the <em>washcloth</em>. Then wet the cloth again, and using a little soap, wash his or her face gently and pat it dry. Next, using baby shampoo, create a lather and gently wash your baby's head. Using a wet cloth and soap, gently wash the rest of the baby, paying special attention to creases under the arms, behind the ears, around the neck, and the genital area. Once you have washed those areas, make sure they are dry and then diaper and dress your baby. Tub baths.  When your baby is ready for tub baths, the first baths should be gentle and brief. If he or she becomes upset, go back to sponge baths for a week or two, then try the bath again. Undress your baby and then place him or her in the water immediately, in a warm room, to prevent chills. Make sure the water in the tub is no more than 2 to 3 inches deep. Use one of your hands to support the head and the other hand to guide the baby in feet-first. Speaking gently, slowly lower your baby up to the chest into the tub. Use a <em>washcloth</em> to wash his or her face and hair. Gently massage your baby's scalp with the pads of your fingers or a soft baby hairbrush, including the area over the fontanelles (soft spots) on the top of the head. When you rinse the soap or shampoo from your baby's head, cup your hand across the forehead so the suds run toward the sides and soap doesn't get into the eyes. Gently wash the rest of your baby's body with water and a small amount of soap. Throughout the bath, regularly pour water gently over your baby's body so he or she doesn't get cold. After the bath, wrap your baby in a towel immediately, making sure to cover his or her head. Baby towels with hoods are great for keeping a freshly washed baby warm. While bathing your infant, never leave the baby alone. If you need to leave the bathroom, wrap the baby in a towel and take him or her with you. Circumcision and umbilical cord care  Immediately after circumcision, the tip of the penis is usually covered with gauze coated with petroleum jelly to keep the wound from sticking to the diaper. Gently wipe the tip clean with warm water after a diaper change, then apply petroleum jelly to the tip so it doesn't stick to the diaper. Redness or irritation of the penis should heal within a few days, but if the redness or swelling increases or if pus-filled blisters form, infection may be present and you should call your baby's doctor immediately. Umbilical cord care in newborns is also important. Some doctors suggest swabbing the area with rubbing alcohol until the cord stump dries up and falls off, usually in 10 days to 3 weeks, but others recommend leaving the area alone. Talk to your child's doctor to see what he or she prefers. The infant's navel area shouldn't be submerged in water until the cord stump falls off and the area is healed. Until it falls off, the cord stump will change color from yellow to brown or black — this is normal. Consult your doctor if the navel area becomes reddened or if a foul odor or discharge develops. Feeding and burping your baby  Whether feeding your newborn by breast or a bottle, you may be stumped as to how often to do so. Generally, it's recommended that babies be fed on demand — whenever they seem hungry. Your baby may cue you by crying, putting fingers in his or her mouth, or making sucking noises. A newborn baby needs to be fed every 2 to 3 hours. If you're breastfeeding, give your baby the chance to nurse about 10–15 minutes at each breast. If you're formula-feeding, your baby will most likely take about 2–3 ounces (60–90 milliliters) at each feeding. Some newborns may need to be awakened every few hours to make sure they get enough to eat. Call your baby's doctor if you need to awaken your newborn frequently or if your baby doesn't seem interested in eating or sucking. If you're formula-feeding, you can easily monitor if your baby is getting enough to eat, but if you're breastfeeding, it can be a little trickier. If your baby seems satisfied, produces about six wet diapers and several stools a day, sleeps well, and is gaining weight regularly, then he or she is probably eating enough. Talk to your doctor if you have concerns about your child's growth or feeding schedule. Babies often swallow air during feedings, which can make them fussy. You can prevent this by burping your baby frequently. Try burping your baby every 2 to 3 ounces (60–90 milliliters) if you bottle-feed, and each time you switch breasts if you breastfeed. If your baby tends to be gassy, has gastroesophageal reflux, or seems fussy during feeding, try burping your baby every ounce during bottle-feeding or every 5 minutes during breastfeeding. The following are burping strategies: Hold your baby upright with his or her head on your shoulder. Support your baby's head and back while gently patting the back with your other hand.  Sit your baby on your lap. Support your baby's chest and head with one hand by cradling your baby's chin in the palm of your hand and resting the heel of your hand on your baby's chest (be careful to grip your baby's chin - not throat). Use the other hand to gently pat your baby's back.  Lay your baby face-down on your lap. Support your baby's head, making sure it's higher than his or her chest, and gently pat or rub his or her back. If your baby doesn't burp after a few minutes, change the baby's position and try burping for another few minutes before feeding again. Always burp your baby when feeding time is over, then keep him or her in an upright position for at least 10–15 minutes to avoid spitting up. Sleeping basics  As a new parent, you may be surprised to learn that your newborn, who seems to need you every minute of the day, actually sleeps about 16 hours or more! Newborns typically sleep for periods of 3–4 hours. Don't expect yours to sleep through the night — the digestive system of babies is so small that they need nourishment every few hours and should be awakened if they haven't been fed for 5 hours (or more frequently). When can you expect your baby to sleep through the night? Many babies sleep through the night (between 6–8 hours) at 3 months of age, but if yours doesn't, it's not a cause for concern. Like adults, babies must develop their own sleep patterns and cycles, so if your newborn is gaining weight and appears healthy, don't despair if he or she hasn't slept through the night at 3 months. It's important to place babies on their backs to sleep to reduce the risk of sudden infant death syndrome (SIDS). In addition, remove all fluffy bedding, quilts, sheepskins, stuffed animals, and pillows from the crib to ensure that your baby doesn't get tangled in them or suffocate. Also be sure to alternate the position of your baby's head from night to night (first right, then left, and so on) to prevent being flat on one side of the head.  Even though you may feel anxious about handling a newborn, in a few short weeks you'll develop a routine and be parenting like a pro! If you have any questions or concerns, ask your doctor to recommend resources that can help you and your baby grow together.",
            "vi": "Cẩm nang cho những người lần đầu làm bố mẹ    Bạn đã vượt qua 9 tháng mang thai. Bạn đã qua khỏi tình trạng phấn khích của cơn đau đẻ, và bây giờ bạn sẵn sàng về nhà và bắt đầu cuộc sống với đứa con của mình. Thế nhưng cũng có đôi khi bạn ở nhà và hoang mang nhận ra rằng mình chẳng biết làm gì hết! Xem lại những bí quyết này để có thể giúp những người lần đầu làm bố mẹ cảm thấy tự tin về việc chăm sóc trẻ sơ sinh rất nhanh.  Được giúp đỡ sau khi sinh Hãy quan sát sự giúp đỡ ban đầu của bạn bè và gia đình để vượt qua giai đoạn này. Trong lúc còn ở bệnh viện, bạn nên quan sát các chuyên gia quanh mình nhé. Nhiều bệnh viện có chuyên gia nuôi dưỡng hoặc chuyên viên tư vấn về thời kỳ tiết sữa có thể giúp bạn bắt đầu cho bé bú mẹ hay bú bình. Ngoài ra, y tá còn là những người hướng dẫn tuyệt vời  sẽ chỉ cho bạn cách bồng bế, vỗ cho bé ợ, thay quần áo, và chăm sóc em bé nữa.  Đối với việc hỗ trợ ở nhà, bạn có thể thuê một vú em hay một em thiếu niên gần nhà để giúp bạn trong một thời gian ngắn sau sinh. Ngoài ra, họ hàng và bạn bè đều là những người hỗ trợ tuyệt vời đấy. Có thể là họ lúc nào cũng háo hức giúp đỡ cho bạn và dẫu bạn không đồng ý chuyện gì thì cũng đừng coi thường kinh nghiệm của họ nhé. Nhưng nếu bạn không có đủ sức khỏe để tiếp khách hay do việc gì đó thì cũng đừng cảm thấy khó chịu về việc mình hạn chế khách khứa.   Bồng bế trẻ sơ sinh Nếu bạn không dành nhiều thời gian cho bé thì có thể bạn sẽ sợ vẻ yếu ớt của trẻ sơ sinh đấy. Dưới đây là một vài điều cơ bản cần ghi nhớ: Hãy cẩn thận khi đỡ đầu và cổ bé. Khi bế bé bạn hãy đỡ đầu bé lên và cũng đỡ đầu cho bé khi bạn bế bé dậy hay cả khi bạn đặt bé nằm xuống nữa.  Hãy cẩn thận đừng bao giờ rung lắc trẻ sơ sinh dù là để giỡn chơi hay do bạn tức giận đi chăng nữa. Việc rung lắc mạnh có thể làm cho bé bị xuất huyết não và thậm chí tử vong. Nếu muốn đánh thức bé dậy thì bạn chớ lắc bé như thế mà hãy cù vào bàn chân hay thổi nhè nhẹ lên má bé. Hãy chắc rằng bé của bạn đã được cài dây an toàn vào xe chở, xe đẩy hoặc ghế nhỏ của bé trên xe hơi. Hãy hạn chế bất kỳ hoạt động nào quá mạnh hay xóc nẩy. Nên nhớ là trẻ sơ sinh chưa sẵn sàng cho các hoạt động mạnh bạo, như xóc nhẹ trên đầu gối hay thảy lên cao. Kỹ thuật ôm ấp dỗ dành Sự ôm ấp có thể là một trong những thứ dễ chịu nhất đối với việc chăm sóc bé, có thể thấy trong thời gian nhạy cảm này trong những giờ và những ngày sau sinh khi bố mẹ tạo mối liên hệ mật thiết với đứa con mới chào đời của mình. Sự gần gũi cơ thể có thể làm mối kết nối cảm xúc mạnh mẽ hơn.  Đối với trẻ sơ sinh, sự gắn bó làm cho chúng phát triển về mặt xúc cảm, có thể ảnh hưởng tới sự phát triển nhiều mặt khác của chúng nữa, như là sự phát triển về mặt thể chất. Một cách khác để nghĩ đến việc ôm ấp vuốt ve đó là “yêu thương” con bạn. Trẻ lớn nhanh do có bố mẹ hay một người nào đó sống với chúng và yêu thương chúng vô điều kiện.  Bắt đầu ôm ấp bé bằng cách bồng bế và nhẹ nhàng vuốt ve bằng nhiều kiểu khác nhau. Cả bố và mẹ có thể nhân cơ hội bồng bế bé để bé “da chạm da”, hãy bồng bé tựa vào người bạn khi cho bé ăn hay bế bé.   Trẻ sơ sinh, đặc biệt là trẻ sinh non và những trẻ bị bệnh thì bạn có thể dùng phương pháp xoa bóp cho bé. Việc xoa bóp có thể làm tăng yêu thương với bé giúp bé phát triển và lớn nhanh hơn. Có nhiều quyển sách và băng từ chuyên dạy cho bạn cách để xoa bóp cho trẻ sơ sinh – bạn cũng nên hỏi bác sĩ để được tư vấn thêm. Tuy nhiên, hãy nên nhớ rằng trẻ sơ sinh không khỏe mạnh như người lớn, nên hãy xoa bóp cho chúng một cách nhẹ nhàng. Trẻ sơ sinh thường thích nghe âm thanh, như là tiếng nói, tiếng bi bô, hát và thủ thỉ. Con của bạn chắc cũng sẽ thích nghe nhạc. Những chiếc lúc lắc và điện thoại có nhạc cũng là những cách để kích thích thính giác của trẻ sơ sinh. Nếu bé của bạn đang quấy khóc thì bạn hãy thử hát, đọc thơ và thơ ca thiếu nhi hay đọc to lên khi đu đưa bé nhè nhẹ trên ghế xem sao. Một số trẻ có thể nhạy cảm khác thường với việc sờ chạm, ánh sáng hoặc âm thanh và có thể dễ bị giật mình và khóc hay ngủ ít hơn bình thường hay là quay mặt đi khi bạn nói hoặc hát cho bé nghe. Thế nên hãy giữ mức độ âm thanh và ánh sáng một cách dịu nhẹ thôi.  Bọc quấn bé cũng là cách êm dịu khác mà những người lần đầu làm bố mẹ nên biết. Việc quấn bọc bé giữ cho tay, mình và chân bé được đặt gần vào nhau. Việc làm này không những giữ ấm cho bé mà còn mang lại cho hầu hết các trẻ sơ sinh cảm giác an toàn và thoải mái. Việc quấn bọc này có tác dụng tốt với nhiều trẻ sơ sinh trong vài tuần đầu đấy. Sau đây là cách quấn bọc cho bé: Trải chiếc chăn quấn ra, một góc được gấp nhẹ lại.  Đặt bé nằm ngửa trên chăn, đầu kê trên góc được gấp. Quấn góc trái của chăn qua mình bé và nhét vào dưới lưng bé, quấn qua dưới cánh tay phải.  Vắt góc dưới cùng qua chân bé và kéo về phía hướng lên đầu, hãy gấp miếng vải xuống nếu gần sát với mặt của bé. Quấn góc phải của chăn quanh mình bé, nhét xuống dưới lưng bên trái của bé, chỉ để cổ và đầu của bé ở ngoài thôi. Những điều nên làm và không nên làm về việc quấn tã lót Trước khi mang bé về nhà thì bạn sẽ phải chọn liệu sẽ dùng tã vải hay tã giấy. Cho dù bạn sử dụng tã nào đi nữa thì bé của bạn cũng sẽ làm bẩn tã khoảng 10 lần một ngày, hoặc khoảng 70 lần một tuần.  Trước khi thay tã cho bé, bạn nên chắc rằng mình đã có đủ hết các thứ cần thiết và bạn sẽ không bỏ mặc bé trên bàn thay tã. Bạn cần phải có: tã lót sạch dây buộc/móc khoá (nếu bạn sử dụng tả vải) thuốc mỡ nếu bé bị hăm  bình đựng nước ấm khăn lau sạch, tã lau, hoặc bông Sau mỗi lần đại tiện hoặc nếu tã lót bị ướt, hãy đặt bé nằm ngửa và rút tã bẩn ra. Dùng nước, bông và khăn lau hoặc khăn tay để lau nhẹ vùng sinh dục của bé sạch sẽ. Khi thay tã cho bé trai, hãy làm cẩn thận vì việc đưa trần ra ngoài như thế này có thể làm cho bé đi tiểu. Khi lau cho bé gái, nên lau mông đít của bé từ trước ra sau để tránh nhiễm trùng đường tiểu. Để tránh hoặc chữa hăm tã cho bé thì bạn nên dùng thuốc mỡ. Hãy luôn nhớ rửa tay cẩn thận sau khi thay tã lót cho bé.  Chứng hăm tã là vấn đề thường gặp. chứng hăm tã thường đỏ, gây khó chịu và sẽ hết trong vài ngày tắm bằng nước ấm, dùng kem chữa hăm và để cho bé thoáng bằng cách không dùng tã một thời gian ngắn. Hầu hết các chứng hăm tã đều là do da của bé nhạy cảm và trở nên tấy rát do tã bị ẩm ướt hay dơ bẩn do tiểu tiện.  Để ngăn ngừa hoặc chữa chứng hăm tã, bạn nên thử các mẹo sau đây: Thay tã lót cho bé thường xuyên, và càng sớm càng tốt sau khi bé đại tiện. Sau khi vệ sinh vùng này bằng nước và xà phòng dịu nhẹ hoặc bằng khăn tay thì nên xức kem chống hăm hoặc kem “bảo vệ”. Các loại kem này chứa kẽm ô-xít rất thích hợp cho bé vì chúng có khả năng chống ẩm.   Nếu bạn dùng tã vải thì nên giặt tã bằng loại xà phòng không màu và không có hương thơm.   Hãy để cho bé thoáng bằng cách không dùng tã một lúc nào đó trong ngày. Điều này làm cho da bé thông thoáng và mát mẻ. Nếu bé bị hăm tã liên tiếp kéo dài hơn 3 ngày hay có vẻ càng ngày càng trầm trọng hơn thì bạn nên gọi bác sĩ đi – có thể bé bị nhiễm nấm và cần được kê toa uống thuốc. Điều cơ bản nên biết khi tắm Bạn nên dùng bọt biển để tắm cho bé cho đến khi: cuống rốn rụng (1-4 tuần ) thủ thuật cắt bao quy đầu lành (1-2 tuần ) rốn khô hoàn toàn (1-4 tuần ) Trong năm đầu mỗi tuần nên tắm cho bé hai hay ba lần là đủ rồi. Việc tắm nhiều có thể làm cho da bé bị khô. Trước khi tắm cho bé bạn cũng cần có những thứ này: khăn mặt sạch và mềm xà phòng và dầu gội đầu em bé không mùi và dịu nhẹ bàn chải mềm để kích thích da đầu của em bé khăn tắm hoặc chăn mềm chậu tắm em bé chứa từ 2 đến 3 in-sơ nước ấm – không phải là nước nóng (để thử độ nóng của nước, bạn có thể dùng mặt trong khuỷu tay hay cổ tay để chạm vào nước). Chậu tắm em bé là chậu tắm bằng nhựa có thể đặt vừa vào bồn tắm và thích hợp hơn cho trẻ sinh và có thể làm cho việc tắm rửa cho bé trở nên dễ dàng hơn. tã lót sạch quần áo sạch Tắm bằng bọt biển Đối với việc tắm bằng bọt biển, nên chọn một phòng ấm áp và có bề mặt phẳng, như bàn thay đồ hay sàn nhà. Cởi quần áo em bé ra. Lau mắt bé bằng khăn mặt được làm ẩm bằng nước thôi, bắt đầu lau từng mắt một và lau từ khóe trong đến khóe ngoài. Dùng góc sạch của khăn mặt để lau mắt còn lại. Lau mũi và tai bé bằng khăn mặt. Sau đó nhúng ướt khăn lại và giặt khăn với một chút xà phòng, lau mặt bé nhẹ nhàng rồi giũ nhẹ cho khô. Sau đó dùng dầu gội đầu, tạo bọt và nhẹ nhàng gội đầu cho bé. Dùng một miếng vải ướt và xà phòng, nhẹ nhàng tắm rửa phần còn lại của cơ thể bé, chú ý đặc biệt ở những nếp da dưới cánh tay, sau lỗ tai, quanh cổ và vùng sinh dục. Một khi bạn đã vệ sinh các vùng này thì chắc rằng da bé phải khô sạch và rồi bạn nên bọc tã và mặc áo quần cho bé. Tắm bằng chậu tắm Khi con bạn đủ lớn sẵn sàng tắm bằng chậu thì những lần tắm đầu tiên nên nhẹ nhàng và nhanh lẹ. Nếu bé trở nên khó chịu thì hãy quay lại tắm bằng bọt biển một hay hai tuần nữa rồi thử tắm chậu lại.  Cở quần áo bé ra rồi đặt bé vào chậu nước ngay lập tức, trong phòng ấm, để khỏi bị lạnh. Chắc rằng nước trong chậu không sâu quá 2 đến 3 in-sơ. Một tay bạn đỡ đầu bé, một tay cho bé vào chậu trong tư thế ngồi hai chân duỗi thẳng ra trước. Nói ngọt ngào với bé, từ từ hạ người của bé xuống tới ngực trong chậu tắm. Dùng khăn tắm để lau mặt và tóc cho bé. Nhẹ nhàng mát-xa da đầu của bé bằng cùi ngón tay hoặc lược mềm em bé, kể cả vùng thóp (chỗ mềm) trên đỉnh đầu của bé. Khi bạn lau xà phòng hoặc dầu gội khỏi đầu bé thì hãy khum tay thành hình chén qua trán để bọt nước xà phòng chảy về bên hông và không bị vướng vào mắt bé. Nhẹ nhàng tắm phần còn lại của người bé bằng nước và một chút xà phòng. Khi tắm nên thường xuyên giội nước nhè nhẹ lên người bé để bé khỏi bị lạnh. Sau khi tắm cho bé xong, bạn nên quấn bé lại ngay lập tức bằng khăn tắm, đảm bảo phải trùm được cả đầu của bé. Khăn tắm có mũ rất thích hợp để giữ ấm cho bé lúc mới tắm xong. Trong khi tắm cho bé, đừng bao giờ bỏ bé một mình. Nếu bạn cần ra khỏi nhà tắm thì hãy quấn bé lại trong khăn tắm và mang bé đi cùng.  Cắt bao quy đầu và chăm sóc cuống rốn Ngay sau khi cắt bao quy đầu thì đầu dương vật thường được quấn bằng một miếng gạc có bôi một chút mỡ trơn để vết thương không dính vào tã lót. Hãy nhẹ nhàng lau đầu dương vật sạch sẽ sau mỗi lần thay tã và xức một chút mỡ trơn lên đầu dương vật để khỏi dính vào tã. Dương vật sẽ hết đỏ hay tấy rát trong vài ngày, nhưng nếu tình trạng đỏ hay sưng tấy nhiều thêm hoặc nếu đầu dương vật bị giộp da mưng mủ, nhiễm trùng thì bạn có thể gọi bác sĩ ngay lập tức. Việc chăm sóc cuống rốn đối với trẻ sơ sinh cũng rất quan trọng. Nhiều bác sĩ đề nghị lau vùng rốn bằng cồn rửa vết thương cho đến khi cuống rốn khô và rụng, thường thì trong khoảng từ 10 ngày đến 3 tuần, nhưng nhiều bác sĩ khác lại khuyên để yên vùng rốn. Hãy tham khảo ý kiến bác sĩ để biết bạn nên làm gì cho bé. Vùng rốn của trẻ sơ sinh không nên để ngập nước cho đến khi cuống rốn rụng và khô lành. Đến khi cuống rốn rụng thì nó sẽ đổi màu từ vàng sang nâu hoặc đen – điều này bình thường thôi. nếu vùng rốn của bé trở nên đỏ tấy hoặc có mùi hôi hay bị chảy mủ thì bạn hãy tham khảo ý kiến bác sĩ của bạn nhé. Cho bé ăn và vỗ cho bé ợ Dù bạn nuôi con bằng sữa mẹ hay cho bé bú bình thì bạn cũng có thể phải bối rối không biết là nên cho con bú bao lâu một lần. Nói chung là người ta khuyên rằng con nít nên được cho ăn theo nhu cầu – bất kể khi nào chúng đói. Bé của bạn có thể ra tín hiệu cho bạn biết bằng cách khóc, thọc ngón tay vào miệng, hoặc tạo ra những âm thanh như bú. Một đứa trẻ sơ sinh cần được cho bú cách 2 đến 3 tiếng đồng hồ một lần. Nếu bạn nuôi con bằng sữa mẹ thì nên cho bé bú mỗi bên ngực khoảng từ 10 đến 15 phút. Nếu bạn cho bé bú bằng sữa bột thì mỗi lần bé bú có thể từ 2 đến 3 ao-xơ (60-90ml). Một số trẻ sơ sinh cần được đánh thức dậy cứ vài tiếng đồng hồ một lần để đảm bảo cho chúng bú đủ. Hãy gọi cho bác sĩ xem liệu bạn có cần đánh thức bé dậy thường xuyên không hay xem liệu con bạn không thích ăn hay bú không.  Nếu bạn cho con bú bằng sữa bột thì bạn có thể dễ dàng kiểm tra được xem bé có bú đủ chưa, nhưng nếu bạn cho con bú bằng sữa mẹ thì việc này khó khăn hơn một chút. Nếu bé tiểu khoảng 6 lần và đi cầu vài lần một ngày, ngủ ngon và tăng cần đều thì có thể là bé đã bú đủ rồi. Hãy tham khảo ý kiến của bác sĩ nếu bạn quan tâm về sự phát triển và thời gian ăn uống của bé. Trẻ sơ sinh thường nuốt không khí khi bú, có thể làm cho chúng quấy khóc. Bạn có thể ngăn chặn điều này bằng cách vỗ cho bé ợ thường xuyên. Cố vỗ cho bé ợ hơi sau mỗi lần cho bú từ 2 đến 3 ao-xơ (60-90ml) nếu bạn cho bé bú bình và mỗi lần bạn đổi ngực cho bé bú nếu bạn cho bé bú mẹ. Nếu con bạn hay bị đầy hơi, bị trào ngược dạ dày thực quản thì cố vỗ cho bé ợ cứ mỗi ao-xơ một trong suốt thời gian cho bé bú bình hoặc cứ 5 phút một trong thời gian bé bú mẹ. Dưới đây là các cách vỗ cho bé ợ hơi: Ôm bé thẳng dậy cho đầu bé tựa vào vai của bạn. Đỡ cổ và lưng bé trong khi dùng bàn tay khác vỗ nhẹ nhàng vào lưng bé. Để bé ngồi vào lòng bạn. Một tay đỡ ngực và đầu bé bằng cách giữ nhẹ cằm bé trong lòng bàn tay bạn và dựa cùi tay lên ngực bé (cẩn thận giữ chặt cằm của bé – không phải là cổ họng). Dùng tay kia vỗ nhẹ nhàng vào lưng của bé. Đặt bé nằm sấp vào lòng của bạn. Đỡ đầu của bé, đảm bảo rằng đầu phải cao hơn ngực, rồi vỗ hoặc chà nhẹ nhàng vào lưng của bé. Nếu sau một vài phút mà bé không ợ thì bạn hãy thay đổi tư thế của bé và cố vỗ cho bé ợ thêm vài phút nữa trước khi bạn cho bé ăn trở lại. Hãy luôn vỗ cho bé ợ khi bạn đã cho bé ăn xong, sau đó hãy bế bé thẳng dậy ít nhất từ 10 đến 15 phút để bé đừng nôn. Những điều cơ bản về giấc ngủ Vì mới lần đầu làm bố mẹ nên bạn có thể cảm thấy ngạc nhiên khi biết con bạn có vẻ cần bạn từng giờ từng phút một, thực ra chúng ngủ khoảng chừng 16 tiếng đồng hồ hoặc nhiều hơn nữa! Trẻ sơ sinh thường ngủ những giấc từ 3 đến 4 tiếng đồng hồ. Bạn cũng đừng mong chờ là con của bạn sẽ ngủ suốt đêm – hệ tiêu hóa của trẻ sơ sinh quá nhỏ đến nỗi chúng cần thức ăn cứ vài giờ một lần và sẽ bị thức giấc nếu chúng không được cho bú trong 5 tiếng đồng hồ (hoặc nhiều hơn nữa).   Khi nào thì bạn có thể mong cho con mình ngủ suốt cả đêm được? Nhiều trẻ ngủ suốt đêm (từ 6 đến 8 tiếng) khi chúng lên 3 tháng tuổi, nhưng nếu con bạn không ngủ được như vậy thì cũng chẳng là vấn đề gì khiến bạn phải lo lắng. Giống như người lớn, trẻ sơ sinh cũng phải phát triển kiểu và chu kỳ ngủ của mình, vì thế nếu con bạn tăng cân đều và khỏe mạnh thì bạn chớ thất vọng nếu bé không ngủ suốt cả đêm được vào giai đoạn 3 tháng tuổi.  Điều quan trọng là nên để bé nằm ngửa khi ngủ để giảm nguy cơ hội chứng đột tử ở trẻ dưới 1 tuổi. Ngoài ra, hãy bỏ đi hết các bộ đồ giường bằng lông, mền bông, chăn làm bằng da cừu, thú nhồi, và gối ra khỏi giường ngủ của bé để đảm bảo rằng bé không bị quấn hoặc bị ngộp thở trong đó. Bạn cũng đảm bảo việc thay đổi tư thế đầu khi ngủ của bé từng đêm một (quay phải, rồi quay trái, ....) để tránh bị dẹp một bên đầu của bé. Mặc dù bạn có thể cảm thấy lo âu về việc trông nom trẻ sơ sinh nhưng bạn sẽ nhanh tạo thói quen và có thể nuôi con thông thạo trong vài tuần ngắn thôi! Nếu bạn quan tâm hay muốn đặt câu hỏi về bât kỳ vấn đề gì thì hãy tham khảo ý kiến của bác sĩ để được khuyên về các phương pháp có thể giúp cả bạn và bé cùng nhau phát triển nhé."
        },
        {
            "en": "What is pinkeye? Pinkeye -- also called conjunctivitis -- is redness and inflammation of the clear membranes covering the whites of the eyes and the membranes on the inner part of the eyelids. Pinkeye is most often caused by a virus or by a bacterial infection, although allergies, chemical agents, and underlying diseases can also play a role. Is pinkeye contagious? Viral and bacterial pinkeye are extremely contagious. It's easily spread through poor hand washing or by sharing an object (like a towel) with someone who has it. It can also spread through coughing and sneezing. Kids diagnosed with infectious pinkeye should stay out of school or day care for a short period of time. Allergic pinkeye (caused by seasonal pollens, animal dander, cosmetics, and perfumes) and chemical pinkeye (from chemicals or liquids, including bleach and furniture polish) are not contagious. Symptom: Eye redness Redness of the eye is the typical, telltale symptom of pinkeye. Pinkeye is a common condition that is rarely serious and unlikely to cause long-term eye or vision damage if promptly detected and treated. Symptom: Swollen, red eyelids The symptoms of infectious pinkeye typically begin in one eye and involve the other eye within a few days. Symptoms of allergic pinkeye usually involve both eyes. Swelling of the eyelids is more common with bacterial and allergic pinkeye. Symptom: Lots of tearing Viral and allergic pinkeye are known for causing more tear production than usual. Symptom: Itchy or burning eyes You would know it if you felt it -- that overwhelming itchy, burning feeling in the eyes, which is typical of pinkeye. Symptom: Drainage from the eyes A clear, watery drainage is common with viral and allergic pinkeye. When the drainage is more greenish-yellow (and there's a lot of it), this is likely bacterial pinkeye.  Symptom: Crusty eyelids If you wake up with your eyes \"stuck shut,\" this may be caused by the discharge that accumulates during sleep from pinkeye. Symptom: Sensitivity to light Pinkeye can cause mild sensitivity to light. A person who has severe symptoms, such as changes in eyesight, severe light sensitivity, or severe pain may have an infection that has spread beyond the conjunctiva and should be re-examined by a doctor. Symptom: 'Something in the eye' You may notice a bothersome feeling like something is stuck in your eye. A child may describe the feeling as sand in the eye. Pinkeye diagnosis A doctor can often diagnose pinkeye just by its distinguishing signs and symptoms. However a slit lamp exam may be required. In some cases, a swab of the discharge from the eye is sent to a lab for analysis to determine the cause. When pinkeye means something more Persistent pinkeye can be a sign of an underlying illness in the body. Most often these are rheumatic diseases, such as rheumatoid arthritis and systemic lupus erythematosus (lupus). Pinkeye is also seen in Kawasaki disease (a rare disease associated with fever in infants and young children) and certain inflammatory bowel diseases, such as ulcerative colitis and Crohn's disease.  Treating pinkeye Bacterial pinkeye is treated with antibiotic eyedrops, ointment, or pills to clear the infection. Most viral pinkeye cases have no specific treatment -- you just have to let the virus run its course, which is usually four to seven days. Allergic pinkeye symptoms should improve once the allergen source is removed and the allergy itself is treated. Chemical pinkeye requires prompt washing of the affected eye(s) for five minutes and an immediate call to the doctor. Easing symptoms To reduce pain and to remove the discharge of bacterial or viral pinkeye, use a cold or warm compress on the eyes. Make sure to use a different <em>washcloth</em> for each eye to prevent spreading any infection. And use clean washcloths each time. Clean the eye from drainage by wiping from the inside to the outside of the eye area. How long am I contagious? With bacterial pinkeye, you can usually return to work or school 24 hours after antibiotics have been started, as long as symptoms have improved. With viral pinkeye, you are contagious as long as the symptoms last. Check with your doctor to be certain. Preventing its spread If you or your child has infectious pinkeye, avoid touching the eye area, and wash your hands frequently, particularly after applying medications to the area. Never share towels or handkerchiefs, and throw away tissues after each use. Change towels daily. Disinfect all surfaces, including countertops, sinks, and doorknobs. Throw away any makeup used while infected.     ",
            "vi": "Bệnh đau mắt đỏ là gì? Bệnh đau mắt đỏ hay còn gọi là viêm kết mạc – là chứng viêm đỏ lớp màng trong suốt bao bọc tròng trắng mắt và màng trên phần mí mắt trong. Đau mắt đỏ thường là do vi-rút hoặc nhiễm khuẩn gây ra nhiều nhất, mặc dù dị ứng, các chất hoá học, và nhiều bệnh tiềm ẩn khác cũng có thể là  nguyên nhân.  Bệnh đau mắt đỏ có lây không? Bệnh đau mắt đỏ do vi-rút và vi khuẩn gây ra hết sức lây lan. Nó dễ dàng lây lan qua việc rửa tay không sạch hoặc bằng cách dùng chung đồ vật (chẳng hạn như khăn tắm) với người nhiễm bệnh. Bên cạnh đó bệnh cũng còn lây lan qua ho và hắt hơi. Trẻ bị chẩn đoán là đau mắt đỏ nhiễm trùng nên nghỉ học hoặc không đến nhà trẻ ban ngày trong một thời gian ngắn. Bệnh đau mắt đỏ dị ứng (gây ra do phấn hoa mùa, vảy da đầu động vật, mỹ phẩm, và dầu thơm) và bệnh đau mắt đỏ do hoá chất (do chất hoá học hoặc chất lỏng, bao gồm thuốc tẩy và dầu đánh bóng đồ gỗ) không lây.  Triệu chứng: Đỏ mắt Đỏ mắt là triệu chứng điển hình, báo trước bệnh đau mắt đỏ. Đây là chứng bệnh thường gặp hiếm khi nguy hiểm và khó có thể gây tổn thương mắt hoặc tổn thương thị giác lâu dài nếu được phát hiện và điều trrị kịp thời.  Triệu chứng: Mí mắt sưng, đỏ  Các triệu chứng của bệnh đau mắt đỏ nhiễm trùng thường bắt đầu ở một mắt và lây sang mắt kia trong vòng một vài ngày. Triệu chứng của bệnh đau mắt đỏ dị ứng thường biểu hiện ở cả hai mắt. Mí mắt sưng bụp thường biểu hiện nhiều hơn ở bệnh đau mắt đỏ dị ứng và do vi khuẩn.  Triệu chứng: Chảy nhiều nước mắt Đau mắt đỏ do vi-rút và đau mắt đỏ dị ứng là nguyên nhân thường thấy gây tiết nhiều nước mắt hơn bình thường.  Triệu chứng: Ngứa hoặc rát mắt  Bạn sẽ biết được cảm giác đó nếu bị đau mắt đỏ – ngứa, rát dữ dội trong mắt, đây là những triệu chứng điển hình của chứng đau mắt đỏ.  Triệu chứng: Tiết chất dịch ở mắt  Dịch nước trong là biểu hiện thường thấy của chứng đau mắt đỏ do vi-rút và đau mắt đỏ dị ứng. Khi dịch mắt trở nên vàng lục nhiều hơn (và có nhiều chất dịch này), thì đây có thể là đau mắt đỏ do vi khuẩn.    Triệu chứng: Mi mắt đóng váng Nếu sáng thức dậy mà hai mắt của bạn “bị dính cứng” lại với nhau thì có thể do dịch tiết tụ lại ở mắt do đau mắt đỏ trong khi bạn ngủ.   Triệu chứng: Nhạy cảm với ánh sáng Bệnh đau mắt đỏ có thể gây nhạy cảm nhẹ với ánh sáng. Người biểu hiện các triệu chứng nặng, chẳng hạn như thay đổi thị lực, nhạy cảm dữ dội với ánh sáng, hoặc đau nhức dữ dội có thể bị nhiễm trùng lây sang khỏi cả kết mạc và cần nên được bác sĩ khám lại.   Triệu chứng khó chịu “Có cái gì đó trong mắt” Bạn có thể cảm thấy khó chịu giống như có cái gì đó kẹt trong mắt mình. Trẻ con có thể tả cảm giác đó y như có hạt cát trong mắt vậy.  Chẩn đoán bệnh đau mắt đỏ Bác sĩ có thể chẩn đoán bệnh đau mắt đỏ chỉ bằng các dấu hiệu và triệu chứng nhận biết của nó. Tuy nhiên cũng có thể cần phải kiểm tra bằng kính hiển vi sinh vật. Trong một số trường hợp thì người ta cũng có thể lấy mẫu dịch mắt gởi đến phòng thí nghiệm để xác định nguyên nhân.   Khi bệnh đau mắt đỏ không đơn thuần là đau mắt đỏ Bệnh đau mắt đỏ dai dẳng có thể là dấu hiệu của một chứng bệnh tiềm ẩn nào đó trong cơ thể. Thường thấy nhất là bệnh thấp khớp, chẳng hạn như viêm khớp kinh niên và lu-pút ban đỏ hệ thống (lupus). Đau mắt đỏ cũng có thể biểu hiện ở bệnh Kawasaki (đây là chứng bệnh hiếm gặp liên quan đến sốt ở trẻ sơ sinh và trẻ nhỏ) và một số bệnh viêm ruột mãn tính nào đó, như là loét kết tràng và viêm ruột từng vùng. Điều trị bệnh đau mắt đỏ Bệnh đau mắt đỏ do vi trùng được điều trị bằng thuốc nhỏ mắt kháng sinh, thuốc mỡ, hoặc thuốc viên để chữa hết nhiễm nhùng. Hầu hết các trường hợp đau mắt đỏ di vi-rút không có phương pháp đặc trị – bạn phải để cho vi-rút phát triển một cách tự nhiên, thường kéo dài từ 4 đến 7 ngày. Các triệu chứng đau mắt đỏ dị ứng sẽ giảm bớt khi nguồn chất gây dị ứng được tẩy sạch và bản thân dị ứng được chữa lành. Đau mắt đỏ do hoá chất cần phải được rửa mắt bị nhiễm nhanh chóng trong vòng 5 phút và phải gọi điện cho bác sĩ ngay tức khắc.  Làm dịu các triệu chứng đau mắt đỏ  Để giảm đau và làm sạch dịch tiết của bệnh đau mắt đỏ do vi khuẩn hoặc vi-rút, hãy sử dụng một miếng gạc lạnh hoặc ấm lên mắt. Phải đảm bảo sử dụng khăn mặt khác nhau cho mỗi mắt để ngăn ngừa lây lan nhiễm trùng. Và hãy sử dụng khăn mặt sạch mỗi lần như thế. Làm sạch chất dịch ở mắt bằng cách lau từ bên trong ra bên ngoài vùng mắt.  Tôi bị nhiễm bệnh trong thời gian bao lâu?  Với chứng bệnh đau mắt đỏ do vi khuẩn thì bạn thường có thể đi làm hoặc đi học trở lại sau khi bắt đầu điều trị bằng thuốc kháng sinh 24 tiếng đồng hồ, miễn là các triệu chứng giảm đi là được. Còn khi bị đau mắt đỏ do vi-rút thì bạn nhiễm bệnh đến chừng nào các triệu chứng hết thì thôi. Bạn nên kiểm tra lại với bác sĩ để chắc chắn nhé.  Ngăn ngừa bệnh đau mắt đỏ lây lan Nếu bạn hoặc con bạn bị đau mắt đỏ nhiễm trùng, nên tránh sờ vào vùng mắt, và hãy rửa tay thường xuyên, nhất là sau khi thoa thuốc vào vùng đó. Đừng bao giờ dùng chung khăn tắm hoặc khăn tay, và ném bỏ khăn giấy sau mỗi lần sử dụng. Hãy thay khăn tắm hằng ngày; khử trùng tất cả các bề mặt, chẳng hạn như mặt trên của quầy (nhà bếp), bồn rửa, và tay nắm cửa. Bỏ hết mỹ phẩm trang điểm trong lúc bị bệnh.    "
        },
        {
            "en": "10 Common symptoms in infants and young toddlers    Babies, Toddlers, and Diarrhea Diarrhea is one of the most common childhood illnesses. Causes can include infection, food intolerance, or drinking too much fruit juice. Until diarrhea stops, keep your child at home and hydrated. Avoid dairy, high-fiber, and greasy foods. Call your pediatrician if she isn’t better in 24 hours, is under 6 months old, or has other symptoms, including a fever of 101.4 F or higher, vomiting, bloody or black stool, or abdominal pain. Fever in babies and toddlers In newborns, a low-grade fever can signal serious infection. Call the doctor immediately if a baby under 3 months has a rectal temperature of 100.4 F or higher, or a baby 3 to 6 months old has a temperature of 101 F or higher. Look whether he or she gets ear pain, cough, lethargy, rash, vomiting, or diarrhea. Soothe baby with fluids, a lukewarm bath, and by dressing him in lightweight clothes. Ask your doctor about safe fever reliever use. Little children and constipation Some babies poop several times a day; others go a few days between bowel movements. Don't worry if your baby or toddler doesn't go as often as you'd expect. True constipation is when stools are hard and painful to pass. Your doctor may suggest adding a few extra ounces of water or a little bit of prune juice to your child's bottle or sippy cup. If constipation continues or your baby has other symptoms, such as abdominal pain or vomiting, call the doctor. Rashes Babies have sensitive skin. Rashes can range from pimples to little white bumps (milia) to red, dry, itchy patches (eczema). To avoid diaper rash, change diapers often, and apply an ointment for protection. For eczema, avoid harsh soaps and keep skin moisturized. Most rashes aren't serious, but call the doctor if your baby’s rash is painful or severe, or if he also has a fever or blisters. Cough: Babies and Toddlers Babies' coughs come in many varieties. A seal-like barking cough could be croup. Coughs with a low-grade fever are often from a cold, but a higher fever may mean pneumonia. Wheezing with a cough could be asthma or an infection. Babies with pertussis make a \"whooping\" sound. A cool-mist humidifier and fluids can ease symptoms. Cough medicines should not be given to babies or children under 4. Stomach ache symptoms Uncontrollable crying, back arching, and spitting up are all symptoms of an upset tummy. It could be caused by colic, gastroesophageal reflux, food intolerance, virus, or other reasons. Toddlers can also have problems as they try different foods. Most stomach aches aren't dangerous and will go away. If it doesn't improve, or your child vomits, has diarrhea, becomes lethargic, or runs a fever, call the doctor. Teething pain By about the 6th month, baby’s first little teeth will start poking through her gums. Sore gums can make babies very cranky. Relieve teething pain by giving your baby something to chew on. A frozen wet <em>washcloth</em> or rubber teething ring work well. Gently massaging baby’s gums with your finger can also help. Babies, Toddlers, and Gas pain Burping, crying, and flatulence can be signs of infant gas. Gas isn't the same as colic, which can lead to inconsolable crying. Because gas is often caused by swallowing air, feed your baby slowly and burp often. Toddlers can get gas from high-fiber or fatty foods, or by drinking too much juice. Moving around while eating also can cause children to swallow air, so encourage your child to sit during meals. Stuffy noses When babies have colds, their noses can get very stuffy. Over-the-counter cold medicine should not be used in children under 4 years old. Instead, use saline drops to thin out mucus and then suction it out of baby's nose with a bulb syringe. Turn on the vaporizer to help your child breathe easier at night.  Nausea and vomiting Babies often spit up after eating, but forceful or persistent vomiting needs a doctor's evaluation. Vomiting with diarrhea may signal a virus. Fluid loss from vomiting can lead to dehydration. Keep your child hydrated with small, frequent amounts of an electrolyte solution. If vomiting doesn't stop in a few hours, or is accompanied by a fever in an infant, or your child can't keep down fluids, call your doctor. Keeping calm when baby's not good  There's nothing more distressing to a new parent than a sick baby. Try not to lose your cool. Trust your instincts, but stay alert for signs that you need to call your health care provider or seek emergency care. Some warning signs include changes in appetite, extreme fussiness, lethargy, breathing problems, rash, neck stiffness, seizure, and high fever.",
            "vi": "10 triệu chứng bệnh thường gặp ở trẻ sơ sinh và trẻ nhỏ mới tập đi     Trẻ nhỏ, trẻ chập chững biết đi và chứng bệnh tiêu chảy  Tiêu chảy là một trong những bệnh thường gặp nhất ở trẻ nhỏ. Nguyên nhân có thể gồm nhiễm trùng, thức ăn không tiêu hoá được, hoặc uống quá nhiều nước ép trái cây. Bạn nên cho bé ở nhà và cho uống nhiều nước cho đến khi bệnh lành hẳn nhé. Tránh cho bé ăn các thức ăn làm bằng sữa, các thức ăn giàu chất xơ và nhiều chất béo. Hãy gọi cho bác sĩ nhi khoa nếu bé không cảm thấy khỏe hơn trong vòng 24 tiếng đồng hồ, bé dưới 6 tháng tuổi, hoặc bé có các triệu chứng khác như sốt 101.4 độ F trở lên, ói mửa, đi tiêu ra máu hoặc phân đen, hoặc bị đau bụng.  Sốt ở trẻ nhỏ và trẻ mới tập đi Ở trẻ sơ sinh, sốt nhẹ cũng có thể là dấu hiệu của chứng nhiễm trùng nặng. Hãy gọi cho bác sĩ ngay tức khắc nếu trẻ dưới 3 tháng tuổi có nhiệt độ trực tràng từ 100.4 độ F trở lên, hoặc trẻ từ 3 đến 6 tháng tuổi có thân nhiệt từ 101 độ F trở lên. Hãy để ý xem bé có bị đau tai, ho, ngủ lịm, phát ban, ói mửa, hay tiêu chảy không nhé. Bạn nên làm cho bé cảm thấy thoải mái hơn bằng cách cho bé uống nhiều nước, tắm nước ấm, và mặc quần áo nhẹ nhàng rộng rãi. Hãy tư vấn bác sĩ về việc sử dụng thuốc hạ sốt an toàn cho bé nhé.  Trẻ con và chứng táo bón  Một số trẻ có thể đi tiêu vài lần/ngày; số khác có thể vài ngày mới đi tiêu một lần. Đừng bận tâm nếu con bạn không đi tiêu được thường xuyên như bạn mong muốn. Trẻ bị táo bón thực sự khi phân cứng và đau khi rặn. Bác sĩ có thể khuyến nghị nên cho bé uống thêm vài ao-xơ nước hoặc bổ sung thêm một ít nước mận ép vào chai hoặc bình uống nước của bé. Nếu chứng táo bón vẫn còn dai dẳng hoặc bé có các triệu chứng khác, như đau bụng hoặc ói mửa thì bạn nên gọi điện cho bác sĩ nhé.  Phát ban Da bé rất nhạy cảm. Trẻ có thể phát ban từ những nốt mụn đến u nhọt trắng nhỏ (mụn đầu trắng) đến các mảng đỏ, khô, ngứa (chàm). Để tránh hăm tã, bạn nên thay tã lót cho bé thường xuyên và thoa thuốc mỡ bảo vệ da. Đối với bệnh chàm, tránh cho bé sử dụng các loại xà phòng có độ mạnh và nên giữ ẩm cho da. Hầu hết các chứng phát ban đều không nguy hiểm, nhưng hãy gọi cho bác sĩ nếu bé bị đau đớn và trầm trọng, hoặc nếu bé bị sốt hoặc giộp da.   Trẻ nhỏ, trẻ mới tập đi và bệnh ho Các cơn ho của bé có nhiều dạng. Tiếng ho khan như hải cẩu sủa có thể là viêm thanh quản cấp. Ho kèm sốt nhẹ thường là do cảm lạnh, nhưng sốt cao hơn có thể là viêm phổi. Ho kèm với thở khò khè có thể là suyễn hoặc nhiễm trùng. Trẻ bị ho gà thường ho khúc khắc. Việc cho bé uống nhiều nước và ở phòng có máy giữ ẩm không khí mát mẻ có thể giúp làm giảm các triệu chứng bệnh của trẻ. Không nên cho trẻ nhỏ hoặc trẻ dưới 4 tuổi dùng thuốc ho.   Các triệu chứng đau dạ dày  Khóc dai dẳng không nín, uốn cong lưng và nôn ói là tất cả các triệu chứng dạ dày khó chịu. Nó có thể do đau bụng, trào ngược dạ dày thực quản, thức ăn không tiêu hoá được, vi rút, hoặc nhiều nguyên nhân khác. Trẻ mới tập đi cũng có thể mắc các triệu chứng này khi thử ăn các thức ăn khác lạ. Hầu hết các chứng đau dạ dày đều không nguy hiểm và sẽ chữa lành thôi. Nhưng nếu bệnh không cải thiện tốt, hoặc bé bị ói mửa, tiêu chảy, hôn mê, hoặc sốt cao thì hãy gọi điện cho bác sĩ ngay nhé. Đau do mọc răng  Khoảng tháng thứ 6, những chiếc răng nhỏ đầu tiên của bé sẽ bắt đầu nhú lên khỏi nướu. Chứng đau nướu răng cũng có thể làm cho bé cáu kỉnh, khó chịu. ban có thể làm giảm các triệu chứng đau do mọc răng bằng cách cho bé một vật gì đó để nhai, gặm. Khăn mặt ướt lạnh hoặc vòng ngậm mọc răng bằng cao su cho bé cũng có tác dụng tốt. Việc mát-xa nhẹ nhàng nướu răng của bé bằng ngón tay bạn cũng có thể giúp bé cảm thấy dễ chịu hơn.       Trẻ nhỏ và chứng đau bụng đầy hơi Ợ, quấy khóc, và đầy hơi có thể là những dấu hiệu của chứng đau bụng đầy hơi ở trẻ sơ sinh. Chứng đầy hơi không giống như đau bụng, có thể làm cho bé khóc dai dẳng, không nín. Vì chứng đầy hơi thường gây ra do nuốt không khí, cho bé ăn chậm và ợ thường xuyên. Trẻ mới biết đi có thể bị đầy hơi do ăn các thức ăn giàu chất xơ hoặc nhiều chất béo, hoặc uống quá nhiều nước trái cây. Việc di chuyển chỗ này chỗ kia trong khi ăn cũng có thể làm cho trẻ nuốt không khí, vì vậy bạn nên khuyến khích cho bé ngồi trong khi ăn nhé.   Nghẹt mũi Khi bé bị cảm, mũi bé có thể bị nghẹt. Không nên cho trẻ dưới 4 tuổi sử dụng thuốc cảm mua tự do không theo toa. Thay vào đó, bạn nên dùng thuốc nhỏ nước muối để làm loãng chất nhầy rồi hút ra khỏi mũi bé bằng ống bơm đầu tròn. Hãy bật bình xịt thông mũi để giúp bé thở dễ dàng hơn vào buổi tối nhé.  Nôn ói  Trẻ em thường hay nôn trớ sau khi ăn xong, nhưng nếu bé nôn ói nhiều hoặc dai dẳng thì phải cần đến chẩn đoán của bác sĩ. Nôn ói kèm tiêu chảy có thể là dấu hiệu của nhiễm vi rút. Bé nôn ói nhiều có thể dẫn đến tình trạng cơ thể mất nước. Hãy cho trẻ uống thường xuyên từng lượng nhỏ dung dịch điện phân. Nếu bé cứ ói không dứt trong một vài tiếng đồng hồ, hoặc nôn ói kèm theo triệu chứng sốt, hoặc bé không giữ nước được thì bạn nên gọi điện cho bác sĩ nhé.     Hãy bình tĩnh khi con bạn không khỏe nhé  Chẳng có gì khiến những người mới làm bố mẹ đau buồn và lo lắng bằng con mình bị ốm. cố đừng mất bình tĩnh nhé. Hãy tin vào bản năng của mình, nhưng phải luôn cảnh giác, đề phòng các dấu hiệu cần kíp phải gọi điện cho cán bộ y tế hoặc nhờ đến sự hỗ trợ cấp cứu. Bạn nên biết một số dấu hiệu được báo trước như bé biếng ăn, cáu kỉnh, khó chịu, bé ngủ lịm, hôn mê, các vấn đề về đường hô hấp, phát ban, cứng cổ, ngập máu và sốt cao."
        },
        {
            "en": "10 Bizarre Home Cures That Really Work         Of course there are some health staples you should never be without - bandages or OTC pain relievers come to mind. But you can treat or cure a surprising number of minor ailments with these unexpected household objects and foods. Next time you burn your tongue on piping hot pizza or come down with an unshakeable case of hiccups, keep these tips from The Big Doctors Book of Home Remedies in mind: Home cure: Vodka Use it for: Foot odor If your feet smell less than swell, wipe them down with a vodka-soaked <em>washcloth</em> to get rid of the stench. It’s the same principle as rubbing alcohol (which works equally well if you’d rather drink your Grey Goose). Vodka contains alcohol, which is antiseptic and drying, so it destroys odor-causing fungus and bacteria and dries out the moisture that lets these organisms grow.  Home cure: Pencil Use it for: Headaches When you’re stressed or anxious, you subconsciously clench your jaw and teeth; this strains the muscle that connects your jaw to your temples and can trigger a tension headache. A solution: “Put a pencil between your teeth but don’t bite,” says Fred Sheftell, M.D., director of the New England Center for Headache in Stamford, Conn. You automatically relax your jaw muscle to do this, which can prevent the pain. Home cure: Yogurt Use it for: Bad breath Preliminary research shows that the live bacteria in yogurt can suppress levels of bad breath–causing bacteria. “Good” bugs in yogurt may crowd out the “bad” stink-causing bacteria or create an unhealthy environment for it, says John C. Moon, DDS, a cosmetic and general dentist in Half Moon Bay, Calif. Home cure: Listerine Use it for: Blisters The classic breath freshener—and powerful antiseptic—can also do a number on blisters. Moisten a cotton ball with Listerine and dab it on your blister three times a day until the area dries out and no longer hurts, says Janet Maccaro, Ph.D., CNC, a holistic nutritionist and certified nutrition consultant in Scottsdale, Ariz. Home cure: Tennis ball Use it for: Achy feet For an easy, free mini massage that stretches and soothes your feet, slip off your shoes and roll each foot over a tennis ball, golf ball or soup can for a minute or two. To cool throbbing feet, roll them over a bottle of frozen water.  Home cure: Sugar Use it for: Hiccups A teaspoon of sugar swallowed dry can stop hiccups in minutes. The sugar is believed to modify the nerve muscles that would otherwise tell the muscles in the diaphragm to contract spasmodically and contribute to hiccups.  Home cure: Olives or lemons Use it for: Motion sickness Motion sickness causes you to produce excess saliva, which can make you nauseated, some doctors say. Compounds in olives called tannins dry out your mouth and can help soothe the queasies. Pop a couple at the first hint of nausea; sucking on a lemon or sipping a small amount of mint tea can also do the trick. Home cure: Vegetable oil Use it for: Brittle nails In order to really fix dry nails, you have to address the problem of too little moisture. In addition to using hand lotion regularly, try this nighttime treatment from dermatologist Dee Anna Glaser, M.D. Before you go to bed, apply vegetable oil to your hands, then put on vinyl gloves or wrap your hands in plastic wrap to keep the oil off your bedding. The hand coverings force the oil to penetrate your skin, preventing your hands and nails from getting too dry. Home cure: Peppermint or cinnamon gum Use it for: The stress of a traffic-packed commute  In a NASA-funded study, scientists from Wheeling Jesuit University monitored the responses of 25 college students during simulated driving scenarios. The volunteers reported that peppermint lowered their feelings of fatigue or anxiety by 20 percent. Peppermint and cinnamon each decreased frustration by 25 percent, increased alertness by 30 percent and made the ride seem 30 percent shorter. Not a gum or candy person? Buy peppermint or cinnamon aromatherapy diffusers for the car. Home cure: Apple Use it for: Whiter teeth Crunchy fruits and vegetables act as little toothbrushes when you chew them; they have a natural cleansing action that works on tooth enamel to remove stains. In particular, “apples have a gentle malic acid that also helps dissolve stains,” says Jennifer Jabow, DDS, of Park 56 Dental in New York City.",
            "vi": "10 Bizarre Home Cures That Really Work    Dĩ nhiên có một số sản phẩm y tế mà bạn không bao giờ nên không có – ví dụ như băng cuộn hoặc thuốc giảm đau OTC. Nhưng bạn có thể chữa trị hay xử lý một số khá nhiều những bệnh vặt với các vật dụng và thực phẩm có sẵn trong nhà mà bạn không ngờ tới. Lần sau nếu bạn làm phỏng lưỡi khi ăn bánh pizza nóng rẫy hoặc bị nất cục không dứt, hãy nhớ áp dụng những mẹo vặt của: The Big Doctors Book về Những mẹo vặt trong gia đình. Phương thuốc gia đình: Rượu vốt-ka Sử dụng khi: Mùi hôi chân Nếu bàn chân của bạn có mùi khó chịu, lau sạch chân bằng khăn thấm vodka để tống khứ mùi hôi. Đó là cùng nguyên lý như dùng cồn để rửa vết thương (cũng hiệu quả tương tự nếu bạn dùng rượu Grey Goose). Rượu vốt-ka chứa cồn, là thuốc sát khuẩn và làm khô, vì vậy nó huỷ diệt vi khuẩn và nấm gây ra mùi hôi đồng thời giữ chân khô thoáng khiến các sinh vật này không thể phát triển.   Phương thuốc gia đình: Bút chì Sử dụng khi: Nhức đầu Khi bạn bị căng thẳng hay lo lắng, bạn vô thức mím chặt hàm và răng; việc này làm căng cơ nối hàm của bạn với thái dương và có thể gây ra nhức đầu do căng cơ. Giải pháp: \"Đặt một cây bút chì nằm giữa răng của bạn nhưng không cắn,\" bác sĩ Fred Sheftell, giám đốc New England Center for Headache ở Stamford, Conn, khuyên bạn hãy làm như thế . Động tác đó giúp bạn thư giãn cơ hàm một cách tự động, nên có thể ngăn ngừa cơn đau. Phương thuốc gia đình: Sữa chua Sử dụng khi: Hơi thở có mùi Nghiên cứu sơ bộ cho thấy rằng vi khuẩn sống trong sữa chua có thể làm giảm số lượng của vi khuẩn gây ra mùi hơi thở. Bác sĩ răng hàm mặt John C Moon, thuộc viện Half Moon Bay, Cali, giải thích rằng những vi khuẩn \"tốt\" trong sữa chua có thể đánh bật các vi khuẩn \"xấu\" gây mùi hôi hoặc tạo môi trường không thuận lợi khiến các vi khuẩn đó không thể sinh sôi phát triển. Phương thuốc gia đình: Nước sát trùng lixtơrin Sử dụng khi: Bị bỏng giộp Chất làm thơm mát hơi thở cổ điển - và chất khử trùng mạnh - cũng có thể rất hiệu quả khi bị bỏng giộp. Làm ẩm cục bông với nước sát trùng lixtơrin và phủ nhẹ lên trên vết bỏng giộp của bạn ba lần một ngày cho đến khi vùng đó khô ráo và không còn đau - tiến sĩ Janet Maccaro, chuyên viên nghiên cứu và cố vấn dinh dưỡng, ở Scottsdale, Arizona – hướng dẫn. Phương thuốc gia đình: Banh quần vợt  Sử dụng khi: Bàn chân bị đau nhức Để xoa bóp nhẹ nhàng và thoải mái giúp thư giãn và làm êm dịu chân của bạn, cởi giày ra và lăn tròn mỗi bàn chân trên banh quần vợt, bóng gôn hay lon súp chừng 1 hay 2 phút. Để làm dịu bàn chân bị đau buốt, lăn tròn bàn chân trên một chai nước đá. Phương thuốc gia đình: Đường Sử dụng khi: Nấc cục Nuốt không một thìa cà phê đường có thể chấm dứt nấc cục trong nháy mắt. Đường được cho là có tác dụng điều chỉnh các cơ thần kinh mà nếu hoạt động sai sẽ làm cho các cơ trong cơ hoành co thắt không đều và góp phần tạo nên nấc cục. Phương thuốc gia đình: Quả chanh hoặc trái ô liu Sử dụng khi: Say tàu xe Theo bác sĩ, chứng say tàu xe làm bạn tạo ra nước bọt dư thừa, có thể làm bạn buồn nôn. Các hợp chất trong trái ô liu gọi là tanin giữ cho miệng của bạn khô và có thể giúp làm giảm buồn nôn. Dùng một chút khi vừa cảm thấy buồn nôn; ngậm 1 lát chanh hoặc nhấp một chút trà bạc hà cũng có thể chống say tàu xe. Phương thuốc gia đình: dầu thực vật Sử dụng khi: Móng tay dễ gãy Để thực sự sửa chữa móng tay khô, bạn phải giải quyết vấn đề về độ ẩm quá ít. Ngoài việc sử dụng kem thoa tay thường xuyên, hãy thử cách điều trị vào ban đêm do bác sĩ chuyên khoa da liễu Dee Anna Glaser hướng dẫn: Trước khi đi ngủ, hãy xoa dầu thực vật vào bàn tay, sau đó mang găng tay vinyl hoặc quấn bàn tay bạn trong bọc nhựa để tránh làm dây dầu ra giường ngủ của bạn. Găng tay sẽ làm cho dầu thấm vào da của bạn, làm bàn tay và móng bạn không trở nên quá khô. Phương thuốc gia đình: kẹo cao su bạc hà hoặc quế Sử dụng khi: Căng thẳng khi đi lại trên các phương tiện giao thông đông đúc Trong một nghiên cứu do NASA tài trợ, các nhà khoa học từ Đại học Wheeling Jesuit theo dõi phản ứng của 25 sinh viên cao đẳng trong những kịch bản điều khiển mô phỏng. Người sinh viên tình nguyện đó đã cho biết là bạc hà làm giảm cảm giác mệt mỏi hoặc lo âu của họ khoảng 20 phần trăm. Bạc hà và quế mỗi hạ thấp sự thất vọng xuống 25 phần trăm, tăng cường tỉnh táo 30 phần trăm và làm cho chuyến đi có vẻ ngắn hơn 30 phần trăm. Còn nếu như bạn là người không thích nhai kẹo hay sing-gum? Hãy dùng bình xịt tạo mùi thơm cho xe hơi có mùi bạc hà hay quế. Phương thuốc gia đình: Táo Sử dụng khi: Làm trắng răng hơn Trái cây và rau củ cứng giòn sẽ có tác dụng như là một cái bàn chải răng nhỏ khi bạn nhai chúng; chúng có tác động làm sạch tự nhiên trên men răng giúp xoá bỏ các vết ố xỉn màu. Đặc biệt là, \"táo chứa có chứa axít malic loãng cũng giúp làm mờ các vết ố trên răng\", theo Bác sĩ Răng hàm mặt Jennifer Jabow ."
        }
    ],
    "suggestions": []
}