{
    "en_vn": {
        "data": {
            "content": null,
            "word": "washroom"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>washroom</k><blockquote>■ <cclass>noun <cclass>N. Amer. a room with washing and toilet facilities. </cclass></cclass></blockquote></div>",
            "word": "washroom"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "washroom"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "washroom"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "washroom"
        }
    },
    "sentences": [
        {
            "en": "Where is the <em>washroom</em>?",
            "vi": "Nhà vệ sinh ở đâu?"
        },
        {
            "en": "This is the executive <em>washroom</em>.",
            "vi": "Đây là phòng rửa tay dành cho nhân viên cấp cao."
        },
        {
            "en": "My house have 4 <em>washroom</em>",
            "vi": "nhà tôi có 4 nhà vệ sinh"
        },
        {
            "en": "the <em>washroom</em> is right this way",
            "vi": "Phòng rửa tay ngay lối này"
        },
        {
            "en": "The <em>washroom</em> is temporarily out of service.",
            "vi": "Nhà vệ sinh tạm thời ngưng sử dụng."
        },
        {
            "en": "The auction took place in the school <em>washroom</em> during the lunch hour.",
            "vi": "Cuộc bán đấu giá tiến hành trong phòng tắm rửa của trường vào giờ ăn trưa."
        },
        {
            "en": "I have horrible back pain and sometimes it's so bad I can't even get out of bed. I have to crawl to the <em>washroom</em> in the morning.",
            "vi": "Tôi bị đau lưng dữ dội, thỉnh thoảng đau quá không thể ngồi dậy ra khỏi giường được. Tôi phải bò vào nhà tắm vào buổi sáng."
        },
        {
            "en": "I have horrible back pain and sometimes it's so bad I can' t even get out of bed. I have to crawl to the <em>washroom</em> in the morning.",
            "vi": "Tôi bị đau lưng dữ dội, thỉnh thoảng đau quá không thể ngồi dậy ra khỏi giường được. Tôi phải bò vào nhà tắm vào buổi sáng."
        },
        {
            "en": "A sales company I partner in corporate training has a sign over the full-length mirror in every staff <em>washroom</em> so that each individual sees him or herself in full as they exit.",
            "vi": "Một công ty kinh doanh mà tôi hợp tác trong việc đào tạo có một dòng chữ trên một tấm gương có chiều dài bằng cả người được đặt trong mỗi phòng vệ sinh nhân viên để mỗi người nhìn vào"
        },
        {
            "en": "A sales company I partner in corporate training has a sign over the full - length mirror in every staff <em>washroom</em> so that each individual sees him or herself in full as they exit.",
            "vi": "Một công ty kinh doanh mà tôi hợp tác trong việc đào tạo có một dòng chữ trên một tấm gương có chiều dài bằng cả người được đặt trong mỗi phòng vệ sinh nhân viên để mỗi người nhìn vào mình khi họ rời khỏi phòng."
        }
    ],
    "suggestions": []
}