{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[wɔsp]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">côn trùng bay được, nhất là loại có vằn đen và vàng, eo nhỏ và một cái ngòi khoẻ ở đuôi; ong bắp cày</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">viết tắt</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(<font color=\"#1371BB\">WASP</font>, <font color=\"#1371BB\">Wasp</font>) (từ Mỹ, nghĩa Mỹ) người Anglo-Saxon da trắng theo đạo tin lành (<font color=\"#1371BB\">White Anglo-Saxon Protestant</font>)</td></tr></table><i/></div>",
            "word": "wasp",
            "pronounce": "[wɔsp]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wasp</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a social insect with a narrow-waisted, typically black and yellow striped body, which carries a sting and builds elaborate nests from wood pulp. [<i>Vespula</i>, <i>Polistes</i>, and other genera.] </blockquote></blockquote><blockquote><blockquote>2》 a hymenopterous insect of a large group resembling the social wasps in appearance and either solitary or parasitic in habits. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>wæfs</i>, <i>wæps</i>, <i>wæsp</i>, of W. Gmc origin; perh. related to <kref>weave</kref><sup>1</sup> (from the web-like form of its nest). </blockquote></div>",
            "word": "wasp",
            "pronounce": "[wɔsp]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wasp",
            "pronounce": "[wɔsp]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>wasp</k><blockquote><blockquote><ex><abr>n.</abr> wasps sting</ex></blockquote></blockquote></div>",
            "word": "wasp",
            "pronounce": "[wɔsp]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wasp",
            "pronounce": "[wɔsp]"
        }
    },
    "sentences": [
        {
            "en": "<em>Wasp</em>-waisted",
            "vi": "Thắt lưng ong"
        },
        {
            "en": "She has <em>wasp</em> waist.",
            "vi": "Chị có eo lưng ong."
        },
        {
            "en": "I like <em>wasp</em> - waisted girls.",
            "vi": "Tôi thích phụ nữ thắt đáy lưng ong."
        },
        {
            "en": "I'm allergic to <em>wasp</em> stings.",
            "vi": "Tôi dị ứng khi bị ong bắp cày đốt."
        },
        {
            "en": "I like <em>wasp</em>-waisted girls.",
            "vi": "Tôi thích phụ nữ thắt đáy lưng ong."
        },
        {
            "en": "I 'm allergic to <em>wasp</em> stings.",
            "vi": "Tôi dị ứng khi bị ong bắp cày đốt."
        },
        {
            "en": "Her face was covered in <em>wasp</em> stings.",
            "vi": "Mặt con bé đầy những nốt ong bắp cày đốt."
        },
        {
            "en": "She is a <em>wasp</em> - waisted girl.",
            "vi": "Cô ấy là một cô gái lưng ong."
        },
        {
            "en": "<em>Wasp</em> stings are serious, as I know to my cost.",
            "vi": "Những nốt đốt của ong bắp cày là trầm trọng, tôi biết qua kinh nghiệm bản thân."
        },
        {
            "en": "You can hear the angry buzz of a <em>wasp</em>.",
            "vi": "Anh có thể nghe tiếng vo ve giận dữ của con ong bắp cày."
        },
        {
            "en": "The oak apple <em>wasp</em> is identified by its gall.",
            "vi": "Ong vò vẽ ở vú lá sồi được nhận biết bởi mụn cây của nó."
        },
        {
            "en": "I am standing with a <em>wasp</em>-waisted girl.",
            "vi": "Tôi đang đứng với một cô gái lưng ong."
        },
        {
            "en": "I am standing with a <em>wasp</em> - waisted girl.",
            "vi": "Tôi đang đứng với một cô gái lưng ong."
        },
        {
            "en": "A <em>wasp</em> had stung me and was struggling to free itself from my skin.",
            "vi": "Một con ong vò vẽ đã đốt vào tôi và đang cố vùng vẫy để bay ra khỏi người tôi."
        },
        {
            "en": "I was in great pain because of the <em>wasp</em>, and certainly felt no kindness toward it.",
            "vi": "Tôi quá đau đớn nên không thương xót gì cho cái chết của con ong."
        },
        {
            "en": "At least one extrasolar planet, <em>WASP</em> - 17b, has been found to orbit in the opposite direction to its star's rotation.",
            "vi": "Ít nhất có một hành tinh ngoài hệ Mặt Trời, WASP-17b, đã được tìm thấy là nó quay trên quỹ đạo ngược hướng với chiều tự quay của ngôi sao mẹ."
        },
        {
            "en": "At least one extrasolar planet, <em>WASP</em>-17b, has been found to orbit in the opposite direction to its star's rotation.",
            "vi": "Ít nhất có một hành tinh ngoài hệ Mặt Trời, WASP - 17b, đã được tìm thấy là nó quay trên quỹ đạo ngược hướng với chiều tự quay của ngôi sao mẹ."
        },
        {
            "en": "We had Sudoku insanity, ultimate video game cheats volume 8, green <em>wasp</em> a major motion picture and xtreme pop-up sharks.",
            "vi": "Chúng tôi có các sách là Sudoku điên rồ, Ultimate Video Game Cheats tập 8, Green Wasp một bức tranh chính chuyển động và Cá mập đột nhiên xuất hiện."
        },
        {
            "en": "I was too busy screaming to think of what to do, but one of the boys pulled the <em>wasp</em> off and held it by the wings upon a rock, where we all gathered to decide exactly how to murder it.",
            "vi": "Tôi đau quá bèn la toáng lên, không nghĩ đến chuyện làm gì hết, nhưng một thằng bé đã chụp cánh con ong lôi ra khỏi tôi, nó đem con ong đè lên tảng đá để chúng tôi tính cách giết nó."
        },
        {
            "en": "This beautiful yet deadly animal is native to Northern Australia and is also some times referred to as the 'marine stinger' or 'sea <em>wasp</em>'. It is believed to be one of the, if not the most venomous creature around. This jellyfish has tentacles which are covered in high amounts of nematocysts as well as venom.",
            "vi": "Động vật xinh đẹp nhưng nguy hiểm chết người này là có nguồn gốc từ miền Bắc Úc và cũng thỉnh thoảng cũng được gọi là “ong biển” hoặc “ong bắp cày biển”. Nó được cho là một trong những, nếu không phải là sinh vật độc nhất trên trái đất. Loài sứa này có các xúc tu được bao phủ bằng rất nhiều tế bào châm cũng như nọc độc."
        }
    ],
    "suggestions": []
}