{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['weistlænd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đất hoang, đất khô cằn; khu đất không thể sử dụng được, khu đất không sử dụng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hoang mạc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghĩa bóng) cuộc sống khô cằn (cuộc sống không sáng tạo được gì về văn hoá hoặc tinh thần)</td></tr></table><i/></div>",
            "word": "wasteland"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wasteland</k><blockquote>■ <cclass>noun a barren or empty area of land. </cclass></blockquote></div>",
            "word": "wasteland"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>wasteland</k><blockquote>▸ <cclass>noun WILDERNESS, desert; wilds, wastes, badlands.</cclass></blockquote></div>",
            "word": "wasteland"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>wasteland</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to reclaim wasteland </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a desolate wasteland</ex></blockquote></blockquote></div>",
            "word": "wasteland"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khu đất hoang</font></td></tr></tbody></table></div>",
            "word": "wasteland"
        }
    },
    "sentences": [
        {
            "en": "Police discovered their bodies on <em>wasteland</em> this morning.",
            "vi": "Cảnh sát đã tìm thấy thi thể của họ trên bãi đất hoang vào sáng nay."
        },
        {
            "en": "<em>Wasteland</em> or other nonagricultural land can be utilised for planting fast - growing varieties of trees.",
            "vi": "Đất hoang hay đất phi nông nghiệp khác có thể được sử dụng để trồng những loại cây lớn nhanh."
        },
        {
            "en": "<em>Wasteland</em> or other nonagricultural land can be utilised for planting fast-growing varieties of trees.",
            "vi": "Đất hoang hay đất phi nông nghiệp khác có thể được sử dụng để trồng những loại cây lớn nhanh."
        },
        {
            "en": "This beautiful forest has been reduced to a <em>wasteland</em> in recent years.",
            "vi": "Trong những năm gần đây, khu rừng xinh đẹp này đã bị biến thành đất bỏ hoang."
        },
        {
            "en": "Here, for instance, in the <em>wasteland</em> before us there used to be the McDougalls flour mill, which was world famous.",
            "vi": "Ví dụ, ở đây, tại khu đất hoang này trước mặt chúng ta đã từng là nhà máy xay bột McDougalls nổi tiếng thế giới."
        },
        {
            "en": "A large number of fast growing species of trees like the eucalyptus, leucaena, acacia and casuarina are planted on <em>wasteland</em>.",
            "vi": "Một số lượng lớn những giống cây phát triển nhanh như cây bạch đàn, leucaena, cây keo và cây phi lao để được trồng trên đất hoang."
        },
        {
            "en": "Amidst a monochromatic <em>wasteland</em> teeming with smoke and shadows, Jack Nance's wire-haired wage slave Henry struggles to navigate the horrors of mutant offspring, sinister hallucinations and, most terrifying of all, his new in-laws.",
            "vi": "đất hoang cằn cỗi, đơn sắc đầy khói và những cái bóng, kẻ làm công ăn lương tóc xoăn Henry, do Jack Nance thủ vai, đấu tranh để vượt qua nỗi hãi hùng về đứa con đột biến, ảo giác quái gở và kinh hãi nhất, là bà mẹ vợ mới của mình."
        },
        {
            "en": "Vanga reportedly said Europe will 'cease to exist' by the end of next year, leaving the continent 'almost empty' and a '<em>wasteland</em> almost entirely devoid of any form of life'.",
            "vi": "Theo tin đã đưa, bà Vanga nói châu Âu sẽ 'không còn tồn tại' vào cuối năm tới, châu lục này 'gần như trống không' và biến thành một 'vùng hoang mạc hầu như hoàn toàn không có sự sống.\""
        },
        {
            "en": "Amidst a monochromatic <em>wasteland</em> teeming with smoke and shadows, Jack Nance's wire - haired wage slave Henry struggles to navigate the horrors of mutant offspring, sinister hallucinations and, most terrifying of all, his new in - laws.",
            "vi": "Ở giữa vùng đất hoang cằn cỗi, đơn sắc đầy khói và những cái bóng, kẻ làm công ăn lương tóc xoăn Henry, do Jack Nance thủ vai, đấu tranh để vượt qua nỗi hãi hùng về đứa con đột biến, ảo giác quái gở và kinh hãi nhất, là bà mẹ vợ mới của mình."
        },
        {
            "en": "In India, even if one-fifth of the estimated 80 million hectares of barren land and <em>wasteland</em> is covered by such a programme, about 48,000 MW of power can be generated.",
            "vi": "Ở Ấn Độ, ngay cả nếu chỉ 1/5 của 80 triệu hecta đất cằn cỗi được ước lượng và đất hoang được bao phủ bởi một chương trình như vậy, thì cũng có thể có khoảng 48000 MW điện có thể được tạo ra."
        },
        {
            "en": "In India, even if one - fifth of the estimated 80 million hectares of barren land and <em>wasteland</em> is covered by such a programme, about 48, 000 MW of power can be generated.",
            "vi": "Ở Ấn Độ, ngay cả nếu chỉ 1/5 của 80 triệu hecta đất cằn cỗi được ước lượng và đất hoang được bao phủ bởi một chương trình như vậy, thì cũng có thể có khoảng 48000 MW điện có thể được tạo ra."
        },
        {
            "en": "The X-Fifteen flies high over the sandy <em>wasteland</em> of California's Mojave Desert. Up, up it flies. After three minutes, its fuel has burned up. It is flying about two thousand kilometers an hour.",
            "vi": "Chiếc X-15 bay cao trên vùng đất hoang của sa mạc Mojave thuộc bang California. Nó bay lên. Sau ba phút, nhiên liệu của nó đã bị đốt cháy. Nó đang bay với tốc độ khoảng 2000 km một giờ."
        },
        {
            "en": "The initial assessment show that Haiyan left a wake of massive devastation that is unprecedented, unthinkable and horrific, affecting 2/3 of the Philippines, with about half a million people now rendered homeless, and with scenes reminiscent of the aftermath of a tsunami, with a vast <em>wasteland</em> of mud and debris and dead bodies.",
            "vi": "Đánh giá ban đầu cho biết bão Hải Yến gây ra tổn thất nghiêm trọng chưa từng có, không thể tưởng tượng nổi và hết sức khủng khiếp, ảnh hưởng tới 2/3 Philippines, khoảng nửa triệu người hiện lâm vào cảnh vô gia cư, những cảnh tượng làm nhớ đến hậu quả của một thảm hoạ sóng thần, một vùng đất rộng lớn ngập trong bùn lầy, mảnh vỡ và xác người."
        },
        {
            "en": "It is said that Lady Chua Kho was a hard working woman. After marrying the king of Ly Dynasty, she asked to go to Vu Ninh area, recruited villagers for establishing village, expanded the <em>wasteland</em>, and organized production in 72 small villages. She also kept an eye on the food stock, maintained military provisions well during and after the victory of Song invaders in Nhu Nguyet Rive (CauRiver) in 1076. When she died, people built a temple to dedicate to her.",
            "vi": "Sự tích kể Bà Chúa Kho là một người phụ nữ chăm chỉ. Sau khi lấy vua Lý, Bà đề nghị đi tới vùng Vũ Ninh, tuyển dụng những người làng để thành lập làng, mở rộng vùng đất và tổ chức sản xuất trong 72 làng nhỏ. Bà cũng cân nhắc giữ gìn lương thực, trông coi kho tàng quốc gia trong và sau khi chiến thắng giặc ngoại xâm Song trên sông Như Nguyêt j vào năm 1076. Khi bà qua đời, người dân xây dựng chùa để tưởng nhớ tới bà."
        }
    ],
    "suggestions": []
}