{
    "en_vn": {
        "data": {
            "content": null,
            "word": "wastewater",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "wastewater",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wastewater",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wastewater",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wastewater",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Rivers are dying due to <em>wastewater</em>",
            "vi": "Các con Sông đang chết dần do nước thải"
        },
        {
            "en": "The industrial <em>wastewater</em> system is completely separate.",
            "vi": "Hệ thống nước thải công nghiệp thì hoàn toàn tách biệt."
        },
        {
            "en": "<em>Wastewater</em>, health, and peri-urban livelihoods",
            "vi": "Nước thải, sức khỏe và sinh kế ở những vùng ngoại ô"
        },
        {
            "en": "The current <em>wastewater</em> treatment infrastructure is still inadequate.",
            "vi": "Các cơ sở hạ tầng xử lý nước thải hiện nay là vẫn chưa đủ."
        },
        {
            "en": "Please identify your <em>wastewater</em>, air pollution and noise level requirements?",
            "vi": "Xin vui lòng xác định nước thải của bạn, ô nhiễm không khí và các yêu cầu mức độ tiếng ồn?"
        },
        {
            "en": "Where will <em>wastewater</em> from this factory flow to ?",
            "vi": "Nước thải từ nhà máy này sẽ chảy về đâu?"
        },
        {
            "en": "In other words, they are not <em>wastewater</em> treatment charges.",
            "vi": "Hay nói một cách khác, đó không phải là phí xử lý nước thải."
        },
        {
            "en": "I don't want to end up overflowing the <em>wastewater</em> tank all the time.",
            "vi": "Tôi không muốn lần nào cũng tràn bồn/hầm chứa nước thải."
        },
        {
            "en": "MT.KV3: Construction of central <em>wastewater</em> treatment system meeting environmental standards in all industrial parks.",
            "vi": "MT.KV3: Xây dựng các hệ thống xử lý nước thải tập trung đáp ứng tiêu chuẩn môi trường ở tất cả các khu công nghiệp."
        },
        {
            "en": "Collection and treatment of <em>wastewater</em>, waste gas and solid waste; recycling or reuse of waste.",
            "vi": "Thu gom, xử lý nước thải, khí thải, chất thải rắn; tái chế, tái sử dụng chất thải."
        },
        {
            "en": "Nitrogen removal in <em>wastewater</em> is generally taken as a two - step process.",
            "vi": "Thông thường thì sự loại bỏ ni-tơ trong nước thải cần có hai giai đoạn."
        },
        {
            "en": "Investment in concentrated <em>wastewater</em> and waste treatment facilities of functional zones.",
            "vi": "Đầu tư công trình xử lý nước thải và chất thải tập trung của các khu chức năng."
        },
        {
            "en": "Is there a requirement to have a <em>wastewater</em> treatment on site?",
            "vi": "Có một yêu cầu để có một xử lý nước thải trên trang web?"
        },
        {
            "en": "The <em>wastewater</em> treatment system will not only recycle waste but will also produce reusable water.",
            "vi": "Hệ thống xử lý nước thải sẽ không chỉ tái chế chất thải mà còn sản xuất ra nước tái sử dụng."
        },
        {
            "en": "Nitrogen removal in <em>wastewater</em> is generally taken as a two-step process.",
            "vi": "Thông thường thì sự loại bỏ ni - tơ trong nước thải cần có hai giai đoạn."
        },
        {
            "en": "<em>Wastewater</em> charges are now regulated by Decree 67/2003/ND-CP.",
            "vi": "Phí thu nước thải hiện nay được qui định tại Quyết định 67/2003/ND-CP."
        },
        {
            "en": "Sewage and <em>wastewater</em> is also disposed of to rivers, streams and the sea in many parts of the world.",
            "vi": "Nước cống và nước thải đều được thải ra các dòng sông, suối và đại dương ở nhiều nơi trên thế giới."
        },
        {
            "en": "The draft Poverty Reduction Support Credit also calls for policies on <em>wastewater</em> management for urban areas in the short term.",
            "vi": "Dự thảo văn kiện Tín dụng Hỗ trợ Giảm nghèo cũng yêu cầu cần có chính sách về quản lý nước thải ở các khu vực thành thị trong giai đoạn ngắn hạn."
        },
        {
            "en": "The operation of these dumping grounds lacks management and bad odours and <em>wastewater</em> regularly escapes into the environment.",
            "vi": "Hoạt động của các bãi chôn này thì thiếu sự quản lý, mùi hôi và nước thải thường thoát vào môi trường."
        },
        {
            "en": "The second phase of the project, including the construction of a <em>wastewater</em> treatment plant, began in March this year.",
            "vi": "Giai đoạn thứ hai của dự án, bao gồm cả việc xây dựng một nhà máy xử lý nước thải, bắt đầu vào tháng Ba năm nay."
        }
    ],
    "suggestions": []
}