{
    "en_vn": {
        "data": {
            "content": null,
            "word": "wat",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wat</k><blockquote><cclass>[<cclass>wat<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (in Thailand, Cambodia, and Laos) a Buddhist monastery or temple. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Thai, from Sanskrit <i>vāṭa</i> 'enclosure'. </blockquote></div>",
            "word": "wat",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wat",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wat",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wat",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "We will also visit the fine temple of <em>Wat</em> Mai, <em>Wat</em> Vixoun and <em>Wat</em> That Luang.",
            "vi": "Chúng ta cũng sẽ thăm quan ngôi đền đường bệ Wat Mai, Wat Vixoun và Wat That Luang."
        },
        {
            "en": "This is an Angkor <em>Wat</em> Temple.",
            "vi": "Đây là đền Angkor Wat."
        },
        {
            "en": "Witnessesing magnificent Angkor <em>Wat</em> from your private helicopter.",
            "vi": "Tận mắt ngắm nhìn Angkor Wat tráng lệ từ trực thăng riêng của bạn."
        },
        {
            "en": "This morning, we'll enjoy half day city tour of Vientiane to the major temples of <em>Wat</em> Sisaket, <em>Wat</em> Prakeo and the impressive That Luang Stupa.",
            "vi": "Sáng nay chúng ta sẽ tận hưởng nửa ngày tham quan ở thành phố Viêng Chăn đến các điện chính Wat Sisaket, Wat Prakeo và That Luang Stupa ấn tượng."
        },
        {
            "en": "We'll spend all day on visiting <em>Wat</em> Xieng Thong, the Golden City monastery.",
            "vi": "Chúng ta sẽ dành cả ngày để tham quan Wat Xieng Thong, ngôi chùa của Thành phố Vàng."
        },
        {
            "en": "Laos has no coastline and focuses mostly on culture and ecological tourism with two UNESCO heritage sites, <em>Wat</em> Phou Temple and Luang Prabang town.",
            "vi": "Lào là đất nước không có đường bờ biển và chỉ tập trung chủ yếu vào du lịch văn hóa và du lịch sinh thái với hai di sản được UNESCO công nhận là, đền Wat Phou và thị trấn Luang Prabang."
        },
        {
            "en": "Thailand. The mysterious <em>Wat</em> Samphran temple  This mysterious temple is almost unknown and off the beaten track…   At first sight, <em>Wat</em> Samphran temple may look like a tourist attraction. However, this unique temple is actually far off the beaten track and not included in most tourist guides.  <em>Wat</em> Samphran temple is unlike any temple you will find in Thailand. The building is about 17 stories tall with a giant dragon spiralling to the top. It includes many sculptures of other beasts and a giant buddha made of bronze.",
            "vi": "Ngôi đền bí ẩn Wat Samphran, Thái LanNgôi đền bí ẩn này gần như không ai biết đến và ở nơi xa xôi hẻo lánh...Thoạt nhìn, ngôi đền Wat Samphran có thể trông giống như điểm du lịch. Tuy nhiên, ngôi đền độc đáo này thực ra ở nơi rất xa xôi hẻo lánh và không được ghi trong hầu hết mọi sách hướng dẫn du lịch.  Đền Wat Samphran khác mọi ngôi đền bạn từng thấy ở Thái Lan. Toà nhà này cao 17 tầng có một con rồng khổng lồ cuộn đến nóc Có nhiều tác phẩm điêu khắc thú và Phật khổng lồ được làm bằng đồng."
        },
        {
            "en": "Cambodia has a coastline that is just an eighth of Vietnam’s in length. It has attracted tourists mostly to two UNESCO heritage sites, Angkor <em>Wat</em> and Preah Vihear temples.",
            "vi": "Campuchia có đường bờ biển dài chỉ bằng một phần tám so với Việt Nam. Và họ hu hút khách du lịch chủ yếu đến với hai di sản UNESCO là đền Angkor Wat và đền Preah Vihear."
        }
    ],
    "suggestions": []
}