{
    "en_vn": {
        "data": {
            "content": null,
            "word": "waterways",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "waterways",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "waterways",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "waterways",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "waterways",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Inland <em>waterways</em>",
            "vi": "Đường sông nội địa"
        },
        {
            "en": "Along dirty <em>waterways</em>.",
            "vi": "Ven các kênh rạch ô nhiễm."
        },
        {
            "en": "Some businesses have also invaded the <em>waterways</em>. ",
            "vi": "Một số doanh nghiệp cũng đã xâm chiếm các đường sông."
        },
        {
            "en": "The <em>waterways</em> are clogged with garbage.",
            "vi": "Con kênh đầy nghẹt những rác."
        },
        {
            "en": "Inland <em>waterways</em> are as popular today as they've ever been.",
            "vi": "Ngày nay đường sông nội địa cũng phổ biến như trước kia."
        },
        {
            "en": "Take care on <em>waterways</em> after rains and floods.",
            "vi": "Hãy cẩn thận những con kênh sau khi mưa lũ."
        },
        {
            "en": "Inland <em>waterways</em> are going to get dry in summer.",
            "vi": "Những đường sông nội địa sẽ bị cạn vào mùa hè."
        },
        {
            "en": "Transportation of goods and passengers by rail, air, land and sea and inland <em>waterways</em>.",
            "vi": "Vận tải hàng hoá và hành khách bằng đường sắt, đường hàng không, đường bộ, đường biển, đường thủy nội địa."
        },
        {
            "en": "The city has 112 <em>waterways</em> routes on canals and rivers, totaling about 1,000 kilometres long.  ",
            "vi": "Thành phố có 112 tuyến kênh rạch sông ngòi với tổng chiều dài khoảng 1.000km."
        },
        {
            "en": "A system of <em>waterways</em> designed after the Italian city of Venice has been built there.",
            "vi": "Người ta đã phát hoạ ra một hệ thống kênh lạch sau khi thành phố Venice của Ý được xây dựng ở đó."
        },
        {
            "en": "The city has 112 <em>waterways</em> routes on canals and rivers, totaling about 1,000 kilometres long.  ",
            "vi": "Thành phố có 112 tuyến kênh rạch sông ngòi với tổng chiều dài khoảng 1.000km."
        },
        {
            "en": "Experts said that a network between <em>waterways</em> and roads was needed to reduce serious traffic pressure.",
            "vi": "Các chuyên gia cho biết hệ thống mạng lưới giữa đường thủy và đường bộ là cần thiết nhằm giảm thiểu áp lực giao thông."
        },
        {
            "en": "In transport, traffic on roads and ports doubled and, on inland <em>waterways</em>, rose by a third.",
            "vi": "Về giao thông vận tải, giao thông đường bộ và cảng tăng gấp đôi, còn giao thông đường thuỷ tăng thêm một phần ba."
        },
        {
            "en": "Experts said that a network between <em>waterways</em> and roads was needed to reduce serious traffic pressure.",
            "vi": "Các chuyên gia cho biết hệ thống mạng lưới giữa đường thủy và đường bộ là cần thiết nhằm giảm thiểu áp lực giao thông."
        },
        {
            "en": "Recurrent expenditures on <em>waterways</em> are only about half of what is estimated to be needed.",
            "vi": "Chi tiêu định kỳ cho đường thuỷ chỉ bằng khoảng một nửa của nhu cầu ước tính cần thiếtư."
        },
        {
            "en": "Tran Van Tho, Deputy Head of Vietnam Inland <em>Waterways</em> Administration, shared the same opinion.",
            "vi": "Ông Trần Văn Thọ, Phó Trưởng ban quản lý Đường thủy nội địa Việt Nam, chia sẻ chung một quan điểm."
        },
        {
            "en": "As you cruise the <em>waterways</em>, feast your eyes on the gorgeous views of the illuminated city.",
            "vi": "Khi anh đi chơi bằng đường thủy, hãy thưởng thức cảnh đẹp của thành phố rực rỡ này."
        },
        {
            "en": "Venice in Italy is a famous city with <em>waterways</em> and bridges.",
            "vi": "Venice của Ý là thành phố nổi tiếng với các cây cầu và kênh đào."
        },
        {
            "en": "Poor maintenance and navigation aids for inland <em>waterways</em> reduce the productivity of boats and ships by 40% or more.",
            "vi": "Công tác bảo dưỡng và trợ giúp hoa tiêu cho đường thuỷ nội địa kém làm giảm năng suất tàu thuyền đến 40% hoặc hơn."
        },
        {
            "en": "He says using environmentally friendly washing powder means that fewer chemicals go into our <em>waterways</em> every year.",
            "vi": "Anh ta nói việc sử dụng chất tẩy rửa không gây hại môi trường có nghĩa là mỗi năm sẽ có ít chất hóa học hơn đi vào các hệ thống nước."
        }
    ],
    "suggestions": []
}