{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Watson",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Watson",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Watson",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Watson",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Watson",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Durbin- <em>watson</em>",
            "vi": "Số thống kê (d hoặc dw)"
        },
        {
            "en": "From Supernature by Lyall <em>Watson</em>.",
            "vi": "Trích siêu tự nhiên của lyall watson."
        },
        {
            "en": "\"mr. <em>Watson</em>, come here, i want you\".",
            "vi": "\"ông watson, lại đây, tôi cần ông\"."
        },
        {
            "en": "Have you made a cup of tea for Mrs <em>Watson</em>?",
            "vi": "Anh đã pha cốc trà cho bà Watson chưa?"
        },
        {
            "en": "The new article was written by William <em>Watson</em>, sometime literary editor of \"The Scotsman\".",
            "vi": "Bài báo mới là do William Watson viết, ông từng là người chịu trách nhiệm nội dung của tờ\"The Scotsman\"."
        },
        {
            "en": "Unfortunately, Mr. <em>Watson</em> is never able to bring the story around to the bigger picture.",
            "vi": "Thật không may, ông Watson không bao giờ có thể giới thiệu câu chuyện xung quanh bức tranh lớn hơn này."
        },
        {
            "en": "The following day, 3.6.1875, <em>Watson</em> was able to hear Bel l's voice.",
            "vi": "Hôm sau 3.6.1875, watson nghe được tiếng bell."
        },
        {
            "en": "The new article was written by William <em>Watson</em>, sometime literary editor of \"The Scotsman\".",
            "vi": "Bài báo mới là do William Watson viết, ông từng là người chịu trách nhiệm nội dung của tờ \"The Scotsman\"."
        },
        {
            "en": "The listener, Thomas <em>Watson</em>, an instrument maker who assisted bell in his experiments.",
            "vi": "Người nghe là thomas watson, nhà sản xuất nhạc cụ đã giúp bell trong các cuộc thí nghiệm."
        },
        {
            "en": "<em>Watson</em> got a life sentence for trafficking in amphetamines, a lesser offence.",
            "vi": "Watson đã nhận bản án chung thân vì mua bán thuốc kích thích, một tội nhẹ hơn."
        },
        {
            "en": "Within an hour he had given <em>Watson</em> instructions on making a device to transmit the voice.",
            "vi": "Trong vòng một giờ ông hướng dẫn watson chế tạo máy truyền tiếng nói."
        },
        {
            "en": "The real breakthrough in telephone history came when Bell and <em>Watson</em> were tuning the so - called \"harmonic telegraph\".",
            "vi": "Bước đột phá thực sự trong lịch sử điện thoại xảy ra khi bell và watson đang dò sóng trên máy mệnh danh là máy điện tín hoà âm."
        },
        {
            "en": "When he began joking about exploring the homoerotic relationship between Holmes and <em>Watson</em>, it gave me pause.",
            "vi": "Khi anh ta bắt đầu giễu cợt về việc khám phá ra mối quan hệ đồng tính luyến ái giữa Holmes và Watson, điều đó làm tôi ngập ngừng."
        },
        {
            "en": "<em>Watson</em>, who was holding the receiving telephone to his ear, heard the words and rushed to tell the inventor, \"Mr. Bell, i heard every word you said - distinctly\".",
            "vi": "Waston đang cầm ống nghe điện thoại ở nơi tai, thì nghe thấy tiếng nói rồi vội chạy đến báo tin cho nhà phát minh hay, \"thưa ông bell, tôi nghe được mọi lời ông nói rõ ràng\"."
        },
        {
            "en": "Harry Potter star Emma <em>Watson</em> and famous designers like Orla Kiely, Zandra Rhodes, and Peter Jensen, have created capsule collections for People Tree. ",
            "vi": "Ngôi sao nổi tiếng của bộ phim Harry Porter và các nhà thiết kế nổi tiếng khác như Orla Kiely, Zandra Rhodes và Peter Jensen đã thiết kế một số bộ sưu tập chủ chốt cho People Tree."
        },
        {
            "en": "In 2011, the computer program <em>Watson</em> emerged victorious against former champions on the quiz-show \"Jeopardy!\" Rather than demonstrating machine intelligence, its performance highlighted just how far genuine AI has to go. In one round, under the category of \"US Cities,\" and the clue \"Its largest airport is named for a World War II hero,\" <em>Watson</em> answered \"Toronto.\"",
            "vi": "Trong năm 2011, chương trình máy tính Watson nổi lên khi chiến thắng cựu vô địch trên game show \"Jeopardy!\" Thay vì chứng minh trí thông minh của máy tính, màn biểu diễn của nó cho thấy trí tuệ nhân tạo chỉ tiến xa được như thế nào. Trong một vòng, ở thể loại \"các thành phố ở Mỹ\", và với manh mối \"sân bay lớn nhất của nó được đặt theo tên một anh hùng chiến tranh thế giới II\", Watson trả lời: \"Toronto\"."
        },
        {
            "en": "The survey by global consulting firm Towers <em>Watson</em> showed that nearly three quarters of employers laid off workers - far above the global average of 51 percent.",
            "vi": "Cuộc khảo sát của công ty Tư vấn toàn cầu Towers Watson cho thấy gần 3/4 các công ty cho nhân viên nghỉ việc – cao hơn mức trung bình 51% trên toàn cầu."
        },
        {
            "en": "If one adopts the five percent rule for statistical significance, only one coefficient is significant and only marginally; and the Durbin-<em>Watson</em> statistic is consistent with serial correlation.",
            "vi": "Nếu sử dụng nguyên tắc 5% ý nghĩa thống kê thì chỉ có một hệ số có ý nghĩa và cũng chỉ xuýt xoát có ý nghĩa mà thôi; và thống kê Durbin-WatSon đồng nhất với sự tương quan theo chuỗi."
        },
        {
            "en": "Maybe another college student because if we look at all these successful people, they all are college students who study information technology (Except Thomas <em>Watson</em> of IBM who studied business).",
            "vi": "Có thể một sinh viên đại học khác bởi vì nếu chúng ta nhìn vào những người thành công, họ tất cả đều là sinh viên đại học học về công nghệ thông tin (ngoại trừ Thomas Watson của IBM học về kinh doanh)."
        },
        {
            "en": "If you can get yourself voted onto the class favorites page, you're practically an immortal. Even if you don't live up to what you got picked for, it doesn't really matter because it's on permanent record like Bill <em>Watson</em>. People still treat Bill <em>Watson</em> like he's something special. Even though he ended up dropping out of high school we still run into him at the food barn every once in a while.",
            "vi": "Nếu mà bạn được chọn để gắn ảnh vào trang yêu thích của lớp thì bạn gần như đã trở thành huyền thoại rồi. Kể cả bạn không được như những gì mà người ta chọn bạn thì cũng không sao cả bởi điều đó đã được công nhận rồi giống như Bill Waston vậy. Mọi người vẫn đối xử với Bill như thể anh ta là ai đó rất đặc biệt. Thậm chí anh ta không còn bỏ học nửa chừng ở cấp 3 nữa nhưng đôi khi chúng tôi vẫn bắt gặp Bill ở quán ăn."
        }
    ],
    "suggestions": []
}