{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Wayne",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Wayne",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Wayne",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Wayne",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Wayne",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Wayne</em> Rooney opened the score.",
            "vi": "Wayne Rooney đã mở tỷ số."
        },
        {
            "en": "Bruce <em>Wayne</em> is his alter ego.",
            "vi": "Bruce Wayne là bạn thân của anh ấy."
        },
        {
            "en": "<em>Wayne</em> is survived by his wife of 49 years.",
            "vi": "Wayne đã ra đi để lại người vợ 49 tuổi."
        },
        {
            "en": "One of my sons lives locally, the other in Fort <em>Wayne</em>.",
            "vi": "Một trong hai đứa con trai của tôi sống tại địa phương, đứa khác ở Fort Wayne."
        },
        {
            "en": "The most famous \"tough guy\" in American film was John <em>Wayne</em>.",
            "vi": "Người hùng nổi tiếng nhất trong phim Mỹ là John Wayne."
        },
        {
            "en": "   – <em>Wayne</em> Rooney missed a late penalty after Daley Blind was fouled inside the penalty area  ",
            "vi": "   – Wayne Rooney đã bỏ lỡ bàn thắng từ pha đá phạt đền vào cuối giờ sau ghi Daley Blind bị phạm lỗi trong vòng cấm. "
        },
        {
            "en": "I had been vacillating during the last month between Bruce <em>Wayne</em> and Peter Parker.",
            "vi": "Tháng trước tôi đã do dự giữa Bruce Wayne và Peter Parker."
        },
        {
            "en": "The most famous \"tough guy\" in American film was John <em>Wayne</em>.",
            "vi": "\"Một gã mạnh mẽ và quả quyết\" nổi tiếng nhất trong phim Mỹ là John Wayne."
        },
        {
            "en": "Malone was elected by default to take <em>Wayne</em> Hall's seat as a council member.",
            "vi": "Malone đắc cử do ứng viên khác vắng mặt đã giành được vị trí thành viên hội đồng của Wayne Hall."
        },
        {
            "en": "<em>Wayne</em> and Delores staked out the corner of the garden where they planned to grow the flowers.",
            "vi": "Wayne và Delores rào góc vườn nơi họ định trồng hoa."
        },
        {
            "en": "When you change the way you look at things, the things you look at change. — Dr. <em>Wayne</em> Dyer",
            "vi": "“Khi bạn thay đổi cách nhìn nhận sự việc, thì sự việc ấy tự nhiên sẽ thay đổi.”"
        },
        {
            "en": "8. The woman who voiced Minnie Mouse, Russi Taylor, married the man who voiced Mickey, <em>Wayne</em> Allwine, in 1991.",
            "vi": "8. Diễn viên nữ đã lồng tiếng chuột Minnie, Russi Taylor, đã kết hôn với Wayne Allwine anh đã lồng tiếng chuột Mickey, vào năm 1991."
        },
        {
            "en": "But Steven Stack, professor of psychiatry and criminal justice at <em>Wayne</em> State University, offers another explanation: the copycat effect.",
            "vi": "Nhưng giáo sư tâm lý học tội phạm Steven Stack tại đại học Wayne State lại đưa ra một cách giải thích khác: hiệu ứng bắt chước."
        },
        {
            "en": "The woman who voiced Minnie Mouse, Russi Taylor, married the man who voiced Mickey, <em>Wayne</em> Allwine, in 1991.",
            "vi": "Diễn viên nữ đã lồng tiếng chuột Minnie, Russi Taylor, đã kết hôn với Wayne Allwine anh đã lồng tiếng chuột Mickey, vào năm 1991"
        },
        {
            "en": "Manchester United defender Gary Neville believes the ructions caused by <em>Wayne</em> Rooney's contract saga will be forgotten by fans at Old Trafford.",
            "vi": "Hậu vệ Manchester United Gary Neville tin rằng người hâm mộ tại sân Old Trafford sẽ quên những xung đột trong hợp đồng của Wayne Rooney."
        },
        {
            "en": "She had launched her movie career in Westerns while she was still a teenager, appearing with both singing cowboy hero Gene Autry and John <em>Wayne</em>.",
            "vi": "Bà bắt đầu sự nghiệp điện ảnh của mình trong phim truyện cao bồi khi còn ở tuổi thanh thiếu niên, xuất hiện với cả hai người hùng cao bồi hát nghêu ngao Gene Autry và John Wayne."
        },
        {
            "en": "Phil Jones, Michael Carrick, Daley Blind and Marcos Rojo all out of Manchester United's clash with Chelsea... as Louis van Gaal says <em>Wayne</em> Rooney may start in holding midfield.",
            "vi": "Phil Jones, Michael Carrick, Daley Blind và Marcos Rojo đều sẽ vắng mặt trong đội hình Man United ở trận gặp Chelsea, và HLV Louis van Gaal nói ông đang cân nhắc sử dụng Wayne Rooney ở vị trí tiền vệ trụ. "
        },
        {
            "en": "<em>Wayne</em> Rooney may have to revert to a midfield role at Stamford Bridge on Saturday night after Michael Carrick and Daley Blind were two of four Manchester United players ruled out of the clash with Chelsea.",
            "vi": "Rooney có thể chơi ở hàng tiền vệ tại Stamford Bridge sau khi Carrick và Blind là hai trong 4 cầu thủ của Manchester được xác nhận không thể ra sân trong trận gặp Chelsea."
        },
        {
            "en": "<em>Wayne</em> Gretzky, the Canadian hockey legend who retired with more personal scoring records than anyone in the history of professional hockey, was remarkably ineffective as a head coach. The same may be said about Michael Jordan, perhaps the greatest basketball player ever, who has never been able to lead a successful basketball organisation whether as general manager, president or owner.",
            "vi": "Wayne Gretzky, huyền thoại khúc côn cầu người Ca-na-đa đã giải nghệ cùng với kỉ lục ghi điểm cá nhân nhiều hơn bất kì vận động viên khúc côn cầu chuyên nghiệp nào, lại nổi tiếng bất lực trong cương vị huấn luyện viên trưởng. Trường hợp tương tự có thể nói đến Michael Jordan, có lẽ chính là vận động viên bóng rổ xuất sắc nhất mọi thời đại, lại chưa bao giờ đủ khả năng lãnh đạo thành công đội bóng, dù là trong cương vị Tổng giám đốc, Chủ tịch hay người sở hữu đội bóng."
        },
        {
            "en": "You just need to be careful when eating any melon, including watermelon to follow the advice of <em>Wayne</em> Pickering in my interview. Eat melon alone or leave it alone because it will make your stomach groan. So ideally, no food 30 minutes before or after eating melons.",
            "vi": "Khi ăn bất kỳ loại dưa nào, kể cả dưa hấu, bạn chỉ cần cẩn thận một chút, thực hiện theo lời khuyên của Wayne Pickering trong cuộc phỏng vấn với tôi. Không ăn dưa cùng bất kỳ một loại thức ăn nào khác vì nó sẽ làm cho bạn bị trướng bụng. Vì vậy, tốt nhất là không nên ăn gì trước và sau khi ăn dưa khoảng 30 phút."
        }
    ],
    "suggestions": []
}