{
    "en_vn": {
        "data": {
            "content": null,
            "word": "weaned"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "weaned"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "weaned"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "weaned"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "weaned"
        }
    },
    "sentences": [
        {
            "en": "She <em>weaned</em> her child.",
            "vi": "Cô ta đã cho con cai sữa."
        },
        {
            "en": "That is a <em>weaned</em> piglet.",
            "vi": "Đó là con lợn con đã cai sữa."
        },
        {
            "en": "The baby has been <em>weaned</em>.",
            "vi": "Em nhỏ đã cai sữa."
        },
        {
            "en": "The mother has just <em>weaned</em> her baby.",
            "vi": "Bà mẹ vừa mới cai sữa cho con."
        },
        {
            "en": "I myself <em>weaned</em> him off cigarettes.",
            "vi": "Chính tôi là người giúp anh ấy cai thuốc lá."
        },
        {
            "en": "At seven weeks they’re <em>weaned</em> onto solid food.",
            "vi": "Tại tuần thứ bảy, chúng được cai sữa chuyển qua thức ăn đặc."
        },
        {
            "en": "She went to a treatment centre where she was gradually <em>weaned</em> off heroin.",
            "vi": "Cô ấy đã đến trung tâm điều trị, ở đó cô ấy đã dần cai được hê-rô-in (heroin)."
        },
        {
            "en": "She went to a treatment centre where she was gradually <em>weaned</em> off heroin.",
            "vi": "Cô ấy đã đến trung tâm điều trị, ở đó cô ấy đã dần cai được hê - rô - in (heroin)."
        },
        {
            "en": "The birth interval for this species is 4–5 years and the calf is <em>weaned</em> at around 2 years.",
            "vi": "Khoảng cách giữa các lần đẻ con là 4 - 5 năm ; tê giác con bắt đầu cai sữa sau khoảng 2 năm."
        },
        {
            "en": "Kwashiorkor develops when after prolonged breast feeding, the child is <em>weaned</em> onto an inadequate traditional family diet.",
            "vi": "Kwashiorkor phát triển khi sau một thời gian bú mẹ, đứa trẻ bị cai sữa và chuyển sang chế độ ăn truyền thống không đầy đủ của gia đình."
        },
        {
            "en": "Also, a reason given by experts as to why fighter pilots of today are more skillful is that this generation’s pilots are being <em>weaned</em> on video games.",
            "vi": "Ngoài ra, một nguyên nhân cũng được đưa ra bởi các chuyên gia rằng tại sao các phi công chiến đấu ngày nay lại khéo léo hơn là bởi các phi công ở thế hệ này đang cai trò chơi điện tử."
        },
        {
            "en": "Most people would much rather carry on with their fantasies that my mother and grandmother were geisha and that i began my training in dance when i was <em>weaned</em> from the breast.",
            "vi": "Chắc nhiều người tưởng rằng mẹ tôi và bà ngọai tôi đều geisha cả và chắc họ đã nghĩ rằng tôi tập ca múa ngay từ khi thôi bú mẹ."
        },
        {
            "en": "Daily dose for breastfed babies  Breast milk provides multiple benefits for babies, but it is not a good source for vitamin D. The American Academy of Pediatrics (AAP) recommends that all breastfed babies receive a 400 IU daily supplement of vitamin D starting shortly after birth and continuing until the baby is <em>weaned</em> and drinking at least 1,000 mL of vitamin D-fortified formula or whole milk. The upper limit is 1,000 IU for babies 0-6 months old and 1,500 IU for babies 6-12 months old.",
            "vi": "Liều vitamin D hằng ngày cho trẻ bú mẹ  Sữa mẹ rất có lợi cho trẻ, nhưng đây không phải là nguồn cung cấp vitamin D dồi dào. Viện hàn lâm nhi khoa Hoa Kỳ (AAP) khuyến nghị tất cả trẻ bú mẹ mỗi ngày đều phải bổ sung vitamin D 400 đơn vị bắt đầu ngay sau khi sinh và tiếp tục cho đến khi cai sữa và uống ít nhất 1,000 mL sữa bột hoặc sữa nguyên chất tăng cường vitamin D. Giới hạn trên là 1,000 đơn vị đối với trẻ từ 0-6 tháng tuổi và 1,500 đơn vị đối với trẻ từ 6-12 tháng tuổi."
        },
        {
            "en": "The American Academy of Pediatrics recommends that exclusively or partially breastfed babies should receive supplements of 400 UI per day shortly after birth, and when they are <em>weaned</em> they should consume a minimum of 1,000 mL/day of vitamin D fortified formula or whole milk. Non-breastfed infants consuming less than 1,000 mL/day of vitamin D-fortified formula or milk should receive a vitamin D supplement of 400 IU per day. It also recommends that older children and adolescents who do not get 400 IU per day through vitamin D fortified milk and foods should take a 400 IU vitamin supplement each day. ",
            "vi": "Viện hàn lâm nhi khoa Hoa Kỳ khuyến cáo rằng trẻ bú sữa mẹ hoàn toàn hoặc một phần nên được bổ sung 400 UI mỗi ngày ngay sau khi sinh, và khi cai sữa, các bé nên được tiêu thụ tối thiểu là 1.000 ml / ngày sữa nguyên chất hoặc sữa có bổ sung vitamin D. Trẻ sơ sinh không bú mẹ tiêu thụ ít hơn 1.000 ml / ngày sữa bột có bổ sung vitamin D hoặc sữa mẹ thì nên được một bổ sung 400 IU vitamin D mỗi ngày. Họ cũng khuyến cáo rằng trẻ em lớn hơn và thanh thiếu niên không có được 400 IU mỗi ngày thông qua sữa và các loại thực phẩm tăng cường vitamin D thì nên dùng 400 IU vitamin bổ sung mỗi ngày."
        }
    ],
    "suggestions": []
}