{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[wi:n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">thôi cho bú, cai sữa; tập ăn cho quen (một đứa bé, một con vật con)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">làm cho bỏ, làm cho dứt bỏ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to wean someone from his bad habits</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">làm cho người nào dứt bỏ những thói quen xấu</font></td></tr></table><i/></div>",
            "word": "wean",
            "pronounce": "[wi:n]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wean</k><blockquote><b>wean<sup>1</sup></b></blockquote><blockquote>■ <cclass>verb accustom (an infant or other young mammal) to food other than its mother's milk. </cclass></blockquote><blockquote>⁃ (often <cclass><b>wean someone off</b>) make (someone) give up a habit or addiction. </cclass></blockquote><blockquote>⁃ (<cclass><b>be weaned on</b>) be strongly influenced by (something) from an early age. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>wenian</i>, of Gmc origin. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>wean<sup>2</sup></b><cclass>[<cclass>wɪ:n<cclass>, <cclass>weɪn<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>wain</b><cclass>weɪn) </cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Scottish &amp; <cclass>N. English a young child. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: contr. of <i>wee ane</i> 'little one'. </blockquote></div>",
            "word": "wean",
            "pronounce": "[wi:n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wean",
            "pronounce": "[wi:n]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>wean</k><blockquote><blockquote><abr>v.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) (<abr>D</abr>; <abr>tr.</abr>) to wean from (to wean a calf from its mother) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (<abr>misc.</abr>) to wean smb. away from bad company</ex></blockquote></blockquote></div>",
            "word": "wean",
            "pronounce": "[wi:n]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cai sữa</font></td></tr></tbody></table></div>",
            "word": "wean",
            "pronounce": "[wi:n]"
        }
    },
    "sentences": [
        {
            "en": "<em>wean</em> a baby (collocation)",
            "vi": "cai sữa cho bé (cụm từ thường đi với nhau)"
        },
        {
            "en": "It's hard to <em>wean</em> suckling.",
            "vi": "Khó mà cai sữa được cho những đứa trẻ còn bú."
        },
        {
            "en": "<em>Wean</em> someone from his bad habits",
            "vi": "Làm cho người nào dứt bỏ những thói quen xấu"
        },
        {
            "en": "The mother tried to <em>wean</em> the child at the breast.",
            "vi": "Bà mẹ cố gắng cai sữa cho đứa bé."
        },
        {
            "en": "My father promised me he would <em>wean</em> himself off cigarettes.",
            "vi": "Ba tôi hứa với tôi sẽ cai thuốc lá."
        },
        {
            "en": "I try to <em>wean</em> my husband from his bad habits.",
            "vi": "Tôi cố gắng làm cho chồng tôi dứt bỏ những thói quen xấu."
        },
        {
            "en": "The youth today need direction and who else but parents and teachers can <em>wean</em> children from taking to bad habits.",
            "vi": "Thanh niên ngày càng rất can những lời giáo huấn đúng đắn, chính cha mẹ và thầy giáo chứ không phải ai khác có trách nhiệm."
        },
        {
            "en": "Worried that Jackson may have been becoming addicted to the drug, theHouston cardiologist said he attempted to <em>wean</em> him from it, putting together combinations of other drugs that succeeded in helping Jacksonsleep during the two nights prior to his death.",
            "vi": "Lo ngại rằng Jackson có thể bị nghiện thuốc, bác sĩ tim mạch ở Houston nói ông ấy cố cai thuốc này cho anh ấy bằng cách phối hợp với nhiều loại thuốc từng giúp cho Jackson ngủ được trong hai đêm trước khi anh ấy chết."
        },
        {
            "en": "Worried that Jackson may have been becoming addicted to the drug, the Houston cardiologist said he attempted to <em>wean</em> him from it, putting together combinations of other drugs that succeeded in helping Jackson sleep during the two nights prior to his death.",
            "vi": "Lo ngại rằng Jackson có thể bị nghiện thuốc, bác sĩ tim mạch ở Houston nói ông ấy cố cai thuốc này cho anh ấy bằng cách phối hợp với nhiều loại thuốc từng giúp cho Jackson ngủ được trong hai đêm trước khi anh ấy chết."
        },
        {
            "en": "So if you only want help with three legged dog pose, pictured above, the pants will only provide haptic feedback when it senses you are trying to get into that position.  The intensity of the vibrations will gradually <em>wean</em> off as you get closer to nailing a pose.",
            "vi": "Nên nếu bạn chỉ muốn trợ giúp tư thể chó úp mặt ba chân , như hình chụp bên trên, thì quần sẽ chỉ cung cấp thông tin phản hồi bằng xúc giác khi quần cảm thấy bạn đang định vào tư thế này.  Cường độ rung sẽ giảm dần khi bạn làm đúng tư thế dần."
        },
        {
            "en": "Even with the deal, the Microsoft-Yahoo search operation will be dwarfed by Google — with a 28 percent market share in the United States, versus 65 percent — and will face an uphill struggle to try to <em>wean</em> people away from Google's simple white search page.",
            "vi": "átbởi Google — với 28 % thị phần tại Mỹ, so với 65% của Google — và sẽ phải đối mặt với cuộc chiến đầy cam go để cố gắng làm cho người dùng dứt bỏ thoái quen sử dụng trang tìm kiếm khá đơn giản của Google."
        },
        {
            "en": "Hoping to <em>wean</em> themselves off the Russian-supplied engines that are essential for the PLA's modern air fleet, the Chinese have tried to produce their own engines for decades, fitting them into the J-11 and the locally designed J-10, which was also optimized to use a Russian engine.",
            "vi": "Với hy vọng từ bỏ lệ thuộc vào động cơ do Nga cung cấp — một điều rất cần thiết cho hạm đội máy bay hiện đại của quân đội Trung Quốc — trong nhiều thập kỷ, người Trung Quốc đã cố gắng tự sản xuất động cơ cho riêng mình sau đó lắp những động cơ này vào máy bay J-11 và máy bay tự chế J-10, loại máy bay từng dùng động cơ của Nga."
        },
        {
            "en": "Prosecutors said he acted with \"gross negligence\" and gave Jackson a lethal dose of the sedative propofol that caused his death in June 2009. The defence said Jackson gave himself too much of the drug, a sleeping aid. Dr Murray, 58, who denies the charge, could face four years in jail and the loss of his medical licence. Slurred message   In Tuesday's opening statement, lead prosecutor David Walgren told the court the evidence would show \"Conrad Murray repeatedly acted with gross negligence, repeatedly denied appropriate care to his patient, Michael Jackson\".  \"That misplaced trust... cost Michael Jackson his life.\" The jury was shown a photo of the 50-year-old singer's pale body lying on a gurney after he died, and heard a recording of the pop star slurring while talking about planned comeback concerts. Mr Walgren said the audio, aired in public for the first time, had come from a message on Dr Murray's mobile phone. \"When people leave my show, I want them to say, 'I've never seen nothing like this in my life',\" says Jackson, apparently heavily drugged, on the audio. \"Go. Go. I've never seen nothing like this. Go. It's amazing. He's the greatest entertainer in the world.\"  The prosecutor said Jackson's difficulty in speaking on the recording showed that Dr Murray ought to have realised the star should not have taken any more propofol. Mr Walgren said that after administering what it says was the fatal dose, Dr Murray had not been attentive to Jackson's health. 'Abandoned'    The prosecutor said the doctor had left to go to the bathroom and checked his mobile phone. \"He [Murray] left him [Jackson] there, abandoned him to fend for himself,\" the prosecutor said. “Mr Walgren said when Dr Murray found Jackson unconscious, he did not immediately call the emergency services, instead telling a bodyguard to do so 20 minutes later.  Dr Murray also did not mention to paramedics or emergency room doctors that he had administered propofol, according to the prosecutor. During his lawyer's turn to speak, Dr Murray appeared to wipe tears from his eyes. Defence attorney Ed Chernoff said it was drugs taken by Jackson himself which had proved fatal. \"He did an act without his doctor's knowledge, without his doctor's permission, against his orders, he did an act that caused his own death,\" Mr Chernoff said.  He claimed the singer had swallowed pills of the sedative lorazepam on the morning of his death. That dosage was enough to put six people to sleep, said the defence.  'Perfect storm'    He also said Jackson had self-ingested propofol, and that it had killed him instantly. Mr Chernoff said the two drugs together had created \"a perfect storm in his body\". Jackson \"died so rapidly, so instantly, he didn't even have time to close his eyes\", the defence lawyer added. He also said that Dr Murray had been trying to <em>wean</em> Jackson off propofol, which the star used to call his \"milk\". The prosecutor said Dr Murray had initially asked for $5m (£3.2m) to work with Jackson for a year, though accepted a lower rate of $150,000 per month. But his contract to become the star's personal physician was never signed, and Dr Murray was never paid. First witnesses Jackson choreographer Kenny Ortega was the first prosecution witness to take the stand. He told the court of Jackson's excitement about his series of comeback concerts.  Mr Ortega also told the court that days before Jackson's death, he expressed \"deep concern\" in an email to Jackson's concert promoter about the state of Jackson's health. The email was written after a period of about a week when Jackson repeatedly failed to appear at rehearsals.  But in the last day or two before Jackson's death Mr Ortega said the star seemed \"full of energy, full of desire to work... It was a different Michael.\" Footage of the star's rehearsals became part of a documentary, This Is It, directed by Mr Ortega.  Paul Gongaware, co-chief executive of concert promoter AEG, followed Mr Ortega to the stand as the second prosecution witness. He told the court about how he employed Dr Murray as Jackson's personal physician. A number of witnesses, including security guards, paramedics and emergency room doctors, are yet to be called. Propofol is usually administered intravenously, often during surgery.  Medical experts are expected to testify about the sedative's effects, as well as how a trace of the drug was found in Jackson's stomach. Hundreds of Jackson fans gathered outside court earlier as the trial began. The trial is expected to last about five weeks.",
            "vi": "Các công tố viên cho biết anh ta làm việc “cẩu thả” nên đã cho Jackson một liều propofol giảm đau gây chết người dẫn đến cái chết của anh vào tháng Sáu năm 2009. Luật sư bào chữa cho bị cáo nói rằng Jackson đã tự uống quá nhiều thuốc, loại thuốc giúp ngủ. Tiến sĩ Murray, 58 tuổi người phủ nhận lời cáo buộc này có thể đối mặt với bốn năm tù giam và mất giấy phép hành nghề y. Tin nhắn thoại líu nhíu Trong lời phát biểu mở đầu vào hôm thứ Ba, trưởng công tố viên David Walgren nói với toà bằng chứng này cho thấy “Conrad Murray liên tục làm việc cẩu thả, liên tục không chăm sóc tốt bệnh nhân của mình là Michael Jackson”.  “ Rằng niềm tin đặt sai chỗ… khiến Michael Jackson phải trả giá cho mạng sống của mình.” Hội đồng xét xử được xem một bức ảnh chụp cơ thể nhợt nhạt của ca sĩ 50 tuổi nằm trên chiếc xe đẩy của bệnh viện sau khi anh qua đời, và nghe đoạn ghi âm giọng líu nhíu của Vua nhạc Pop đang nói về buổi hoà nhạc trở lại đã được lên kế hoạch. Ông Walgren nói rằng bản ghi âm này lần đầu tiên được công bố, lấy từ tin nhắn trên điện thoại của Tiến sĩ Murray. Jackson ghi âm với giọng có vẻ nặng nề do thuốc mê : “Khi mọi người rời khỏi buổi biểu diễn, tôi muốn họ nói với tôi rằng Tôi chưa bao giờ xem chương tình nào như thế trong cuộc đời tôi”. “Tiếp tục nào, tiếp tục nào. Tôi chưa từng xem chương trình nào như vậy trong cuộc đời tôi. Tiếp tục nào. Thật tuyệt vời. Anh ấy là một ca sĩ hay nhất thế giới.” Công tố viên cho biết Jackson nói trong bản ghi âm có vẻ khó khăn nên Tiến sĩ Murray phải nhận thấy là ngôi sao này không nên dùng thêm propofol nữa. Sau khi kiểm tra liều gây chết người mà bản ghi âm phát thì ông Walgren cho rằng Tiến sĩ Murray đã không quan tâm đến sức khoẻ của Jackson. ' Bị bỏ rơi ' Công tố viên này nói bác sĩ đã rời khỏi phòng vào nhà tắm để kiểm tra điện thoại di động của mình. Ông ta [Murray] để anh ấy [Jackson] ở đó, bỏ mặc anh ấy tự xoay xở”. Ông Walgren còn cho biết khi Tiến sĩ Murray thấy Jackson bất tỉnh, ông ta đã không gọi ngay dịch vụ cấp cứu, mà 20 phút sau mới nói bảo vệ gọi cấp cứu. Tiến sĩ Murray cũng không nói với nhân viên cứu thương hoặc bác sĩ phụ trách phòng cấp cứu là anh ấy có dùng propofol, công tố viên cho biết. Tiến sĩ Murray gạt nước mắt khi đến phiên luật sư của ông phát biểu trước toà.  Luật sư bào chữa Ed Chernoff cho biết đó là loại thuốc mà Jackson tự uống dẫn đến chết người. “Anh ấy uống mà không cho bác sĩ anh ấy biết, không được sự cho phép của bác sĩ, làm trái yêu cầu của bác sĩ, anh ấy đã tự gây ra cái chết của mình”, ông Chernoff biện hộ. Ông còn khẳng định nam ca sĩ đã uống thuốc lorazepam giảm đau vào buổi sáng anh qua đời. Vị luật sư biện hộ cho biết liều dùng đó đủ để cho sáu người ngủ. ' Cơn bão lớn ' Ông còn nói Jackson tự uống propofol và nó đã giết chết anh ấy ngay tức khắc. Ông Chernoff cho biết hai loại thuốc này kết hợp với nhau tạo nên “ cơn bão lớn trong cơ thể anh ấy.” Jackson “chết quá nhanh, quá đột ngột, anh ấy thậm chí không có thời gian để nhắm mắt nữa”, vị luật sư bào chữa nói thêm. Ông còn nói rằng Tiến sĩ Murray đang cố giúp Jackson dứt bỏ propofol mà ngôi sao này thường gọi nó là “sữa”. Công tố viên cho biết Tiến sĩ Murray lúc đầu đòi được trả 5 triệu đô-la Mỹ (3.2 triệu bảng Anh ) để chăm sóc cho Jackson trong một năm, dù đã chấp nhận mức thấp hơn là 150,000 đô mỗi tháng. Nhưng hợp đồng trở thành bác sĩ riêng của ngôi sao này chưa bao giờ được kí nên Tiến sĩ Murray cũng không bao giờ được trả lương. Nhân chứng đầu tiên Biên đạo múa của Jackson, Kenny Ortega là nhân chứng buộc tội đầu tiên ra làm chứng. Anh ấy nói với toà Jackson rất phấn khích về đợt hoà nhạc trở lại của anh ấy. Ông Ortega cũng nói với toà rằng hôm trước hôm Jacson qua đời, ông có bày tỏ “điều vô cùng lo lắng” trong một email gửi cho người tổ chức hoà nhạc của Jackson về tình trạng sức khoẻ của Jackson. Email này được viết sau thời gian khoảng một tuần khi Jackson liên tục không xuất hiện tại các buổi diễn tập. Nhưng vào ngày hay hai ngày cuối cùng trước cái chết của Jackson ông Ortega nói rằng ngôi sao này có vẻ “tràn đầy năng lượng, tràn đầy khát khao làm việc… .. Đó là một Michael khác.” Cảnh phim diễn tập của ngôi sao này đã trở thành môt phần của phim tài kiệu, This Is It, do ông Ortega đạo diễn. Paul Gongaware, đồng giám đốc điều hành tổ chức hoà nhạc AEG, tiếp sau Ông Ortega đứng ra làm nhân chứng thứ hai trước toà. Ông nói về việc Jackson đã thuê Tiến sĩ Murray làm bác sĩ riêng của anh như thế nào. Một số nhân chứng kể cả nhân viên bảo vệ, nhân viên cứu thương và bác sĩ phụ trách phòng cấp cứu vẫn chưa được gọi. Propofol dùng để đưa vào tĩnh mạch và thường dùng trong phẫu thuật. Chuyên gia y tế sẽ phải chứng nhận về ảnh hưởng của thuốc giảm đau này, cũng như vết tích của thuốc được tìm thấy trong dạ dày Jackson như thế nào Hàng trăm fan hâm mộ Jackson tụ tập bên ngoài toà án sớm hơn khi buổi xét xử bắt đầu. Phiên toà xử kéo dài khoảng năm tuần."
        },
        {
            "en": "Microsoft and Yahoo Reach a Deal         Yahoo's chief executive Carol Bartz, left, signs a global search agreement with Microsoft's chief executive Steve Ballmer at Yahoo's headquarters Wednesday. The bumpy, marathon mating dance between Microsoft and Yahoo finally concluded on Wednesday, when the two companies announced a partnership in Internet search and advertising to take on the industry powerhouse Google. But there was plenty of skepticism about whether the new partners could make a serious dent in Google’s dominance. Even with the deal, the Microsoft-Yahoo search operation will be dwarfed by Google — with a 28 percent market share in the United States, versus 65 percent — and will face an uphill struggle to try to <em>wean</em> people away from Google’s simple white search page.  If Yahoo and Microsoft cannot persuade people to switch, they will not build the larger audience that will bring in more revenue from ads tied to searches.  “This battle is won or lost as the user sits at the keyboard,” said Peter S. Fader, a professor at the Wharton School of the University of Pennsylvania and co-director of its Interactive Media Initiative. “Google is winning for good, consumer-friendly reasons. You can’t just buy that.”  The Microsoft-Yahoo pact represents a pragmatic division of duties between the two companies, instead of the blockbuster deal Microsoft, No. 3 in the search market, was shooting for last year when it bid $47.5 billion to buy Yahoo, No. 2 in search.  That hostile offer was ultimately withdrawn by Microsoft, and its collapse led to lots of soul-searching at Yahoo and the replacement of its co-founder Jerry Yang with an outsider, Carol Bartz, in the chief executive role. Under the pact, Microsoft will provide the underlying search technology on Yahoo’s popular Web sites. The deal will give a lift to Microsoft’s search engine, which it recently overhauled and renamed Bing. Its search ads will have broader reach and become more lucrative. Bing, which tries to put search results in better context than rivals, has won praise and favorable reviews, after Microsoft spent years falling farther and farther behind Google in search. For Yahoo, the move furthers the strategy under Ms. Bartz to focus the company on its strengths as a publisher of Web media sites in areas like finance and sports, as a marketer and leader in online display advertising.  “This deal allows Yahoo to invest in what we should be investing in for the future — audience properties, display advertising and the mobile Internet experience,” Ms. Bartz said in an interview on Wednesday. “Our vision is to be the center of people’s lives online.” The terms of the 10-year agreement give Microsoft access to Yahoo’s search technologies. Yahoo will receive a lucrative 88 percent of the search-generated ad revenue from its own sites for the first five years of the deal, much higher than is standard in the industry.  After the takeover bid failed, the companies renewed talks about a partnership last summer. The talks included discussion of a large upfront payment from Microsoft. But when Ms. Bartz joined Yahoo at the start of this year, the interest on the Yahoo side shifted. Ms. Bartz was more interested in steady revenue to ensure the longer-term financial health of Yahoo instead of a big payment, she said in a conference call Wednesday.  Shares of Yahoo fell 12 percent, to $15.14, after the deal was announced, apparently reflecting investors’ disappointment in the lack of a payment. Shares of Microsoft rose slightly.  “It feels kind of like a stab in the chest,” said Darren Chervitz, the co-manager of the Jacob Internet Fund, which owns about 100,000 shares of Yahoo. “It certainly feels like Yahoo is giving away their strong and hard-fought share of the search market for really a modest price.” Now, Yahoo’s financial fate will be inextricably linked with Microsoft for years. “My sense is that Yahoo will regret making this move,” Mr. Chervitz said.  If the deal is completed next year as planned, and after the partnership is fully in place in three years, Yahoo estimates that its operating income will increase by $500 million a year, based on the anticipated higher search traffic and ad revenue, and a substantial drop in its investment in technology development.  Steven A. Ballmer, Microsoft’s chief executive, said in an interview that Ms. Bartz had driven a hard bargain. “ Look,” he said, “she got 88 percent of the revenue and none of the cost.” Still, Mr. Ballmer added that he won something he badly wanted as well: “I got an opportunity to swing for the fences in search.” The crucial issue for the partnership, analysts say, is its ability to stop and reverse the advance of Google, which has steadily gained in search and search ad share in the last few years while Yahoo and Microsoft have kept on fading. Reversing the trend, they say, would give the partnership newfound credibility with advertisers and publishers.  “If Microsoft and Yahoo are 30 percent and growing in search, then the dynamics of the market can shift,” said David B. Yoffie, a professor at the Harvard Business School. Mr. Fader of Wharton said he was not sure the partners would be able to shake up the business. “Microsoft is buying some market share, but there is no evidence they are going to change the game in any fundamental way,” he said. “What the Microsoft-Yahoo partnership needs is real breakthroughs to deliver disruptive innovation in search.”  Advertisers and Web publishers say they will be looking to the combination to improve its search technology and service and put more pricing pressure on Google, which has turned the small text ads that appear next to search results into a multibillion-dollar business.  “It could be a more competitive marketplace, but that’s not certain,” said Bob Liodice, president of the Association of National Advertisers, a trade group. “Google still holds two-thirds of the market.”  Branding was one important consideration in the deal. Yahoo will still control the look of the search features on its sites and will determine how search technology may be tailored differently for, say, entertainment and finance sites. But Yahoo’s search will include a logo saying “Powered by Bing.” And Yahoo will be able to tap into records of searches for its own purposes, like monitoring the online behavior of anonymous users to more efficiently place online display advertisements. Throughout a conference call and the later interviews, Ms. Bartz and Mr. Ballmer emphasized that combining the No. 2 and No. 3 companies in search would not harm competition but enhance it. Google was rarely mentioned by name, but it was the subtext of the conversation and the deal itself.  Ms. Bartz pointedly said the partnership would “put choice back in the hands of consumers, advertisers and publishers,” all of whom, she said, were “ increasingly concerned” about the rising power of Google. Microsoft and Yahoo said they expected resistance from Google. But Microsoft’s general counsel, Bradford L. Smith, said he looked forward to explaining the details of the planned partnership to antitrust officials in Washington and Brussels.  “There is a compelling case that this is going to increase competition,” Mr. Smith said. The Microsoft-Yahoo stance, legal analysts noted, amounts to the assertion that Google is so dominant in Internet search and search advertising that the best way to foster competition and innovation is with a duopoly — with the Microsoft-Yahoo partnership creating a credible rival to Google. “That is a pretty strong story, and I suspect the one they will present to the Justice Department,” said Andrew I. Gavil, a law professor at Howard University.",
            "vi": "Microsoft and Yahoo Reach a Deal          Giám đốc điều hành của Yahoo Carol Bartz sẽ đi đến ký kết thoả thuận tìm kiếm toàn cầu với giám đốc điều hành của Microsoft Steve Ballmer tại trụ sở chính của Yahoo vào thứ Tư này.   Cuộc chạy đua se duyên đầy cam go giữa Microsoft và Yahoo cuối cùng đã kết thúc vào hôm thứ Tư, khi hai hãng chính thức công bố quan hệ đối tác trong lĩnh vực quảng cáo và tìm kiếm trực tuyến và quảng cáo để cạnh tranh với đối thủ Google. Nhưng đã có nhiều thái độ hoài nghi về hai đối tác mới này có thể gây ảnh hưởng nghiêm trọng ngôi vị bá chủ của Google. Kể cả đạt được thoả thuận, hoạt động tìm kiếm Microsoft-Yahoo cũng sẽ bị lấn át bởi Google  — với 28 % thị phần tại Mĩ, so với 65% của Google— và sẽ phải đối mặt với cuộc chiến đầy cam go để cố gắng làm cho người dùng dứt bỏ thoái quen sử dụng trang tìm kiếm khá đơn giản của Google. Nếu Yahoo và Microsoft không thể thuyết phục mọi người thay đổi, thì họ sẽ không thể xây dựng lượng người dùng lớn hơn mà sẽ đem lại nhiều doanh thu từ việc quảng cáo đi kèm với tìm kiếm. “Cuộc chiến này thắng hay bại là do người dùng quyết định,” phát biểu bởi Peter S. Fader, một giáo sư tại Trường Wharton Đại Học Pennsylvania và người đồng quản lí Interactive Media Initiative của hãng. “Google đang có lợi thế tốt, thân thiện với người dùng. Điều mà bạn có tiền mua cũng không có”. Thỏa thuận Microsoft-Yahoo mô tả việc phân chia thực tế nhiệm vụ giữa hai hãng này. Microsoft, quả bom tấn xếp ở vị trí thứ 3 trong thị trường tìm kiếm trực tuyến vào năm trước đã đặt cược 47.5 tỷ USD để mua lại Yahoo, một hãng xếp vị trí thứ hai trong lĩnh vực tìm kiếm. Cuối cùng, thương vụ này thất bại và Microsoft rút lui , và sự đổ vỡ này dẫn tới nhiều sự thay đổi các nhân vật trụ cột tại Yahoo và sự thay thế người đồng sáng lập của hãng Jerry Yang với người ngoài cuộc Carol Bartz trong vai trò giám đốc điều hành. Theo thỏa thuận, Microsoft sẽ cung cấp công nghệ tìm kiếm trên các trang web nổi tiếng của Yahoo. Việc thoả thuận này sẽ tạo ra một sức bậc cho cỗ máy tìm kiếm của Microsoft mà trong thời gian gần đây đã được “đại tu” và đổi tên là Bing. Những quảng cáo tìm kiếm của hãng sẽ được tiếp cận rộng rãi hơn và trở nên béo bở hơn. Cỗ máy tìm kiếm Bing tạo ra các kết quả tìm kiếm theo ngữ cảnh tốt hơn các đối thủ cạnh tranh khác và đã được khen ngợi, Microsoft đã trải qua nhiều năm bị Google bỏ xa trong lĩnh vực tìm kiếm. Đối với Yahoo, bước đi này sẽ xúc tiến chiến lược của bà Bartz để tập trung công ty vào các thế mạnh của hãng như là một nhà phát hành của các trang web đa phương tiện trong các lĩnh vực như tài chính và thể thao, cũng như một nhà tiếp thị và người tiên phong trong việc quảng cáo hiển thị trực tuyến. Bà Bartz đã cho biết trong một buổi phỏng vấn hôm thứ Tư :“Thoả thuận này cho phép Yahoo đầu tư vào những cái mà hãng nên đầu tư trong tương lai- được nhiều người biết đến, quảng cáo trực tuyến và trải nghiệm Internet di động. Tầm nhìn của chúng tôi là sẽ trở thành trung tâm trực tuyến xã hội của người dùng Internet” Điều khoản của thỏa thuận 10 năm để Microsoft truy cập vào các công nghệ tìm kiếm của Yahoo. Yahoo sẽ nhận  80% lợi nhuận quảng cáo béo bở do công nghệ tìm kiếm sinh ra từ trang web riêng của họ trong 5 năm đầu tiên của thỏa thuận, cao hơn nhiều so với tiêu chuẩn trong ngành công nghiệp này. Sau khi vụ thương vụ mua bán thất bại, các công ty này gia hạn đàm phán về một hợp tác trong mùa hè vừa qua. Các cuộc hội đàm bao gồm thảo luận về một số lượng lớn tiền thanh toán trước từ phía Microsoft. Nhưng khi Bartz bước chân vào Yahoo vào đầu năm này, mối quan tâm này bị Yahoo cho dạt qua một bên. Bà Bartz đã quan tâm nhiều hơn trong việc giữ vững doanh thu để đảm bảo sức khỏe tài chính dài hạn cho Yahoo thay vì là một số nguồn tiền chi trả lớn. Bà ấy nói trong một cuộc gọi hội nghị vào hôm thứ Tư. Sau khi công bố bản hợp đồng, cổ phiếu của Yahoo sụt giảm 12% xuống còn $15.14,điều này phản ánh sự thất vọng của các nhà đầu tư trong việc thiếu nguồn chi trả. Cổ phiếu của Microsoft tăng không đáng kể.  Darren Chervitz, người đồng quản lí Jacob Internet Fund, sở hữu khoảng 100.000 cổ phiếu của Yahoo nói rằng: “Có cảm giác giống như mũi dao đâm vào ngực”. “Chắc chắn cảm giác như Yahoo đang dâng hiến sức mạnh của họ và số cổ phiếu mạnh trong thị trường tìm kiếm với một mức giá hời” Giờ đây, sứ mệnh tài chính của Yahoo sẽ gắn chặt không thể tách rời với Microsoft trong nhiều năm. “Cảm giác của tôi rằng Yahoo hối tiếc vì bước đi này” .Ông Chervitz nói. Nếu thỏa thuận này được hoàn tất vào năm tới theo như kế hoạch, và sau đó quan hệ đối tác có thể hoàn toàn được đặt ra trong ba năm qua, Yahoo ước tính rằng các hoạt động của họ sẽ làm tăng thu nhập lên $ 500 triệu một năm, dựa trên dự đoán lưu lượng truy cập tìm kiếm và thu nhập quảng cáo cao hơn, và cắt giảm đáng kể sự đầu tư trong phát triển công nghệ tìm kiếm của hãng. Steven A. Ballmer, giám đốc điều hành của Microsoft  nói trong một cuộc phỏng vấn rằng bà Bartz đã săn được một thỏa thuận khó. Ông nói, \"Bà ấy có 88 % doanh thu và không mất một khoảng chi phí nào.\" Tuy nhiên, ông Ballmer đã nói thêm rằng ông đạt được thứ ông ấy muốn : \"Tôi có cơ hội để vượt qua các rào cản trong thị trường tìm kiếm.\" Các nhà phân tích nói rằng, vấn đề cốt yếu dành cho quan hệ đối tác này là khả năng kìm hãm sự tiến lên của Google mà nó đã giành được ngôi vị vững chắc trong thị trường tìm kiếm và tìm kiếm quảng cáo trực tuyến một vài năm trước trong khi Yahoo và Microsoft ở tình trạng tụt dốc. Họ nói, thay đổi xu hướng sẽ đem lại cho sự cộng tác này nền móng mới đáng tin cậy cho các nhà quảng cáo và các nhà phát hành. “If Microsoft and Yahoo are 30 percent and growing in search, then the dynamics of the market can shift,” said David B. Yoffie, a professor at the Harvard Business School. David B. Yoffie, một giáo sư tại trường đại học Harvard nói rằng: “ Nếu Microsoft và Yahoo nắm giữ 30% thị phần tìm kiếm, khi đó, các động thái của thị trường mới có thể thay đổi” Giáo sư Fader của của trường Wharton nói rằng ông ta không chắc hai đối tác này sẽ có thể đánh thức thị trường. “Microsoft đang mua một số thị phần, nhưng đó không thể chứng minh họ đang dự định thay đổi cuộc chơi bằng bất cứ giá nào” Ông ấy nói:” Điều cần thiết của sự hợp tác giữa Yahoo và Microsoft là những đột phá thực sự để đem lại sự cách tân đáng kể trong lĩnh vực tìm kiếm trực tuyến” Các nhà quảng cáo và các nhà phát hành Web nói rằng họ sẽ tìm đến sự kết hợp này để nâng cao công nghệ và các dịch vụ tìm kiếm của họ và đặt thêm nhiều sức ép về giá cả với Google, hãng này đã biến những dòng chữ quảng cáo nhỏ xuất hiện cùng với các kết quả tìm kiếm thành một công việc kinh doanh nhiều tỉ đô la. Bob Liodice, chủ tịch Hiệp hội Quảng cáo Quốc gia Mĩ cho biết: “Nó có thể là một thương trường cạnh tranh nhiều hơn, nhưng không chắc lắm”. Google hiện vẫn đang nắm giữ 2/3 thị phần của thị trường tìm kiếm trực tuyến” Thương hiệu là một trong những điều xem xét quan trọng trong sự thỏa thuận này. Yahoo sẽ vẫn kiểm soát hướng về những tính năng tìm kiếm trên các trang web của họ và sẽ xác định xem làm thế nào công nghệ tìm kiếm có thể được thiết kế một cách thích hợp cho các trang web giải trí và tài chính. Nhưng công cụ tìm kiếm của Yahoo sẽ bao gồm một biểu tượng : \"Powered by Bing.\" - Được tìm bởi Bing. Và Yahoo sẽ có thể gắn vào các dòng tìm kiếm cho mục đích riêng của mình, giống như giám sát hoạt động trực tuyến của người dùng vô danh để có hiệu quả hơn trong việc đặt nơi hiển thị các quảng cáo trực tuyến. Trong suốt một cuộc gọi hội nghị và các cuộc phỏng vấn sau này, bà Bartz và ông Steve Ballmer nhấn mạnh rằng, việc kết hợp các công ty đứng vị trí thứ 2 và thứ 3 trong lĩnh vực tìm kiếm sẽ không gây phương hại cho sự cạnh tranh nhưng để tăng cường nó.Tuy không đề cập tới Google, nhưng nó là ẩn ý của cuộc đàm thoại và bản thỏa thuận. Ms. Bartz pointedly said the partnership would “put choice back in the hands of consumers, advertisers and publishers,” all of whom, she said, were “ increasingly concerned” about the rising power of Google. Bà Bartz nhấn mạnh rằng các quan hệ đối tác sẽ \"đặt sự lựa chọn vào trong tay của người dùng, các nhà quảng cáo và các nhà phát hành và cho những người mà \"tăng mối lo lắng\" về việc gia tăng sức mạnh của Google. Microsoft and Yahoo said they expected resistance from Google. But Microsoft’s general counsel, Bradford L. Smith, said he looked forward to explaining the details of the planned partnership to antitrust officials in Washington and Brussels. Microsoft và Yahoo nói rằng họ mong đợi phản ứng từ phía Google. Nhưng Bradford L. Smith, tổng cố vấn của Microsoft nói rằng ông ta mong đợi để giải thích chi tiết của kế hoạch hợp tác đến các viên chức chống độc quyền ở Washington và Brussels.  “There is a compelling case that this is going to increase competition,” Mr. Smith said. “Đó là một cách thuyết phục mà điều này sẽ tiếp tục tăng sự cạnh tranh” Ông Smith nói. Các nhà phân tích luật ghi chú rằng lập trường của Microsoft-Yahoo thực chất để khẳng định rằng Google quá lấn át trên thị trường tìm kiếm và quảng cáo tìm kiếm trực tuyến. Đây là cách tốt nhất để thúc đẩy sự cạnh tranh và sự đổi mới với tình trạng lũng đoạn trong thị trường tìm kiếm của Microsoft-Yahoo  –Với quan hệ đối tác của Microsoft-Yahoo sẽ tạo ra một đối thủ nặng ký cho đại gia Google. Giáo sư luật ở Đại học Andrew Howard  I. Gavil  cho biết “Đây là một câu chuyện khá rõ ràng, và tôi nghi họ sẽ trình bày lên Bộ Tư Pháp”."
        },
        {
            "en": "Coroner's preliminary finding: Jackson overdosed on propofol          (CNN) -- The Los Angeles coroner has concluded preliminarily that singer Michael Jackson died of an overdose of propofol, a powerful sedative he was given to help him sleep, according to court documents released Monday. A search warrant filed in court showed toxicology reports found propofol in Michael Jackson's body. Los Angeles coroner Dr. Lakshmanan Sathyavagiswaran reached that preliminary conclusion after reviewing toxicology results carried out on Jackson's blood, according to a search warrant and affidavit unsealed in Houston, Texas.  The affidavit, used to outline probable cause for search warrants of the offices of doctors who are believed to have treated Jackson, disclosed many details of drugs given to Jackson in the weeks before his death. Jackson family lawyer Londell McMillan said the report \"reaffirms the very sad reality that there was a tragic and gross violation of duty and care for Michael Jackson.\" The publicist for Jackson's family said the \"family looks forward to the day that justice can be served.\" \"The Jackson family has full confidence in the legal process, and commends the ongoing efforts of the L.A. County Coroner, the L.A. District Attorney and the L.A. Police Department,\" the statement said. The Associated Press is quoting a single law enforcement official, who said the L.A. County Coroner ruled Michael Jackson's death a homicide. The Los Angeles County Coroner's office told CNN they had \"no comment\" on the report. An LAPD spokesman said the story did not come from their department. \"We will not comment on the \"anonymous\" law enforcement source that claims that Michael Jackson's death will be ruled a homicide,\" Murray's lawyer Ed Chernoff said in a statement on his firm's Web site. \"Most of the reports by \"anonymous\" sources have been proven wrong. We will be happy to address the Coroner's report when it is officially released.\" The 32-page warrant said Dr. Conrad Murray, Jackson's personal physician, told a detective that he had been treating Jackson for insomnia for six weeks. Murray said each night he gave Jackson 50 mg of propofol, also known as Diprivan, diluted with the anesthetic lidocaine via an intravenous drip.  Worried that Jackson may have been becoming addicted to the drug, the Houston cardiologist said he attempted to <em>wean</em> him from it, putting together combinations of other drugs that succeeded in helping Jackson sleep during the two nights prior to his death. On June 22 Murray said he gave Jackson a cocktail of drugs similar to what he gave him on the day he died, June 25 -- propofol, Ativan and Versed, which helped the star fall asleep, according to the documents. On June 23 he gave Jackson only the Ativan and Versed, which helped him sleep. But on June 25, other drugs failed to do the job, as Murray recounted to detectives in an hour-by-hour account detailed by detective Orlando Martinez of the Los Angeles Police  -- At about 1:30 a.m., Murray gave Jackson 10 mg of Valium. -- At about 2 a.m., he injected Jackson with 2 mg of the anti-anxiety drug Ativan. -- At about 3 a.m., Murray then administered 2 mg of the sedative Versed. -- At about 5 a.m., he administered another 2 mg of Ativan. -- At about 7:30 a.m., Murray gave Jackson yet another 2 mg of Versed while monitoring him with a device that measured the oxygen saturation of his blood. -- At about 10:40 a.m., \"after repeated demands/requests from Jackson,\" Murray administered 25 mg of propofol, the document said. \"Jackson finally went to sleep and Murray stated that he remained monitoring him. After approximately 10 minutes, Murray stated he left Jackson's side to go to the restroom and relieve himself. Murray stated he was out of the room for about two minutes maximum. Upon his return, Murray noticed that Jackson was no longer breathing,\" the affidavit said. Efforts at CPR proved fruitless, according Murray. Shortly after Murray said he found Jackson not breathing, Murray was on the phone with three separate callers starting at 11:18 a.m. and ending at 12:05 p.m., according to the court documents which cite the doctor's phone records. \"Murray didn't tell this to anyone when he was interviewed,\" the court documents said. Chernoff denied the timeline referenced in the affidavit. \"Much of what was in the search warrant affidavit is factual. However, unfortunately, much is police theory. Most egregiously, the timeline reported by law enforcement was not obtained through interviews with Dr. Murray, as was implied by the affidavit,\" the statement said. \"Dr. Murray simply never told investigators that he found Michael Jackson at 11:00 a.m. not breathing. He also never said that he waited a mere 10 minutes before leaving to make several phone calls. In fact, Dr. Murray never said that he left Michael Jackson's room to make phone calls at all.\" The document also cited reports from staff at the University of California at Los Angeles Medical Center, where Jackson's body was taken, who said Murray \"admitted\" to having given Jackson flumazenil to counteract the Ativan. The document lists another five doctors and a nurse practitioner who reportedly treated Jackson. \"Detectives ... believe that the miscellaneous prescriptions, from multiple doctors ... could have contributed to his death,\" the document said. \"It cannot be determined whether the cause of death is due to the actions of a single night and/or a single doctor, or the grossly negligent treatment of several doctors over an extended period of time.\" According to the warrant and affidavit, Murray said he was not the first doctor to give Jackson the powerful anesthetic, which the singer called his \"milk.\" The drug has a milky appearance. Jackson also told Murray about two unknown doctors in Germany who gave him propofol, according to documents. Documents show police found eight bottles of propofol inside Jackson's home. A search of Murray's doctor bag, which he left at the house the day Jackson died, contained multiple bottles/vials of Lidocaine and several bottles/vials of propofol, Ativan, Versed and Anexate, according to the documents. The affidavit said a search of Jackson's home revealed \"numerous bottles of medications\" at Jackson's bedside that were prescribed by Murray and two other physicians -- Dr. Allan Metzger and Dr. Arnold Klein. Many of the drugs \"have an indicated or off label use in the treatment of insomnia,\" the affidavit said. Metzger's lawyer told CNN last month that Metzger -- who treated Jackson in 2003 -- refused Jackson's request in April for a propofol prescription. Klein -- a dermatologist who also was Jackson's longtime friend -- has insisted he never gave Jackson dangerous drugs. Jackson visited Klein's Beverly Hills, California, medical office just days before his June 25 death. Murray took the job as Jackson's personal physician in May, as the pop star was preparing for a series of comeback concerts set to begin in July at London's O2 arena. Murray told investigators that Jackson would not tell him what drugs other doctors had given him, but he did tell Murray the medicine given to him by Klein and Metzger was not working, the affidavit said. The DEA has been unable to find a record of Dr. Murray purchasing, ordering or obtaining any propofol under his medical license or DEA number, according to the documents.",
            "vi": "Phát hiện sơ bộ của điều tra viên: Jackson đã dùng propofol quá liều        (CNN) -- Điều tra viên của Los Angeles đã kết luận sơ bộ rằng ca sĩ Michael Jackson chết do dùng propofol quá liều, một loại thuốc giảm đau mạnh giúp anh ấy có thể ngủ được, theo văn kiện của toà án đã công bố vào ngày thứ Hai. Lệnh khám xét đã đệ trình tại tòa cho thấy báo cáo xét nghiệm độc tố phát hiện trong cơ thể của Michael Jackson có propofol. Bác sĩ Lakshmanan Sathyavagiswaran, điều tra viên ở Los Angeles, đã đưa ra kết luận sơ bộ sau khi xem xét kết quả xét nghiệm độc tố trong máu của Jackson, theo lệnh khám xét và bản khai có tuyên thệ chưa được đóng dấu tại Houston, Texas. Bản khai này được dùng để vạch ra nguyên do mà có thể dựa vào đó để đưa ra lệnh khám xét phòng mạch của những bác sĩ được cho là đã chữa trị cho Jackson và qua đó, đã tiết lộ nhiều thông tin về những loại thuốc bác sĩ đã cho Jackson dùng trong những tuần trước khi anh ấy chết. Luật sư Londell McMillan của gia đình Jackson cho rằng bản báo cáo này “đã tái khẳng định một sự thật rất đau lòng là người ta đã vi phạm bổn phận và cách thức chăm sóc Michael Jackson một cách bi thảm và trầm trọng.” Người đại diện cho gia đình Jackson để phát biểu trước công luận đã nói rằng “gia đình mong đến ngày mà công lý được thực thi.”   Theo báo cáo “Gia đình của Jackson hoàn toàn tin tưởng vào thủ tục pháp lý, và khen ngợi sự nỗ lực hiện tại của Điều tra viên hạt L.A., Công tố viên hạt L.A và Sở Cảnh sát L.A.” Associated Press đã viện dẫn một nhân viên công lực nào đó, người từng nói rằng Điều tra viên hạt L.A. đã quy kết cái chết của Michael Jackson là một vụ án mạng. Phòng điều tra nguyên nhân tử vong ở hạt Los Angeles nói với CNN rằng họ “miễn bình luận” về bản tin này. Người phát ngôn của LAPD cho rằng chuyện này không phải từ sở cảnh sát mà ra. “Chúng tôi sẽ không bình luận gì về người nhân viên công lực “vô danh” này, tức là người cho rằng cái chết của Michael Jackson sẽ bị quy kết là một vụ án mạng,” luật sư Ed Chernoff của Murray đã nói như thế trong một bài phát biểu trên Web site của công ty mình. “Hầu hết các báo cáo từ các nguồn “nặc danh” đều bị chứng minh là sai. Chúng tôi sẽ vui mừng gởi báo cáo của Điều tra viên khi nó được công bố chính thức.” Bản chứng nhận dài 32 trang cho rằng bác sĩ Conrad Murray, bác sĩ riêng của Jackson, đã kể với thám tử rằng ông ấy đã điều trị chứng mất ngủ cho Jackson trong sáu tuần. Murray nói mỗi đêm ông ấy cho Jackson dùng 50 mg thuốc propofol, cũng gọi là Diprivan, được pha loãng với Lidocaine gây tê cục bộ bằng  cách truyền qua tĩnh mạch.  Lo ngại rằng Jackson có thể bị nghiện thuốc, bác sĩ tim mạch ở Houston nói ông ấy cố cai thuốc này cho anh ấy bằng cách phối hợp với nhiều loại thuốc từng giúp cho Jackson ngủ được trong hai đêm trước khi anh ấy chết. Theo tài liệu có được, Murray nói rằng vào ngày 22 tháng sáu ông ấy cho Jackson dùng một hỗn hợp thuốc tương tự như hỗn hợp mà ông ấy cho anh ấy dùng trong ngày anh ấy chết, ngày 25 tháng sáu – đó chính là propofol, Ativan và Versed, tức là những loại thuốc từng giúp ngôi sao ngủ thiếp đi. Vào ngày 23 tháng sáu ông ấy chỉ đưa cho Jackson thuốc Ativan và Versed, giúp anh ấy ngủ được. Nhưng vào ngày 25 tháng sáu, những loại thuốc khác không hiệu quả, theo như Murray thuật lại cho các thám tử trong một bản tường trình chi tiết về thời giờ do thám tử Orlando Martinez thuộc sở cảnh sát Los Angeles ghi lại -- Vào khoảng 1:30 sáng, Murray tiêm cho Jackson 10 mg Valium. -- Vào khoảng 2 sáng, ông ấy tiêm Jackson 2 mg thuốc ngủ Lorazepam (Ativan). -- Vào khoảng 3 sáng, Murray tiêm tiếp 2 mg thuốc giảm đau Midazolam (Versed). -- Vào khoảng 5 sáng, ông ấy tiêm thêm 2 mg Lorazepam (Ativan) nữa. -- Vào khoảng 7:30 sáng, Murray tiêm cho Jackson thêm 2 mg Midazolam (Versed) trong khi vẫn đang theo dõi anh ấy với thiết bị đo độ bão hoà ô-xi trong máu. -- Vào khoảng 10:40 sáng, \"sau nhiều lần đòi hỏi/khẩn cầu của Jackson,\" Murray tiêm cho anh ấy 25 mg propofol. \"Cuối cùng thì Jackson cũng ngủ được và Murray cho rằng ông ấy vẫn đang tiếp tục theo dõi anh ấy. Sau khoảng 10 phút, Murray nói ông rời khỏi Jackson để đi vệ sinh. Murray nói rằng ông ta ra khỏi phòng trong khoảng tối đa là hai phút. Khi trở lại, Murray nhận thấy Jackson đã ngưng thở.\" Theo lời khai của Murray, những nỗ lực hô hấp nhân tạo đều vô ích. Chẳng bao lâu sau khi Murray nói ông ấy phát hiện Jackson không còn thở nữa, Murray nói chuyện trên điện thoại với ba người khác nhau bắt đầu từ lúc 11:18 sáng và kết thúc vào lúc 12:05 trưa, theo văn kiện toà án có trích dẫn ghi chép từ số điện thoại của bác sĩ. Văn kiện toà án khẳng định \"Murray không kể điều này cho bất kỳ ai khi ông ấy bị chất vấn\"  Chernoff phủ nhận trình tự ghi trong bản khai. Theo lời nhận định, \"phần lớn những gì viết trong bản tuyên thệ làm cơ sở cho lệnh khám xét là có thực. Tuy nhiên, không may là cũng có nhiều chỗ chỉ là giả thuyết của cảnh sát. Vô lý nhất là trình tự thời gian do cơ quan công quyền ghi nhận không được thu thập qua cuộc chất vấn bác sĩ Murray, như đã được nhắc tới trong bản khai.\" \"Bác sĩ Murray chưa bao giờ kể cho các điều tra viên là ông ấy phát hiện Michael Jackson ngừng thở vào lúc 11 giờ 00 phút sáng. Ông ấy cũng không bao giờ nói rằng ông ấy đợi trong 10 phút trước khi rời khỏi để gọi vài cuộc điện thoại. Thực ra, bác sĩ Murray không bao giờ nói rằng ông ấy đã rời khỏi phòng của Michael Jackson để gọi bất kỳ cuộc điện thoại nào cả.\" Văn kiện trích dẫn những bản bản báo cáo từ nhân viên của Đại học California ở trung tâm y tế Los Angeles, nơi Jackson được đưa đến, nói rằng Murray \"thú nhận\" là đã cho Jackson dùng flumazenil để kháng lại thuốc Ativan. Văn kiện còn liệt kê thêm năm vị bác sĩ và một y sĩ được cho là đã điều trị cho Jackson. \"Các điều tra viên ... tin rằng có thể những toa thuốc linh tinh, từ nhiều bác sĩ ... đã góp phần gây ra cái chết của anh ấy.\" \"Không thể xác định được nguyên nhân tử vong là do những hành động của một đêm duy nhất và/hoặc của duy nhất một bác sĩ, hay do sự điều trị hết sức lơ là của nhiều bác sĩ trong suốt một thời gian dài.\" Theo lệnh khám xét và bản khai, Murray nói ông ấy đâu phải là bác sĩ đầu tiên cho Jackson dùng loại thuộc gây tê cực mạnh này, thứ mà người ca sĩ này gọi là “sữa”, vì loại thuốc này nhìn bên ngoài giống như sữa. Jackson cũng kể với Murray về hai bác sĩ ở Đức không rõ danh tính mà đã từng cho anh ấy dùng propofol. Văn kiện cho biết cảnh sát đã tìm thấy tám chai thuốc propofol trong nhà của Jackson. Lục soát túi đồ nghề của bác sĩ Murray mà ông ta đã bỏ ở nhà vào ngày Jackson chết thì thấy có rất nhiều chai/lọ thuốc Lidocaine và vài chai/lọ thuốc propofol, Ativan, Versed và Anexate. Bản khai công bố rằng qua cuộc khám xét nhà của Jackson cho thấy \"có rất nhiều chai thuốc\" bên cạnh giường của Jackson là do bác sĩ Murray và hai bác sĩ khác – bác sĩ Allan Metzger và bác sĩ Arnold Klein - kê đơn. Theo bản khai này thì nhiều loại thuốc trong số đó \"có công dụng đã ghi rõ hoặc chưa được chính thức công nhận trong việc điều trị bệnh mất ngủ\" Luật sư của Metzger nói với CNN hồi tháng trước rằng Metzger -- người từng điều trị cho Jackson vào năm 2003 – đã không cho Jackson dùng propofol theo như anh ta yêu cầu vào tháng 4. Klein -- bác sĩ chuyên khoa da liễu cũng là một người bạn lâu năm của Jackson -- đã nhấn mạnh rằng ông ta chưa bao giờ cho Jackson dùng loại thuốc nguy hiểm nào cả. Jackson đến khám tại phòng mạch của bác sĩ Klein ở Beverly Hills, California, chỉ vài ngày trước khi anh ấy qua đời vào ngày 25 tháng 6. Murray trở thành bác sĩ riêng cho Jackson vào tháng 5, khi ngôi sao nhạc Pop này đang chuẩn bị cho một loạt chương trình biểu diễn trở lại sẽ bắt đầu vào tháng 7 tại sân vận động O2 ở Luân Đôn. Murray nói với các điều tra viên là Jackson không hề kể cho ông ấy nghe các bác sĩ khác đã cho anh ấy uống thuốc gì, nhưng anh ấy có nói với Murray thuốc do bác sĩ Klein và Metzger thì không công hiệu. Văn kiện cũng cho hay DEA vẫn chưa tìm được ghi chép nào của bác sĩ Murray về việc mua, đặt hàng hoặc có được bất kỳ thuốc propofol nào do giấy phép hành nghề của ông ấy hoặc theo số DEA. Link: http://www.cnn.com/2009/SHOWBIZ/Music/08/24/michael.jackson.propofol/index.html"
        },
        {
            "en": "Fall prevention: 6 ways to reduce your falling risk    Falls put you at risk of serious injury. Prevent falls with these fall-prevention measures. The odds of falling each year after age 65 in the United States are about one in three. Fortunately, most of these falls aren't serious. Still, falls are the leading cause of injury and injury-related death among older adults. You're more likely to fall as you get older because of common, age-related physical changes and medical conditions — and the medications you take to treat such conditions. You needn't let the fear of falling rule your life. Many falls and fall-related injuries are preventable with fall-prevention measures. Here's a look at six fall-prevention approaches that can help you avoid falls. Fall-prevention step 1: Make an appointment with your doctor Begin your fall-prevention plan by making an appointment with your doctor. You and your doctor can take a comprehensive look at your environment, your health and your medications to identify situations when you're vulnerable to falling. In order to devise a fall-prevention plan, your doctor will want to know:     * What medications are you taking? Include all the prescription and over-the-counter medications you take, along with the dosages. Your doctor can review your medications for side effects and interactions that may increase your risk of falling. To help with fall prevention, he or she may decide to <em>wean</em> you off certain medications, especially those used to treat anxiety and insomnia.     * Have you fallen before? Write down the details, including when, where and how you fell, when you almost fell but managed to grab hold of something just in time or were caught by someone.     * Could your health conditions cause a fall? Your doctor likely wants to know about eye and ear disorders that may increase your risk of falls. Be prepared to discuss these and how comfortable you are walking — describe any dizziness, joint pain, numbness or shortness of breath that affects your walk. Your doctor may then evaluate your muscle strength, balance and walking style (gait). Fall-prevention step 2: Keep moving If you aren't already getting regular physical activity, consider starting a general exercise program as part of your fall-prevention plan. Consider activities such as walking, water workouts or tai chi — a gentle exercise that involves slow and graceful dance-like movements. Such activities reduce your risk of falls by improving your strength, balance, coordination and flexibility. Be sure to get your doctor's OK first. If you avoid exercise because you're afraid it will make a fall more likely, tell your doctor. He or she may recommend carefully monitored exercise programs or give you a physical therapist who can devise a custom exercise program aimed at improving your balance, muscle strength and gait. To improve your flexibility, the physical therapist may use techniques such as electrical stimulation, massage or ultrasound. If you have inner ear problems that affect your balance, balance retraining exercises (vestibular rehabilitation) may help.  Fall-prevention step 3: Wear sensible shoes Consider changing your footwear as part of your fall-prevention plan. High heels, floppy slippers and shoes with slick soles can make you slip, stumble and fall.      * Have your feet measured each time you buy shoes, since your size can change.     * Buy properly fitting, sturdy shoes with nonskid soles.     * Avoid shoes with extra-thick soles.     * Choose lace-up shoes instead of slip-ons, and keep the laces tied.     * Select footwear with fabric fasteners if you have trouble tying laces.     * Shop in the men's department if you're a woman who can't find wide enough shoes. If bending over to put on your shoes puts you off balance, consider a long shoehorn that helps you slip your shoes on without bending over. Fall-prevention step 4: Remove home hazards As part of your fall-prevention measures, take a look around you — your living room, kitchen, bedroom, bathroom, hallways and stairways may be filled with traps. Clutter can get in your way, but so can the decorative accents you add to your home. To make your home safer, you might try these tips:     * Remove boxes, newspapers, electrical cords and phone cords from walkways.     * Move coffee tables, magazine racks and plant stands from high-traffic areas.     * Secure loose rugs with double-faced tape, tacks or a slip-resistant backing.     * Repair loose, wooden floorboards and carpeting right away.     * Store clothing, dishes, food and other household necessities within easy reach.     * Immediately clean spilled liquids, grease or food.     * Use nonskid floor wax.     * Use nonslip mats in your bathtub or shower. Fall-prevention step 5: Light up your living space As you get older, less light reaches the back of your eyes where you sense color and motion. So keep your home brightly lit with 100-watt bulbs or higher to avoid tripping on objects that are hard to see. Don't use bulbs that exceed the wattage rating on lamps, however, since this can present a fire hazard. Also:     * Place a lamp near your bed and within reach so that you can use it if you get up at night.     * Make clear paths to light switches that aren't near room entrances. Consider installing glow-in-the-dark or illuminated switches.     * Place night lights in your bedroom, bathroom and hallways.     * Turn on the lights before going up or down stairs. This might require installing switches at the top and bottom of stairs.     * Store flashlights in easy-to-find places in case of power outages. Fall-prevention step 6: Use assistive devices Your doctor might recommend using a cane or walker to keep you steady. Other assistive devices can help, too. All sorts of gadgets have been invented to make everyday tasks easier. Some you might consider:     * Grab bars mounted inside and just outside your shower or bathtub.     * A raised toilet seat or one with armrests to stabilize yourself.     * A sturdy plastic seat placed in your shower or tub so that you can sit down if you need to. Buy a hand-held shower nozzle so that you can shower sitting down.     * Handrails on both sides of stairways.     * Nonslip treads on bare-wood steps. Ask your doctor for other ways to prevent falls in your home. Some solutions are easily installed and relatively inexpensive. Others may require professional help and more of an investment. If you plan on staying in your home for many more years, an investment in safety and fall prevention now may make that possible.",
            "vi": "Phòng tránh té ngã: 6 cách giúp bạn giảm nguy cơ té ngã     Việc té ngã khiến cho bạn có nguy cơ bị chấn thương nghiêm trọng. Hãy phòng tránh té ngã bằng những biện pháp sau đây. Người ta ước tính mỗi năm trên đất nước Mỹ tỉ lệ cứ 3 người già trên 65 tuổi thì có 1 người bị ngã. May mắn là, hầu hết các trường hợp té ngã đều không nguy hiểm. Tuy vậy, té ngã vẫn là nguyên nhân chấn thương và tử vong vì thương tích hàng đầu cho người già. Càng lớn tuổi thì chúng ta càng dễ dàng té ngã vì cơ thể của chúng ta có những thay đổi bề ngoài thường thấy liên quan đến tuổi tác và những bệnh tật chúng ta đang mang – và cả các thứ thuốc mà chúng ta đang dùng để chữa bệnh cũng làm cho chúng ta té ngã. Bạn chớ nên để nỗi sợ hãi bị té ngã khống chế cuộc sống của mình. Nhiều trường hợp té ngã và chấn thương té ngã có thể phòng tránh được bằng các biện pháp phòng tránh té ngã. Dưới đây là 6 cách có thể giúp bạn tránh té ngã. Biện pháp 1 : hẹn gặp bác sĩ  Hãy bắt đầu kế hoạch phòng tránh té ngã bằng cách hẹn gặp bác sĩ của bạn. Bạn và bác sĩ có thể tìm hiểu tổng quát từ môi trường sống, sức khỏe đến những món thốc mà bạn đang dùng để xác định tình huống khiến bạn dễ bị té ngã. Để lên kế hoạch phòng tránh té ngã, những câu hỏi bác sĩ nên đặt ra là: * Bạn đang dùng những thứ thuốc gì? Gồm tất cả các toa thuốc; thuốc mua tự do không toa và cả liều lượng nữa. Bác sĩ sẽ kiểm lại các loại thuốc và cho biết tác các dụng phụ và tương tác của thuốc có thể khiến bạn bị té ngã. Để phòng ngừa té ngã, bác sĩ có thể cho bạn ngừng hẳn một vài thứ thuốc nào đó, nhất là những loại thuốc an thần và mất ngủ.  * Trước đây bạn đã bị ngã bao giờ chưa? Hãy viết lại chi tiết, như bạn ngã khi nào, ở đâu và ngã như thế nào, kể cả những khi suýt ngã nhưng đã kịp chộp được vật gì đó hoặc được ai đó đỡ để gượng dậy. * Có phải tình trạng sức khỏe làm cho bạn bị ngã? Bác sĩ có thể muốn kiểm tra xem mắt và tai bạn có vấn đề khiến bạn càng có nguy cơ bị ngã. Hãy kể cho bác sĩ nghe là bạn đi đứng thoải mái như thế nào-kể rõ tình trạng chóng mặt, đau khớp xương, tê chân hay khó thở ảnh hưởng như thế nào đến việc đi đứng của bạn. Bác sĩ có thể đánh giá sức khỏe cơ, độ cân bằng và cách đi đứng của bạn. Biện pháp 2: tiếp tục vận động Nếu bạn không hoạt động thể chất đều đặn thì hãy nên cân nhắc việc bắt đầu một chương trình thể dục tổng quát như một phần trong kế hoạch phòng tránh té ngã. Hãy để ý các hoạt động như đi bộ, vận động dưới nước hoặc thái cực quyền-một môn vận động nhẹ nhàng gồm nhiều động tác chậm và duyên dáng như các động tác khiêu vũ. Các hoạt động này giúp bạn giảm nguy cơ té ngã do nâng cao sức lực, thăng bằng, phối hợp và dẻo dai. Nên tham khảo ý kiến của bác sĩ trước. Nếu bạn tránh tập thể dục vì sợ rằng có thể làm cho bạn ngã nhiều hơn, hãy kể cho bác sĩ nghe về điều này. Bác sĩ sẽ có thể giới thiệu cho bạn các chương trình thể dục được giám sát cẩn thận hoặc để một nhà vật lý trị liệu có thể nghĩ ra chương trình thể dục quen thuộc nhằm giữ thăng bằng, dáng đi và sức mạnh cơ bắp cho bạn. Để giúp bạn nâng cao khả năng dẻo dai, nhà vật lý trị liệu có thể sử dụng các kỹ thuật như là kích thích điện, xoa bóp hoặc dùng sóng siêu âm. Nếu bạn có vấn đề về tai trong ảnh hưởng đến độ thăng bằng thì các bài tập giữ thăng bằng (phục hồi tiền đình) rất có tác dụng.  Biện pháp 3: mang giày phù hợp  Hãy xem lại việc thay đổi giày dép của bạn trong kế hoạch phòng tránh té ngã. Giày cao gót, dép lê mềm và giày có đế trơn có thể làm bạn trượt chân, vấp chân và té ngã. * Nên đo bàn chân của bạn mỗi khi mua giày, vì kích cỡ chân của bạn có thể thay đổi. * Nên chọn giày phù hợp và chắc chắn có đế không trơn. * Tránh mang giày có đế quá dày. * Nên chọn giày có quai gài chặt thay vì dép xỏ ngón, và nên cột dây giày. * Nên chọn mua giày dép có khoá bằng vải nếu bạn thấy khó khăn khi phải thắt dây giày. * Nếu là phụ nữ có bàn chân rộng bề ngang, khó tìm đúng kích cỡ đủ rộng thì bạn có thể chọn mua ở cửa hàng giày dép của nam. Nếu khi cúi xuống để mang giày làm cho bạn mất thăng bằng thì nên nghĩ tới việc dùng bót đi giày dài có thể giúp bạn mang giày vào một cách dễ dàng mà không cần phải gập người. Biện pháp 4: Bỏ những chướng ngại nguy hiểm trong nhà Hãy quan sát xung quanh bạn –đó là một trong các biện pháp giúp bạn phòng tránh té ngã, từ phòng khách đến nhà bếp, phòng ngủ, phòng tắm, cầu thang và hành lang có thể là những nơi làm bạn ngã. Những đồ dùng linh tinh dùng để trang trí nhà cửa có thể là chướng ngại vật của bạn. Để giúp cho ngôi nhà của bạn trở nên an toàn hơn, hãy thử các bí quyết sau: * Hãy dẹp hết các thùng hộp, giấy báo, dây điện và dây điện thoại khỏi các lối đi bộ.  * Dẹp hết các bàn thấp, giá đựng tạp chí và giá bày cây cảnh khỏi những nơi thường qua lại. * Hãy dán chặt những tấm thảm rời bằng băng keo hai mặt, đinh bấm hoặc thảm có mặt dưới chống trợt. * Những chỗ sàn gỗ hay thảm bị bong ra thì nên sửa lại ngay. * Nên để quần áo, chén dĩa, thức ăn và các vật dụng sinh hoạt cần thiết khác ở chỗ dễ lấy. * Nên lau chùi các chất lỏng, dầu mỡ hay thức ăn bị đổ ngay lập tức. * Chùi sàn nhà bằng chất sáp chống trợt. * Nên để những miếng thảm chống trợt trong bồn tắm hay vòi hoa sen. Biện pháp 5: Bật đèn sáng nơi ở của bạn Càng lớn tuổi thì ánh sáng sẽ đến phần sau của mắt ít hơn khiến bạn ít cảm nhận được màu sắc và chuyển động. Vì vậy nên bật đèn sáng ngôi nhà bạn bằng bóng đèn 100 W hoặc cao hơn để tránh bị vấp vào các vật dụng mà bạn khó nhìn thấy. Tuy nhiên, không nên dùng các bóng đèn vượt quá số Watt an toàn vì điều này có thể gây hoả hoạn. Ngoài ra, bạn nên: * Để một bóng đèn gần giường và tay có thể với tới được đề phòng khi bạn thức dậy vào ban đêm. * Dọn chỗ trống để đi đến chỗ công tắc đèn dễ dàng nếu nó không nằm ngay cửa vào phòng. Hãy dùng các công tắc có lân quang hoặc các công tắc phát sáng trong bóng tối.  * Gắn đèn đêm trong phòng ngủ, phòng tắm và hành lang.  * Bật đèn sáng trước khi đi lên hoặc xuống cầu thang. Bạn có thể gắn công tắc ngay đầu hay chân cầu thang.  * Để đèn pin ở chỗ dễ tìm đề phòng trường hợp cúp điện. Biện pháp 6: Dùng các dụng cụ trợ giúp Bác sĩ có thể khuyên bạn nên sử dụng gậy hoặc khung tập đi để giữ thăng bằng cho bạn. Các dụng cụ trợ giúp cũng rất hiệu quả. Tất cả các đồ vật đều được phát minh nhằm giúp hoạt động hàng ngày trở nên dễ dàng hơn. Bạn nên thử dùng những thứ sau: * Gắn thanh vịn bên trong và ngay bên ngoài cửa bồn tắm hay vòi hoa sen. * Gắn bồn cầu cao hay có chỗ gác tay để ngồi cho vững. * Đặt một chiếc ghế nhựa chắc chắn trong bồn tắm hay dưới vòi hoa sen để có thể ngồi khi cần thiết. Dùng vòi hoa sen cầm tay để bạn có thể tắm ngồi được. * Gắn tay vịn ở hai bên cầu thang. * Nấc thang phải không trơn. Hãy tham khảo ý kiến của bác sĩ về những cách khác để phòng tránh té ngã ở nhà. Một số giải pháp có thể dễ dàng thực hiện và tương đối rẻ tiền. Những cách khác có thể đòi hỏi nhiều trợ giúp chuyên nghiệp hơn và đầu tư nhiều hơn. Nếu bạn có ý định ở nhà mình lâu thêm nữa thì chuyện đầu tư vào việc an toàn và phòng tránh té ngã có thể là điều đáng phải làm ngay từ bây giờ."
        }
    ],
    "suggestions": []
}