{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['wedlɔk]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(pháp lý) tình trạng có vợ/chồng</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">to be born out of wedlock</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">sinh ngoài giá thú; đẻ hoang (đứa con)</td></tr></table><i/></div>",
            "word": "wedlock"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wedlock</k><blockquote>■ <cclass>noun the state of being married. </cclass></blockquote><blockquote/><blockquote><b><cclass>Phrases</cclass></b></blockquote><blockquote><cclass><b>born in </b>(or <cclass><b>out of</b>)<cclass><b> wedlock</b> born of married (or unmarried) parents. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>wedlāc</i> 'marriage vow', from <i>wed</i> 'pledge' + the suffix <i>-lāc</i> (denoting action). </blockquote></div>",
            "word": "wedlock"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>wedlock</k><blockquote>▸ <cclass>noun MARRIAGE, (holy) matrimony, married state, union.</cclass></blockquote></div>",
            "word": "wedlock"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>wedlock</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to join in wedlock </ex></blockquote></blockquote><blockquote><blockquote><ex>2) out of wedlock (born out of wedlock)</ex></blockquote></blockquote></div>",
            "word": "wedlock"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wedlock"
        }
    },
    "sentences": [
        {
            "en": "Out-of-<em>wedlock</em>",
            "vi": "Bất hợp pháp"
        },
        {
            "en": "Be born out of <em>wedlock</em>",
            "vi": "Con đẻ hoang"
        },
        {
            "en": "She was born out of <em>wedlock</em>.",
            "vi": "Cô ta là đứa con hoang."
        },
        {
            "en": "He was born out of <em>wedlock</em>.",
            "vi": "Anh ta sinh ngoài giá thú."
        },
        {
            "en": "children born out of <em>wedlock</em> (collocation)",
            "vi": "con ngoài giá thú (cụm từ thường đi với nhau)"
        },
        {
            "en": "He is born out of <em>wedlock</em>.",
            "vi": "Nó là đứa con đẻ hoang."
        },
        {
            "en": "Men dream in courtship, but in <em>wedlock</em> wake.",
            "vi": "Người ta mơ khi yêu nhau và tỉnh giấc khi lấy nhau."
        },
        {
            "en": "Although a genuinely pious Roman Catholic, Galileo fathered three children out of <em>wedlock</em> with Marina Gamba.",
            "vi": "Dù là một tín đồ sùng đạo của Cơ đốc giáo La Mã, Galileo có ba đứa con ngoài giá thú với Marina Gamba."
        },
        {
            "en": "Under the wrong notion of love there have been more illicit connection and children born, out or <em>wedlock</em>.",
            "vi": "Do quan niệm sai lầm về tình yêu, ngày càng có nhiều trẻ em sinh ra ngoài giá thú."
        },
        {
            "en": "It has to be remembered that not all babies born out of <em>wedlock</em> are from young girls.",
            "vi": "Cũng nên nhớ rằng không phải tất cả những đứa trẻ sinh ra từ người mẹ không hôn thú đều là những thiếu nữ trẻ."
        },
        {
            "en": "In the United States, where living together out of <em>wedlock</em> is becoming increasing acceptable, one out of three marriages results in divorce.",
            "vi": "Tại hoa kỳ, sống chung chưa cưới tăng trưởng nay được chấp nhận, một phần ba hôn nhân này kết thúc trong ly dị."
        },
        {
            "en": "Tragic cases do occur in situations where couples live together out of <em>wedlock</em>, for example when the female partner gets pregnant and the male partner later disclaims responsibility.",
            "vi": "Những trường hợp bi thảm xảy ra cho những cặp vợ chồng chung sống trước khi cưới, thí dụ khi người đàn bàn mang thai, sau này người đàn ông chung sống lại không nhận trách nhiệm."
        },
        {
            "en": "Although the Buddha did not mention anything regarding the number of wives a man could have, he explicitly mentioned in His discourses that should a married man go to another woman out of <em>wedlock</em>, that could become the cause of his own downfall and he would have to face numerous other problems and disturbances.",
            "vi": "Mặc dù Ðức Phật đã không đề cập đến bất cứ điều gì về số vợ mà một người đàn ông có thể có, nhưng Ngài đã đề cập rõ ràng trong những bài pháp của mình rằng: \"Nếu một người đàn ông có vợ đi với một người phụ nữ khác ngoài hôn thú, điều này có thể là nguyên nhân về sự sa sút của mình và chắc hẳn anh ta sẽ phải đối mặt nhiều vấn đề khác và những sự việc phiền toái\"."
        },
        {
            "en": "Most of the clients only wished to avoid the social stigma of having a child out of <em>wedlock</em>, he said. In some cases, it’s the woman who wanted an abortion but her family wanted to stage a wedding and forced her to play along.",
            "vi": "Anh chia sẻ, hầu hết các khách hàng chỉ muốn tránh khỏi sự kỳ thị của xã hội về việc có con ngoài giá thú. Trong một số trường hợp, cô gái đó muốn phá thai nhưng gia đình cô lại muốn tổ chức đám cưới và bắt con gái họ phải đóng giả cùng."
        },
        {
            "en": "Although the Buddha did not mention anything regarding the number of wives a man could have, he explicitly mentioned in His discourses that should a married man go to another woman out of <em>wedlock</em>, that could become the cause of his own downfall and he would have to face numerous other problems and disturbances.",
            "vi": "đã đề cập rõ ràng trong những bài pháp của mình rằng :\"Nếu một người đàn ông có vợ đi với một người phụ nữ khác ngoài hôn thú, điều này có thể là nguyên nhân về sự sa sút của mình và chắc hẳn anh ta sẽ phải đối mặt nhiều vấn đề khác và những sự việc phiền toái\"."
        },
        {
            "en": "not mention anything regarding the number of wives a man could have, he explicitly mentioned in His discourses that should a married man go to another woman out of <em>wedlock</em>, that could become the cause of his own downfall and he would have to face numerous other problems and disturbances.",
            "vi": "Mặc dù Ðức Phật đã không đề cập đến bất cứ điều gì về số vợ mà một người đàn ông có thể có, nhưng Ngài đã đề cập rõ ràng trong những bài pháp của mình rằng: \"Nếu một người đàn ông có vợ đi với một người phụ nữ khác ngoài hôn thú, điều này có thể là nguyên nhân về sự sa sút của mình và chắc hẳn anh ta sẽ phải đối mặt nhiều vấn đề khác và những sự việc phiền toái\"."
        },
        {
            "en": "Most of the clients only wished to avoid the social stigma of having a child out of <em>wedlock</em>, he said. In some cases, it’s the woman who wanted an abortion but her family wanted to stage a wedding and forced her to play along.",
            "vi": "Anh chia sẻ, hầu hết các khách hàng chỉ muốn tránh khỏi sự kỳ thị của xã hội về việc có con ngoài giá thú. Trong một số trường hợp, cô gái đó muốn phá thai nhưng gia đình cô lại muốn tổ chức đám cưới và bắt con gái họ phải đóng giả cùng."
        },
        {
            "en": "BECOMING A STRIGOI: According to legend, there were many potential scenarios that could cause someone to become a strigoi after death, but this fate was usually the result of leading a troubled or unfinished life. For example, a person born out of <em>wedlock</em> supposedly was destined to return as a strigoi, along with those who died before being baptized or people who died of an unnatural death. Children with certain birth defects were at one time said to be living strigoi, known as strigoi viu.",
            "vi": "Biến thành Quỷ Nhập Tràng: Theo truyền thuyết, có nhiều tình huống tiềm năng có thể biến một người thành Quỷ Nhập Tràng sau khi chết, nhưng kết cục bất hạnh này thường là hậu quả của một cuộc sống hỗn loạn hoặc còn dở dang. Ví dụ như, một đứa con ngoài giá thú được cho là sẽ trở thành Quỷ Nhập Tràng theo định mệnh, cùng với những người đã chết trước khi được rửa tội hoặc những người đã chết một cái chết không tự nhiên. Vào thời đó, trẻ em bị dị tật bẩm sinh cũng bị cho là Quỷ Nhập Tràng sống, gọi là strigoi viu. "
        },
        {
            "en": "Malaysia opens 'hatch' for abandoned babies       The cries of an abandoned baby boy echo in the nursery at Orphancare, a Malaysian charity that helps orphans find adoptive parents. He is the only child here and does not have a name. But in many ways he is seen as one of the lucky ones. He was left in a baby \"hatch\" - the first in the country - designed to allow mothers to leave their babies anonymously. The charity hopes it will rescue more unwanted newborns, as the authorities seek to stem the rising number of abandoned babies. Close to 500 babies have been found abandoned since 2005. Some were left in Muslim prayer halls, on doorsteps and even in rubbish bins. Many are found dead. It is thought these children are mainly abandoned by single mothers. Having a child out of <em>wedlock</em> is still seen as deeply shameful in this Muslim-majority country, where sex education is mainly focused on abstinence. 'The only solution'  The Orphancare office is located in a quiet suburb outside Kuala Lumpur. Next to the front entrance is a small door that opens to a tiny cot. Once the baby is placed in the cot, an alarm is triggered and the air conditioner turns on. When the door closes, the baby is safely locked inside and a caretaker fetches the child. This way, the baby is kept safe, and the mother's identity will never be known. Critics say the programme will make it too easy for mothers to abandon their babies, encouraging extra-marital sex. But Noraini Hashim of Orphancare says anonymity is the only way to ensure parents will use the hatch rather than toss their babies in a bin. \"We're not out to prosecute the mother or the couple who brings the baby in,\" she says. It is illegal for Muslims to have sex outside marriage in Malaysia. The country has a dual track legal system where Islamic law applies to Muslims. Non-Muslims are covered under civil law. But the stigma of having a child out of <em>wedlock</em> is what drives single mothers to desperate acts, says Ms Noraini. She says the pressure is greater for young girls when their boyfriends leave them and they feel unable to confide in family or friends. \"In that state of depression I suppose the only solution they have is to abandon the baby,\" Ms Noraini says. The government, concerned by the rising number of abandoned babies, has asked police to start investigating these cases as attempted murder or murder, which carry the death sentence. 'Shameful'  Close to the busy centre of Kuala Lumpur is a shelter for unmarried, pregnant women. The Kewaja refuge is one of the few places they can turn to since abortion is not readily available. It is made up of a row of single-storey houses at the end of a dirt road, partly hidden by banana trees. The women all wear headscarves and oversized T-shirts to hide their swollen bellies. They will stay at the shelter until their babies are born. Three women agreed to tell me their stories under condition of anonymity. One 19-year-old girl, who calls herself Su, says she went to the shelter when she was five months pregnant so she wouldn't shame the family in front of the neighbours. Siti, 18, gave birth to a baby girl at the shelter. Her father thinks she is away studying. She can't return home until her mother calls her back. She's been waiting for over a month. Mila is 28 and came to the shelter in her final month of pregnancy. Unlike the other two she is engaged and has a steady job but she still feels unable to keep her child because having sex before marriage is forbidden in Islam. \"If the baby knew he was born out of <em>wedlock</em> he will carry the shame for the rest of his life,\" she says. All three women told me they knew about contraception but were too ashamed to buy it. The shelter is run by Yahya Mohamed Yusof and his wife. He says shelters like his and the baby hatch help to save lives, but it doesn't tackle the problem of unwanted pregnancies. Mr Yahya says they are seeing an increase every month. \"When we started 14 years ago, we had fewer than 10 girls at the shelter. But now, we have at least 70 pregnant women under our care,\" he says. To keep their pregnancy secret, most of the women who stay at the Kewaja shelter will give their babies up for adoption. In this country, unwed mothers still feel they have little choice.",
            "vi": "Malaysia mở “nhà từ thiện nuôi nhận trẻ ” cho những đứa bé bị bỏ rơi        Tiếng khóc của một cậu bé trai bị bỏ rơi vang lên trong phòng dành cho trẻ tại Orphancare- một hội từ thiện của Malaysia nhằm giúp đỡ những đứa trẻ mồ côi tìm cha mẹ nuôi. Nó là đứa trẻ duy nhất ở đây chưa có tên. Nhưng xét về nhiều mặt thì nó là một trong những đứa trẻ may mắn nhất. Vì nó là đứa trẻ đầu tiên bị bỏ ở “nhà từ thiện nuôi nhận trẻ bị bỏ rơi” ở nước này, đây là nơi cho phép các bà mẹ ẩn danh bỏ lại con của mình. Hội từ thiện hy vọng sẽ cứu sống nhiều hơn những đứa trẻ không mong muốn được sinh ra vì chính quyền tìm cách cản trở việc gia tăng số lượng trẻ bị bỏ rơi. Gần 500 đứa trẻ tìm thấy bị bỏ rơi từ năm 2005. Một số đứa bé bị bỏ ở sảnh cầu nguyện của Hồi giáo, trên lối vào và ngay cả trong thùng rác. Nhiều đứa bé tìm thấy đã chết. Người ta nghĩ rằng những đứa trẻ này chủ yếu bị bỏ rơi là do những người mẹ độc thân. Việc sinh con ngoài giá thú vẫn được xem là điều vô cùng hổ thẹn trong một đất nước đa số theo đạo Hồi, nơi mà việc giáo dục giới tính chủ yếu tập trung vào sự kiêng khem. “Giải pháp duy nhất” Văn phòng Orphancare nằm ở một ngoại ô yên tĩnh bên ngoài Kuala Lumpur. Cạnh lối vào phía trước là một cái cửa nhỏ mở ra một chiếc giường cũi nhỏ xíu của trẻ con. Khi đứa trẻ được đặt trong chiếc giường cũi này thì chuông báo động vang lên và máy điều hòa nhiệt độ được bật. Khi cánh cửa đóng lại thì đứa trẻ được khóa an toàn bên trong và người chăm sóc mang đứa trẻ về. Theo cách này, đứa trẻ được giữ an toàn và đặc điểm của người mẹ sẽ không bao giờ được biết đến. Nhà phê bình cho rằng chương trình này sẽ tạo điều kiện cho các bà mẹ bỏ rơi những đứa trẻ dễ dàng, và khuyến khích quan hệ tình dục ngoài hôn nhân. Nhưng Noraini Hashim thuộc hội từ thiện Orphancare nói rằng tình trạng giấu tên là cách duy nhất để đảm bảo bố mẹ chúng sẽ đưa trẻ đến nơi nhận nuôi trẻ bị bỏ rơi thay vì ném con họ vào thùng rác. Cô nói “ chúng tôi không ra ngoài để khởi tố bà mẹ hay cặp đôi mang đứa trẻ vào đây,” Quan hệ tình dục ngoài hôn nhân là bất hợp pháp đối với tín đồ Hồi giáo ở Mã Lai. Quốc gia này có một hệ thống luật pháp kép nơi mà luật Hồi giáo sẽ áp dụng với các tín đồ Hồi giáo. Còn những người không theo đạo Hồi thì được kiểm soát bởi luật dân sự. Nhưng điều sỉ nhục về việc có con ngoài giá thú là điều khiến những bà mẹ đơn độc đi đến hành động tuyệt vọng, cô Noraini nói. Cô nói áp lực lớn hơn đối với những cô gái trẻ khi bạn trai của họ rời bỏ họ và họ cảm thấy không thể tâm sự với gia đình hay bạn bè. Trong tình trạng tuyệt vọng tôi nghĩ rằng giải pháp duy nhất đối với họ là bỏ rơi đứa bé,” cô Noraini nói thêm. Chính phủ lo lắng do sự gia tăng số trẻ em bị bỏ rơi, và đã yêu cầu cảnh sát bắt đầu điều tra những trường hợp này như tội giết người cố ý hay kẻ giết người thì sẽ chịu án tử hình. “ Đáng hổ thẹn” Gần một trung tâm nhộn nhịp ở Kuala Lumpur là một nơi ẩn náu dành cho những phụ nữ mang thai chưa kết hôn. Nơi ẩn náu có tên là Kewaja, một trong ít nơi họ có thể chuyển đến vì việc phá thai không dễ dàng có sẵn. Nơi này gồm một dãy nhà một tầng ở cuối con đường đất, phần nào đã bị che khuất bởi những cây chuối. Tất cả những phụ nữ này đều mang khăn trùm đầu và áo phông rộng thùng thình để che cái bụng đang mang bầu của mình. Họ sẽ ở tại nơi ẩn náu cho đến khi đứa trẻ sinh ra. Ba người phụ nữ đồng ý kể cho tôi nghe câu chuyện của họ với điều kiện giấu tên. Một cô gái mười chín tuổi tự xưng là Su nói rằng cô đến nơi ẩn náu khi cô có thai năm tháng vì vậy cô sẽ không làm gia đình xấu hổ trước những người hàng xóm. Siti, 18 tuổi, đã sinh một bé gái tại nơi ẩn náu. Cha cô nghĩ rằng cô đang học ở xa. Cô không thể trở về nhà cho đến khi mẹ cô gọi lại. Cô đợi ở đây đã hơn một tháng rồi. Mila 28 tuổi đã đến nơi ẩn náu trong tháng thai kỳ cuối cùng. Không giống hai cô gái kia, cô đã đính hôn và có công việc ổn định nhưng cô cảm thấy không thể giữ lại đứa trẻ vì trong Hồi giáo quan hệ tình dục trước hôn nhân bị cấm. Cô ấy nói “nếu đứa trẻ biết nó được sinh ra ngoài giá thú, nó sẽ mang mặc cảm suốt quãng đời còn lại”. Cả ba người phụ nữ bảo rằng họ biết về phương pháp ngừa thai nhưng quá xấu hổ để mua cái đó.  Nơi ẩn náu này được sự quản lý của Yahya Yusof và vợ anh ta. Anh nói rằng những nơi ẩn náu hay nơi nhận nuôi trẻ em bị bỏ rơi giúp cứu sống nhiều mạng người nhưng nó không giải quyết được vấn đề mang thai ngoài ý muốn. Anh Yahya nói rằng họ thấy tình trạng này đang gia tăng hàng tháng. Anh còn cho biết “ khi chúng tôi bắt đầu cách đây 14 năm, chúng tôi có chưa đến 10 cô gái đến đây ẩn náu. Nhưng bây giờ chúng tôi có ít nhất 70 phụ nữ mang thai đang được chúng tôi chăm sóc.” Để giữ bí mật việc họ mang thai, hầu hết những phụ nữ ở nơi ẩn náu Kewaja sẽ cho những đứa bé của họ làm con nuôi. Ở đất nước này thì những bà mẹ không có hôn thú vẫn cảm thấy họ có ít sự lựa chọn."
        }
    ],
    "suggestions": []
}