{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(lịch sử TrungHoa) Nhà Nguỵ (220 - 265 sau Công nguyên và 386 - 556 sau Công nguyên)</td></tr></table><i/></div>",
            "word": "Wei",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Wei",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Wei",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Wei",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Wei",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Leptospirosis (<em>Wei</em> l's disease).",
            "vi": "Bệnh leptospira (bệnh weil's)."
        },
        {
            "en": "I like Zhao <em>Wei</em> best.",
            "vi": "Tôi thích Triệu Vy nhất."
        },
        {
            "en": "Cast: Zhao <em>Wei</em>, Huang Xiaoming, Tong Dawei",
            "vi": "Diễn viên: Triệu Vy, Huỳnh Hiểu Minh, Đồng Đại Vỹ"
        },
        {
            "en": "— Xiao Xiao and Lingling <em>Wei</em> contributed to this article.",
            "vi": "- Xiao Xiao và Lingling Wei đã đóng góp cho bài báo này."
        },
        {
            "en": "Go along the street until <em>Wei</em> Hai road.",
            "vi": "Đi dọc theo con đường này cho đến đường wei hai."
        },
        {
            "en": "— Xiao Xiao and Lingling <em>Wei</em> contributed to this article.",
            "vi": "- Xiao Xiao và Lingling Wei đã đóng góp cho bài báo này."
        },
        {
            "en": "Adorable: Animal lover Janice <em>Wei</em>, from the US, captured these stunning images during a trip to Tanzania last month",
            "vi": "Đáng yêu: Người yêu động vật Janice Wei, từ Hoa Kỳ, đã chụp được những hình ảnh tuyệt vời này trong một chuyến đi đến Tanzania hồi tháng trước"
        },
        {
            "en": "Nhat overcame host athlete Lim <em>Wei</em> Wen 15-8 in the final of the men's individual epee event.",
            "vi": "Nhất vượt qua vận động viên chủ nhà Lim Wei Wen với tỉ số 15-8 trong trận chung kết trong hạng mục kiếm ba cạnh cá nhân nam."
        },
        {
            "en": "Harvard researcher <em>Wei</em> Zhou says studies on animals have shown that vitamin D may be able to fight some cancers.",
            "vi": "Nhà nghiên cứu wei zhou của đại học harvard nói các cuộc nghiên cứu trên động vật cho thấy vitamin d có thể chống lại một số dạng ung thư."
        },
        {
            "en": "Adorable: Animal lover Janice <em>Wei</em>, from the US, captured these stunning images during a trip to Tanzania last month",
            "vi": "Đáng yêu: Người yêu động vật Janice Wei, từ Hoa Kỳ, đã chụp được những hình ảnh tuyệt vời này trong một chuyến đi đến Tanzania hồi tháng trước"
        },
        {
            "en": "Lee Chong <em>Wei</em> successfully advanced to semi final round after dumped No. 8 player Kenichi Tago from Japan in three games.",
            "vi": "Lee Chong Wei đã tiến vào vòng bán kết thành công sau khi đánh bại hạt giống số 8 Kenichi Tago của Nhật Bản trong ba ván đấu."
        },
        {
            "en": "The parasitic species L.icterohaemorrhagiae is the main causative agent of leptospirosis (<em>Wei</em> l's disease), but many closyly related species cause similar symptoms.",
            "vi": "Loại ký sinh l.icterohaemorrhagiae là tác nhân chính gây bệnh leptospira (bệnh weil), nhưng nhiều loại liên quan cũng gây các triệu chứng tương tự."
        },
        {
            "en": "The series began when the artist made a birthday gift for her grandmother. “I pressed some rose petals and made her a bookmark with a painted girl wearing a petal dress,” explained <em>Wei</em>. “That’s how the floral works started.”",
            "vi": "Bộ sưu tập này hình thành nghệ sĩ này làm quà sinh nhật cho bà mình.\" Tôi ép vài cánh hồng và làm cho bà một cái đánh dấu trang sách có một thiếu nữ mặc áo đầm bằng cánh hoa,\" Wei giải thích.\"Đó là nguồn gốc của các tác phẩm bằng hoa này.\""
        },
        {
            "en": "Also speaking at the conference, <em>Wei</em> Fu of Thailand's Dhurakij Pundit University said that Thai workers who lacked spoken English skills would meet difficulties in the new ASEAN Economic Community.",
            "vi": "Cũng phát biểu tại hội nghị, Wei Fu đến từ Đại học Dhurakij Pundit Thái Lan cho biết các công nhân người Thái thiếu kỹ năng nói tiếng Anh sẽ gặp khó khăn trong Cộng đồng kinh tế ASEAN mới."
        },
        {
            "en": "\"I feel happy and relaxed on the bus smelling the flowers and plants. I hope it can become a regular service on a double-decker. It would become something special to Taipei,\" said housewife Celine <em>Wei</em>.",
            "vi": "Bà nội trợ Celine Wei nói: \"Tôi cảm thấy vui và thư thái trên xe, ngửi mùi hoa cỏ. Tôi hy vọng đây sẽ trở thành dịch vụ thường xuyên trên cả xe buýt 2 tầng nữa.\""
        },
        {
            "en": "This movie will open Vietnamese cinemas in July. The film has the presence of many Asian movie stars as Zhao <em>Wei</em>, Huang Xiaoming, Tong Dawei, and Sung Kang (star of the Fast & Furious series).",
            "vi": "Bộ phim này sẽ khởi chiếu tại các rạp Việt Nam vào tháng 7. Bộ phim có sự góp mặt của nhiều ngôi sao châu Á như Triệu Vy, Huỳnh Hiểu Minh, Đồng Đại Vỹ và Sung Kang (ngôi sao trong seri phim Fast & Furious)."
        },
        {
            "en": "Applied linguists Jean-Marc Dewaele and Li <em>Wei</em> also study tolerance of ambiguity and have indicated that those with experience learning more than one foreign language in an instructed setting have more tolerance of ambiguity.",
            "vi": "Các nhà ngôn ngữ học ứng dụng Jean-Marc Dewaele và Li Wei cũng nghiên cứu về khả năng khoan dung cho sự mơ hồ và đã chỉ ra rằng những người có kinh nghiệm học nhiều hơn một ngoại ngữ trong một môi trường được hướng dẫn có khả năng khoan dung cho sự mơ hồ hơn."
        },
        {
            "en": "Chinese leader Xi Jinping (C) talks with Facebook Chief Executive Mark Zuckerberg (R) as Lu <em>Wei</em>, China's Internet czar, looks on during a gathering of CEOs and other executives at the main campus of Microsoft Corp in Redmond, Washington on Sept. 23, 2015 (Ted S. Warren-Pool/Getty Images)",
            "vi": "Chủ tịch Trung Quốc Tập Cận Bình (giữa) đàm phán với giám đốc điều hành Facebook Mark Zuckerberg (phải) khi Lỗ Vĩ, chiến lược gia Internet của Trung Quốc, đứng nhìn trong một buổi họp mặt các CEO và các giám đốc điều hành khác tại trụ sở chính của Microsoft Corp tại Redmond, Washington, ngày 23 tháng 9 , 2015 (Ted S. Warren-Pool / Getty Images)"
        },
        {
            "en": "Malaysian artist Lim Zhi <em>Wei</em> creates beautiful series of illustrations blended with real flower petals. Her series titled “Flower Girls” is a delicate collection of graceful female form gorgeously layered dresses and gowns made out of everything from orchids, roses, and leaves.",
            "vi": "Nghệ sĩ Malaysian Lim Zhi Wei sáng tác bộ sưu tập tranh minh hoạ hoà lẫn cánh hoa thật. Bộ sưu tập mang tên \"Hoa Nữ\" là bộ sưu tập tinh tế váy áo và trang phục dạ hội xếp lớp lộng lẫy tạo nên dáng dấp thiếu nữ duyên dáng làm từ mọi thứ của phong lan, hoa hồng, và lá."
        },
        {
            "en": "Negotiations between Apple CEO Tim Cook and Lu <em>Wei</em>, the director of the China's Internet Information Office, which is in charge of censoring the Internet, took place in December last year in the United States. Apple wanted to increase the sale of iPhones, iPads, and Macs in China, while China said it wanted a guarantee from Apple that users' information and privacy can be protected, and national security would not be compromised.",
            "vi": "Những cuộc đàm phán giữa Tổng giám đốc điều hành (CEO) của Apple là Tim Cook và Lưu Vĩ,  chủ nhiệm Văn phòng thông tin Internet của Trung Quốc, có nhiệm vụ kiểm duyệt Internet, diễn ra năm ngoái tại Mỹ. Apple muốn tăng số lượng của Iphone, Ipad và Mac ở Trung Quốc, trong khi Trung Quốc muốn đảm bảo từ Apple rằng thông tin và quyền riêng tư của người sử dụng được bảo vệ, và an ninh quốc gia không bị xâm phạm."
        }
    ],
    "suggestions": []
}