{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['wiəwulf]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">werwolf</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['wiəwulf]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">werwolf</font></td></tr></table><i/></div>",
            "word": "werewolf",
            "pronounce": "['wiəwulf]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>werewolf</k><blockquote><cclass>[<cclass>'wɛ:wʊlf<cclass>, <cclass>'wɪə-<cclass>, <cclass>'wə:-<cclass>]</cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>werewolves</b>) (in folklore) a person who periodically changes into a wolf, typically when there is a full moon. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>werewulf</i>; the first element has usu. been identified with OE <i>wer</i> 'man'. </blockquote></div>",
            "word": "werewolf",
            "pronounce": "['wiəwulf]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "werewolf",
            "pronounce": "['wiəwulf]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "werewolf",
            "pronounce": "['wiəwulf]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "werewolf",
            "pronounce": "['wiəwulf]"
        }
    },
    "sentences": [
        {
            "en": "<em>werewolf</em>",
            "vi": "Người sói/ma sói"
        },
        {
            "en": "A young <em>werewolf</em>?",
            "vi": "Một người sói trẻ á?"
        },
        {
            "en": "I made the <em>werewolf</em> seem downright normal.",
            "vi": "So với tôi, người sói có vẻ hết sức bình thường."
        },
        {
            "en": "My most favorite song is <em>Werewolf</em>.",
            "vi": "Bài hát tôi thích nhất là Werewolf."
        },
        {
            "en": "See, well, he's... sort of a <em>werewolf</em>.",
            "vi": "Này, ừm, anh ấy là... đại loại là một người sói."
        },
        {
            "en": "See, well, he's... sort of a <em>werewolf</em>.",
            "vi": "Này, ừm, anh ấy là ... đại loại là một người sói."
        },
        {
            "en": "Your best friend is a <em>werewolf</em>?",
            "vi": "Bạn thân nhất của chị là người sói?"
        },
        {
            "en": "Could you... well, try to not be <em>werewolf</em>?",
            "vi": "Bạn có thể... ừm, cố gắng không làm người sói được không?"
        },
        {
            "en": "I am near - drownings, stalking vampires, <em>werewolf</em> friends.",
            "vi": "Tôi suýt chết đuối, ma cà rồng săn đuổi, bạn người sói."
        },
        {
            "en": "Underworld is a series of vampire/<em>werewolf</em> films.",
            "vi": "Thế giới ngầm là loạt phim về ma ca rồng và người sói."
        },
        {
            "en": "7. <em>WEREWOLF</em>\nhttp://animal.discovery.com/tv-shows/lost-tapes/creatures/werewolf.htm",
            "vi": "7. NGƯỜI SÓI"
        },
        {
            "en": "I am near-drownings, stalking vampires, <em>werewolf</em> friends.",
            "vi": "Tôi suýt chết đuối, ma cà rồng săn đuổi, bạn người sói."
        },
        {
            "en": "He's only been a <em>werewolf</em> for just a few weeks.",
            "vi": "Anh ấy chỉ làm người sói mới mấy tuần thôi."
        },
        {
            "en": "He doesn't want her niece with a <em>werewolf</em>? That's a little hypocritical.",
            "vi": "Anh ta không muốn cháu gái của mình chơi với người sói à? Vậy thì hơi dối lòng đó"
        },
        {
            "en": "It was bad enough that my best friend was a <em>werewolf</em>.",
            "vi": "Thật hết sức tồi tệ khi bạn thân nhất của mình là người sói."
        },
        {
            "en": "I'd bet that meant it had happened when there was just one <em>werewolf</em> in La Push.",
            "vi": "Tôi biết chắc điều đó có nghĩa là nó đã xảy ra khi chỉ có một người sói duy nhất ở La Push."
        },
        {
            "en": "For one wild second, I wondered if this was how Jacob felt just before exploding into a <em>werewolf</em>.",
            "vi": "Trong một giây không tự chủ được, tôi tự hỏi có phải đây là cảm giác của Jacob ngay trước khi anh bùng nổ thành người sói không."
        },
        {
            "en": "WHAT'S A <em>WEREWOLF</em>? The <em>werewolf</em>, or lycanthrope, is commonly described as a person with the ability to transform into a wolf or wolf-like humanoid, whether by choice or by uncontrollable forces, like a full moon. The <em>werewolf</em> is said to have extra-human senses and strength far beyond that of a normal wolf or human. According to legend, the <em>werewolf</em> can be identified in its human form by its low-set ears, curved fingernails, swinging stride, eyebrows that meet at the bridge of the nose and bristles under the tongue. Some claim that, if cut, a <em>werewolf</em> will have fur in its wound. In its wolf form, the <em>werewolf</em> of legend commonly looks like a regular wolf with no tail, human eyes and the capability of speech.",
            "vi": "Người sói là gì? Người sói hay ma sói, thường được mô tả như là một người có khả năng biến đổi thành một con sói hay sinh vật có hình dạng giống người nhưng là chó sói, dù tự chọn hoặc do những ảnh hưởng không kiểm soát được, chẳng hạn như trăng rằm. Người sói được cho là có thêm các giác quan khác của con người và sức mạnh vượt trội so với một con sói hoặc con người bình thường. Theo truyền thuyết, người sói có thể được xác định trong hình dạng con người của mình bởi đôi tai nằm thấp, móng tay cong, sải chân nhịp nhàng, lông mày giao nhau tại sống mũi và gai dưới lưỡi. Một số người cho rằng, nếu bị cắt, người sói sẽ có lông trong các vết thương. Ở lốt sói, người sói huyền thoại thường trông giống một con sói bình thường, không có đuôi, có đôi mắt của con người và khả năng nói chuyện."
        },
        {
            "en": "WHY DO PEOPLE BELIEVE? Some historians believe the <em>werewolf</em> legend was conceived to explain the activity of serial killers. Cyclic attacks, mutilation and cannibalism were all characteristics of alleged <em>werewolf</em> attacks and are commonly ascribed to serial killers today. The wolf being the most feared predator in Europe at the time, it was perhaps inevitable that it ended up being partially blame for the slaughters. Rabies may also explain some <em>werewolf</em> beliefs. Today few believe in werewolves, though sightings are still reported.",
            "vi": "Tại sao con người tin có người sói? Một số nhà sử học tin rằng huyền thoại người sói đã được nghĩ ra để giải thích hoạt động của những kẻ giết người hàng loạt. Các cuộc tấn công theo chu kỳ, cắt xẻo và ăn thịt người là tất cả những đặc điểm bị cáo buộc cho các cuộc tấn công của người sói và thường được gán cho những kẻ sát nhân hàng loạt ngày nay. Sói là động vật ăn thịt đáng sợ nhất châu Âu vào thời điểm đó, nên không tránh khỏi khi nó bị đổ lỗi phần nào cho những cuộc tàn sát này. Bệnh dại cũng có thể giải thích một số ý kiến về người sói. Ngày nay ít người tin là có người sói, mặc dù vẫn còn những báo cáo về việc nhìn thấy sinh vật này."
        },
        {
            "en": "VANQUISHING A <em>WEREWOLF</em>: Silver bullets may stop a <em>werewolf</em> in Hollywood, but there's no evidence of this belief prior to the 20th century. It was commonly believed that rye and mistletoe would stop a <em>werewolf</em> in its tracks, but not kill it. Others believed that if one's house was situated under a mountain ash, it would be safe. Wolfsbane was also believed to ward off werewolves. In medieval Europe, alleged werewolves were commonly cured through medical or surgical means, or through exorcism. Others believed that repeating the werewolf's Christian name three times, or scolding it, would destroy the curse.",
            "vi": "Đánh bại Người sói: Những viên đạn bạc là thứ có thể ngăn chặn một người sói trong các bộ phim Hollywood, nhưng không có bằng chứng nào về niềm tin này trước thế kỷ 20. Người ta thường tin rằng lúa mạch đen và cây tầm gửi sẽ khiến người sói chùng bước, nhưng không giết được nó. Những người khác tin rằng, nếu căn nhà của một người được rắc tro núi lên thì nó sẽ được an toàn. Bả sói cũng được tin là có thể ngăn chặn người sói. Châu Âu thời trung cổ, những người bị cáo buộc là người sói đã được chữa trị bằng thuốc hoặc phẫu thuật, hoặc phép trừ tà. Những người khác thì lại tin rằng lặp đi lặp lại tên thánh của người sói ba lần, hoặc la mắng nó, sẽ phá bỏ được lời nguyền. "
        }
    ],
    "suggestions": []
}