{
    "en_vn": {
        "data": {
            "content": null,
            "word": "werewolves"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "werewolves"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "werewolves"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "werewolves"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "werewolves"
        }
    },
    "sentences": [
        {
            "en": "You can't see <em>werewolves</em>?",
            "vi": "Em không thấy được người sói?"
        },
        {
            "en": "<em>Werewolves</em> have enemies?",
            "vi": "Người sói có kẻ thù sao?"
        },
        {
            "en": "You would call them <em>werewolves</em>.",
            "vi": "Bạn gọi họ là người sói."
        },
        {
            "en": "There's nothing wrong with <em>werewolves</em>.",
            "vi": "Người sói chẳng sao hết."
        },
        {
            "en": "The <em>werewolves</em> are a problem.",
            "vi": "Người sói là một vấn đề."
        },
        {
            "en": "The <em>werewolves</em> had chosen a different path.",
            "vi": "Người sói đã chọn một con đường khác."
        },
        {
            "en": "I didn't know anything about <em>werewolves</em>, clearly.",
            "vi": "Rõ ràng tôi chẳng hề biết gì về người sói."
        },
        {
            "en": "The Denalis were no fans of the <em>werewolves</em>.",
            "vi": "Những người Denali chẳng ưa người sói tí nào."
        },
        {
            "en": "I thought we were talking about your disgust for <em>werewolves</em>.",
            "vi": "Tôi tưởng mình đang nói về sự kinh tởm của bạn đối với người sói."
        },
        {
            "en": "Yet Jake said this was what <em>werewolves</em> were made for.",
            "vi": "Thế nhưng Jake đã bảo đây là lý do mà người sói được tạo nên."
        },
        {
            "en": "Vampires and <em>werewolves</em> could get along just fine.",
            "vi": "Ma cà rồng và người sói có thể có mối quan hệ tốt đẹp."
        },
        {
            "en": "She still nursed a vendetta against the <em>werewolves</em> for killing her friend Mary.",
            "vi": "Cô ấy luôn nuôi một mối thù truyền kiếp với người sói khi đã giết bạn của cô là Mary."
        },
        {
            "en": "Like you saw just now, hanging out around <em>werewolves</em> has its risks.",
            "vi": "Như bạn vừa mới chứng kiến đó, quanh quẩn bên người sói có rủi ro của nó."
        },
        {
            "en": "I cowered into Jacob's side, my eyes scanning the forest for the other <em>werewolves</em>.",
            "vi": "Tôi co người nép vào một bên Jacob, mắt tôi lùng sục trong rừng tìm những người sói khác."
        },
        {
            "en": "If it weren't for the <em>werewolves</em>, Victoria would have gotten me by now.",
            "vi": "Nếu không nhờ có người sói, Victoria có lẽ bây giờ đã bắt được chị rồi."
        },
        {
            "en": "All in all, it wasn't exactly what I'd been expecting from a pack of <em>werewolves</em>.",
            "vi": "Nhìn chung, đây không đúng như những gì tôi đã nghĩ về một bầy người sói."
        },
        {
            "en": "I guess you weren't with Carlisle the last time there were <em>werewolves</em> here in Forks?",
            "vi": "Chị nghĩ em không ở với Carlisle lúc có người sói ở đây tại Forks?"
        },
        {
            "en": "It was just luck that she hadn't found me yet - just luck and five teenage <em>werewolves</em>.",
            "vi": "May mắn là cô ta chưa tìm thấy tôi – chỉ nhờ may mắn và nhờ năm người sói ở tuổi thiếu niên."
        },
        {
            "en": "Hanging out with <em>werewolves</em> truly did have its risks, just as Embry had said.",
            "vi": "Quanh quẩn bên người sói đúng là có rủi ro của nó, đúng như Embry đã nói."
        },
        {
            "en": "I thought of the boys - the <em>werewolves</em> - throwing themselves into the empty air.",
            "vi": "Tôi nghĩ về các cậu bé – người sói – đã lao mình vào khoảng không đó."
        }
    ],
    "suggestions": []
}