{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Wesley",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Wesley",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Wesley",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Wesley",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Wesley",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Wesley</em> and Esteban were in relaxed mood ahead of the final.",
            "vi": "Wesley và Esteban ở trong tâm trạng thoải mái trước trận chung kết."
        },
        {
            "en": "During the year 1869, Major John <em>Wesley</em> Powell made the first recorded journey to this place.",
            "vi": "Suốt năm 1869, tướng John Wesley Powell đã thực hiện chuyến đi đầu tiên đến nơi này từng được ghi nhận lại."
        },
        {
            "en": "In eighteen sixty-nine, not many people expected John <em>Wesley</em> Powell and his team of explorers to survive the trip through the Grand Canyon.",
            "vi": "Vào năm 1869, chẳng mấy ai nghĩ rằng john wesley powell cùng đội thám hiểm của ông sẽ sống sót sau chuyến đi băng qua grand canyon."
        },
        {
            "en": "In May, eighteen sixty-nine, Major John <em>Wesley</em> Powell and nine others began the first full exploration of the Colorado River.",
            "vi": "Tháng 5 năm 1869, thiếu tá john wesley powell và chín người khác bắt đầu cuộc thám hiểm toàn diện đầu tiên về dòng sông colorado."
        },
        {
            "en": "Dr. Gary Weitzman, president and CEO of the San Diego Humane Society and SPCA and author of the new National Geographic book \"How to Speak Cat\", has a word with <em>Wesley</em>, a resident of Humane Society shelter.",
            "vi": "Tiến sĩ Gary Weitzman, chủ tịch và CEO của Humane Society San Diego và SPCA và là tác giả của cuốn sách National Geographic mới \"How to Speak Cat\", có nhắc đến chú mèo Wesley, một cư dân của nơi trú ẩn động vật hoang dã Humane Society."
        },
        {
            "en": "Netherlands Attacker Robin Van Persie Wants To Face Germany In The Final    \nThe tricky forward has set his sights on a final against Germany after Netherlands beat Uruguay 3-2.\n Netherlands withstood a late rally in Tuesday's World Cup semi-final to dash Uruguay's World Cup dreams. A first-half strike from Giovanni van Bronckhorst and two goals in the second period from <em>Wesley</em> Sneijder and Arjen Robben were enough to record a 3-2 victory.  Attacker Robin van Persie put in one of his best performances of the tournament so far and was overwhelmed with Holland's success. The Arsenal star didn't get carried away though and was already thinking about the final.   \"This is such a great feeling. Reaching the final like this really gives me goosebumps,\" said Van Persie to NOS.  \"We knew Uruguay had a great team as well and that it wouldn't be an easy game. They were never going to give up until the referee blew his whistle for the last time. We held on to our lead though to progress.  \"We beat Uruguay with some nice attacking play. We scored three good goals and fought extremely hard for the victory.  \"Reaching the final is like a dream a come true. It doesn't really matter whether we will play against Germany or Spain. However, I have a feeling we will play against the Germans. It'll be a great challenge anyway.\"",
            "vi": "Cầu thủ tấn công của tuyển Hà Lan Robin Van Persie muốn gặp Đức trong trận chung kết    Tiền đạo giàu kỹ thuật này đã xác định mục tiêu của trận chung kết là Đức sau khi Hà Lan đánh bại Uruguay tỷ số 3-2. Hà Lan đứng vững đến đợt tấn công sau cùng trong trận bán kết World cup vào ngày thứ ba làm tiêu tan những giấc mơ World cup của Uruguay. Cú sút trái phá trong hiệp một của Giovanni van Bronckhorst và hai bàn thắng trong hiệp hai của Wesley Sneijder và Arjen Robben đủ để lập nên thắng 3-2.   Cầu thủ tấn công Robin van Persie chơi một trong những trận đấu hay nhất của anh tại giải cho đến thời điểm này và đang ngập tràn cảm xúc trong thành công của Hà Lan. Mặc dù vậy, ngôi sao của Arsenal không bị mất phương hướng và đã nghĩ về trận chung kết.  \"Một cảm giác rất tuyệt vời. Vào đến trận chung kết như thế này thật sự khiến tôi sung sướng phát điên lên được,\" Van Persie nói với tờ NOS.  \"Chúng tôi biết Uruguay là một đội bóng mạnh và đó không phải là một trận cầu dễ dàng. Họ không bỏ cuộc cho đến khi ông trọng tài thổi còi kết thúc trận đấu. Nhưng chúng tôi giữ vững tỷ số chiến thắng để đi tiếp.  \"Chúng tôi đá bại Uruguay với những pha bóng tấn công quyến rũ. Chúng tôi ghi ba bàn thắng đẹp và phải chiến đấu hết sức mới có được chiến thắng.”  \"Vào chơi trận chung kết giống như một giấc mơ đã thành sự thật. Thật ra đá với Đức hay Tây Ban Nha không quan trọng. Tuy nhiên, Tôi có linh cảm sẽ gặp Đức. Đó sẽ lại là một thử thách lớn nữa.\""
        },
        {
            "en": "Five Reasons Why Inter Beat Bayern Munich    1) Diego Milito It’s not hard to figure out that the 30-year-old was an important factor, simply by looking at the scoreboard.  You’ll see the Argentine’s name not once, but twice as he continued his penchant of scoring in big matches.  His goals clinched all three of Inter’s titles this season – the Coppa Italia, Serie A and now the Champions League.  President Massimo Moratti’s dream has been realised in no small part due to his efforts.  At Real Zaragoza and Genoa he proved to be a capable scorer, but at Inter he displayed a world-class pedigree at the top level and will hope to carry that into the World Cup.  2) Bayern’s Weak Defense Milito clincially took both his chances with great aplomb, but also exposed FC Hollywood’s centre-backs, a weakness that had been highlighted throughout the season in Europe’s top competition, even against Manchester United and Fiorentina, and an Achilles heel that Goal.com’s Ewan Macdonald pinpointed before the match. In the first instance, he beat Martin Demichelis in the air before playing a give-and-go with <em>Wesley</em> Sneijder and completed his brace when he left Daniel van Buyten for dead. 3) Motivation Of course both sides had their motivations, but in reality it may have propelled the Beneamata further than the Bavarians on the day. As Goal.com’s Peter Staunton reports, Mourinho was motivated to defeat former mentor Louis van Gaal and win ‘the war’ with Italy.  The players were motivated by history – an Italian club’s first-ever treble season and patron Massimo Moratti motivated to replicate his father’s success.  Eto’o determined to succeed somewhere other than Barcelona, Lucio resolute in overcoming the side that let him go, Sneijder unwavering in his goal to succeed at the Santiago Bernabeu, the list goes on...  4) Selfless Style Of Play It may not be the most pretty football to watch – Arsenal or Barcelona will offer you more of a spectacle – but the Nerazzurri proved they are the most effective in 2009-10 by working hard and diligently for one another.  Samuel Eto’o is a true example, having given up his goalscoring instincts for a spot on the wing, Lucio and Walter Samuel threw their bodies on the line time and time again, Javier Zanetti dug deep to find the energy reserves to cover men and ground, and even Maicon curbed his attacking enthusiasm on Saturday evening.  5) Jose Mourinho Yes, you all knew this list would end with ‘The Special One’.  Tactically he was spot on once again – denying Bayern space in the attacking third, keeping their opportunities to a minimum, and of course ending their hopes – as he did to Chelsea, CSKA Moscow and former champions Barcelona.  Now on his way to Real Madrid, he leaves a legacy in Milan having won a historic treble that the fans will remember for years to come. His time in Serie A was anything but smooth, but in the end it was a boost for himself, the club and the country.",
            "vi": "Năm lý do Inter đánh bại Bayern Munich      1) Diego Milito Không khó hình dung cầu thủ 30 tuổi này là một nhân tố quan trọng, đơn giản là nhìn vào bảng thành tích ghi bàn của anh. Bạn sẽ thấy tên của cầu thủ người Argentina không phải một lần mà là những hai lần khi anh tiếp tục nỗ lực ghi bàn trong những trận cầu lớn. Những bàn thắng của anh mang về cho Inter ba danh hiệu trong mùa này - cúp quốc gia Ý, Serie A và bây giờ là Champions League. Giấc mơ của ông chủ tịch Massimo Moratti thành hiện thực nhờ một phần không nhỏ vào những nỗ lực của anh. Anh đã chứng tỏ được mình là tay săn bàn giỏi ở Real Zaragoza và Genoa, nhưng tại Inter anh trình diễn một lối chơi thuộc đẳng cấp thế giới với cấp độ hàng đầu và hy vọng sẽ tiếp tục thể hiện ở World Cup tới. 2) Hàng phòng thủ kém cỏi của Bayern Milito dễ dàng tận dụng cả hai cơ hội của mình với sự tự tin cao độ, nhưng còn cho thấy những vị trí hậu vệ trung tâm của Bayern Munich, điểm yếu mà đã bị bộc lộ suốt cả mùa bóng trong giải đấu cao nhất Châu Âu, thậm chí trước Manchester United và Fiorentina, và là gót chân A – sin mà Ewan Macdonald của Goal.com từng chỉ ra một cách chính xác trước trận đấu. Ở tình huống đầu tiên, anh ta vượt qua Martin Demichelis trong pha tranh chấp trên không trước khi bật tường một-hai với Wesley Sneijder và dứt điểm kỹ thuật khiến Daniel van Buyten chết lặng. 3) Động lực thi đấu Tất nhiên là cả hai đội đều có động lực thi đấu của riêng mình, nhưng trên thực tế hôm đó Beneamata đã thể hiện được sự vượt trội so với những Bavarians. Như Peter Staunton của Goal.com viết, Mourinho có động lực để đánh bại ông thầy lỗi lạc cũ của mình Louis van Gaal và thắng trong \"trận chiến\" với nước Ý. Các cầu thủ có động lực là làm nên lịch sử - mùa bóng giành cú ăn ba đầu tiên của một câu lạc bộ Ý và ông chủ Massimo Moratti có động lực là tái lập thành công của cha mình. Eto’o quyết tâm gặt hái thành công tại một câu lạc bộ ngoài Barcelona, Lucio cố gắng vượt qua đội bóng đã đẩy anh ra đi, Sneijder kiên định mục tiêu gặt hái thành công ngay tại Santiago Bernabeu, danh sách còn tiếp tục ... 4) Lối chơi đồng đội Không phải là thứ bóng đá hấp dẫn nhất để thưởng thức - Arsenal hoặc Barcelona sẽ mang đến cho bạn nhiều pha bóng quyến rũ hơn - nhưng Nerazzurri chứng tỏ họ là đội bóng hiệu quả nhất mùa bóng 2009-2010 bằng việc tập luyện cật lực và cần mẫn gắn bó các cá nhân với nhau. Samuel Eto’o là một ví dụ điển hình, từ bỏ bản năng săn bàn của mình để chạy dạt ra cánh, Lucio và Walter Samuel lăn xả và ăn ý hết lần này đến lần khác ở hàng thủ, Javier Zanetti thọc sâu mang đến nguồn năng lượng cho các đồng đội, và ngay cả Maicon cũng kiềm chế máu tấn công vốn có của mình trong buổi tối thứ bảy. 5) Jose Mourinho Vâng, tất cả các bạn đã biết bản liệt kê này sẽ kết thúc với \"Người đặc biệt\". Ông lại chính xác trong việc đưa ra chiến thuật - kiềm hãm không gian hoạt động của Bayern khi tấn công, hạn chế cơ hội của họ đến mức thấp nhất, và tất nhiên dập tắt mọi hy vọng của họ - như ông đã từng làm với Chelsea, CSKA Moscow và nhà cựu vô địch Barcelona. Bây giờ ông trên đường đến với Real Madrid, ông để lại một di sản ở Milan với việc giành cú ăn ba lịch sử mà người hâm mộ sẽ nhớ trong nhiều năm nữa. Thời gian của ông ở Serie A không hề hoàn toàn suôn sẻ, nhưng cuối cùng điều đó làm tăng giá trị của bản thân ông, cho câu lạc bộ và cho đất nước."
        },
        {
            "en": "Why Americans hate paying taxes         \"Our Mann in America\" is a weekly column discussing the big talking points in the U.S. for an international audience. Jonathan Mann is an anchor for CNN International and the host of Political Mann.  (CNN) -- Nobody likes paying taxes, but American culture seems to increasingly treat taxation as a something close to a crime committed by the ruling class. \"Americans hate everything about taxation with a passion,\" writes historian Robin Einhorn. \"No campaign promise works better than the promise to cut taxes.\" This week, American lawmakers grappled with that as they voted on whether to extend sweeping tax cuts first enacted under president George W. Bush. The country's airwaves and editorial pages have been filled with arguments for and against.  The U.S. government is heavily indebted and could certainly use hundreds of billions of dollars in extra revenue. Right now, though, with the country slow to emerge from recession, letting taxpayers' spend that money themselves may be the best way to stimulate growth. Many members of President Barack Obama's Democratic Party wanted a compromise -- keeping the tax cuts for most Americans and while re-imposing higher rates for the rich. The politics of it touch on something primal because when America talks taxes, economics are hardly the only issue. The instinct against giving the government money is older than the country itself and has never gone away.  This week in 1773, British colonists dumped a shipload of tea into Boston Harbor to protest against tea taxes. The Boston Tea Party is remembered as one of the seminal events leading up to the American Revolution. Today a new movement that calls itself the Tea Party is sweeping the country and threatening to take control of the Republican Party. The name evokes both the 18th century uprising and, conveniently, the acronym T.E.A. -- Taxed Enough Already. As it so happens, U.S. taxes are light by international standards, roughly tied with Japan as the lowest among G-7 nations. A grateful citizen or observant visitor might even regard them as money well spent; Americans have excellent roads, dependable public services and most of the basic benefits of good government. \"Taxes, after all,\" said late president Franklin Roosevelt \"are dues that we pay for the privileges of membership in an organized society.\" So where does the antipathy spring from? \"Most Americans would probably agree that our hatred for taxes has something to do with a more profound aversion to government in general-an aversion with deep roots in our history,\" writes Einhorn, a historian at the University of California. It's easy to see those roots in the American Revolution and the young nation's veneration of individual effort and free enterprise. Einhorn suggests that slave-owners were particularly opposed to any government measures affecting private property. But 18th century American philosopher Henry David Thoreau is probably best remembered for refusing to pay his taxes as a form of civil disobedience against slavery. Taxes have proven to be a convenient target for just about anyone. Even today. American authorities are still fighting a small but determined movement that argues that income taxes are illegal under the U.S. constitution. Some of its most militant members have tried low-level terrorism. Some simply end up behind bars. Hollywood tough-guy <em>Wesley</em> Snipes, who starred most recently as a vampire hunter in the \"Blade\" film trilogy, began serving a three-year sentence this month for failing to pay $17 million in back taxes under the guidance, he said, of the tax-resistance movement. Of course, many conservative economists and Republican leaders would say that low taxes are simply good policy and lower taxes are even better policy. They take their cue from the late Nobel Prize winning economist Milton Friedman who argued for \"cutting taxes under any circumstances and for any excuse, for any reason, whenever it's possible.\" Making it possible is the tough part. Conservatives are caught between their hatred of taxes and their fear of government deficits. They argue that in the U.S., both are much too high. The only alternative would be the one that European governments are already adopting: Dramatic spending cuts. But voters don't resign themselves easily to reduced government services; civil servants don't often volunteer for pay cuts. The tough decisions about how Washington will trim its budget are still ahead. For now, the attention has been on taxes.",
            "vi": "Why Americans hate paying taxes       \"Ông Mann của chúng tôi ở Mỹ\" là mục báo hàng tuần thảo luận những vấn đề lớn ở Hoa Kỳ cho độc giả quốc tế. Jonathan Mann là phóng viên bình luận cho CNN International và dẫn chương trình Political Mann(ông Mann chính trị).   (CNN) - - Không ai thích nộp thuế cả, nhưng văn hoá Mỹ có vẻ ngày càng coi thuế gần như một thứ tội lỗi mà tầng lớp cai trị đã phạm tội.  \"Người Mỹ rất ghét chuyện đóng thuế\" nhà sử học gia Robin Einhorn viết.  \"Không có hứa hẹn cho cuộc vận động nào thực hiện tốt hơn việc hứa hẹn cắt giảm thuế.\" Tuần này, những nhà lập pháp Mỹ đã vật lộn với chuyện này khi họ bỏ phiếu xem có nên mở rộng ra việc giảm thuế mà lúc đầu được ban hành dưới thời tổng thống George W. Bush.  Các làn sóng truyền thanh - truyền hình và những bài xã luận đã lấp đầy những lập luận ủng hộ và chống lại nó.  Chính phủ Hoa Kỳ đang chìm ngập trong nợ nần và chắc có thể phải sử dụng hàng trăm tỷ đô la trong khoản thu thêm. Hiện tại, cho dù quốc gia chậm phát triển do suy thoái kinh tế nhưng vẫn để cho những người đóng thuế xài số tiền đấy coi như là cách tốt nhất để kích thích phát triển.  Nhiều thành viên Đảng Dân chủ của tổng thống Barack Obama đã muốn thoả hiệp – nghĩa là vẫn giảm thuế cho hầu hết người Mỹ và cùng lúc đó ấn định lại mức thuế cao cho những người giàu.  Xét về chính trị chuyện này động chạm đến cái gì đó rất quan trọng vì nước Mỹ hay nói đến chuyện thuế má, còn trong khi đó kinh tế học thì hiếm được xem là vấn đề đáng xem xét. Bản năng chống lại việc nộp tiền cho chính phủ là vấn đề cũ mèm so với lịch sử quốc gia này và chẳng bao giờ mai một đi.  Cũng vào tuần này vào năm 1773, thực dân Anh đã đổ ầm nguyên một tàu trà vào cảng Boston để chống lại thuế trà. “Bữa tiệc trà ở cảng Boston” được nhớ đến như là một trong những sự kiện khởi đầu dẫn đến cách mạng Mỹ.  Hôm nay, một phong trào mới mang tên là “Bữa tiệc trà” đang lan rộng cả nước và đe doạ sự thống trị của đảng Cộng hoà. Cái tên này gợi lên hai cuộc nổi dậy vào thế kỷ 18 và tiện lợi là từ viết tắt bằng các chữ đầu T. E. A. nghĩa là Nộp Thuế Đủ Rồi.  Ngẫu nhiên mà, thuế của Hoa Kỳ là có vẻ nhẹ bởi các Tiêu chuẩn Quốc tế, gắn liền với Nhật Bản là một nước thuế thấp nhất trong số các quốc gia G-7. Một công dân có lòng biết ơn hay một du khách có óc quan sát thậm chí có thể xem chúng như món tiền được sử dụng vào mục đích tốt; người Mỹ có đường sá tốt, dịch vụ hành chính công đáng tin cậy và hầu hết các lợi ích cơ bản của một chính phủ tốt.  \"Thuế, xét cho cùng,\", theo cố tổng thống Franklin Roosevelt, \"cũng chỉ là thuế chúng ta trả tiền cho cái quyền lợi với tư cách là thành viên trong một xã hội có tổ chức.\" Vậy thì ác cảm về vấn đề này xuất phát từ đâu?  \"Hầu hết mọi người Mỹ có lẽ cũng đồng ý rằng việc chúng tôi ghét đóng thuế nghĩa là làm chuyện gì đó với ác cảm sâu xa đối với chính phủ nói chung – hay nói riêng là ác cảm với cội rễ xâu xa trong lịch sử của chúng tôi,\" Einhorn, sử học gia tại đại học California đã viết. Thật dễ thấy những cái rễ đó trong cuộc cách mạng Mỹ và sự sùng bái nỗ lực của cá nhân và doanh nghiệp tự do ở quốc gia non trẻ này.  Einhorn đề nghị người sở hữu nô lệ đặc biệt phải phản đối bất kỳ biện pháp nào của chính phủ đưa ra mà ảnh hưởng đến tài sản riêng. Nhưng nhà triết học Mỹ thế kỷ 18 Henry David Thoreau có lẽ được nhớ nhất khi không chịu trả thuế bằng cách kháng cự thụ động chống lại sự nô lệ. Thuế đã chứng tỏ là một mục tiêu thuận lợi nhắm vào hầu hết mọi người.  Ngay cả ngày nay cũng vậy. Các nhà chức trách Mỹ vẫn còn đang chống lại một phong trào nhỏ nhưng cương quyết với luận điệu rằng thuế thu nhập là bất hợp pháp theo hiến pháp Hoa kỳ. Vài thành viên trong số các chiến sĩ của nó đã thử cách khủng bố nhẹ nhàng. Một số khác đơn giản là vào tù.  Gã ngoan cố Hollywood - Wesley Snipes, người đóng vai chính là tên săn ma cà rồng gần đây nhất trong phim bộ ba “Lưỡi dao”, phải ngồi tù ba năm bắt đầu từ tháng này vì không trả 17 triệu đô-la Mỹ cho các khoản thuế quá hạn theo như hướng dẫn. Anh ta tự nhận mình là thành viên của phong trào chống thuế.  Tất nhiên, nhiều nhà kinh tế bảo thủ và các nhà lãnh đạo đảng Cộng hoà sẽ nói rằng mức thuế thấp đơn thuần là chính sách tốt và mức thuế thấp hơn được xem là chính sách tốt hơn.  Họ noi gương nhà kinh tế học quá cố Milton Friedman – người đoạt giải Nô-ben – lập luận ủng hộ rằng \"việc giảm thuế trong bất cứ hoàn cảnh nào và trong bất kỳ điều kiện nào, vì bất kỳ lý do nào đó, bất cứ khi nào đều có thể áp dụng được.\" Việc áp dụng thuế có hiệu lực là vấn đề gay go. Những Đảng viên bảo thủ bị vướng vào tội căm ghét đóng thuế lẫn nỗi sợ chính phủ bị thâm hụt. Họ luận điệu rằng ở Hoa Kỳ, cả hai vấn đề này đều mang mục đích cao cả.  Giải pháp thay thế duy nhất sẽ là giải pháp mà chính phủ châu Âu đã và đang áp dụng: đó là cắt giảm chi tiêu thật ấn tượng. Thế nhưng các cử tri không dễ dàng chịu chuyện giảm đi dịch vụ từ phía chính phủ; các công chức thường không tình nguyện trả cho các khoản giảm.  Những quyết định cứng rắn về cách Washington cắt xén ngân sách của nó là chuyện vẫn còn ở phía trước. Bây giờ, mục tiêu chú ý vẫn là vấn đề về thuế."
        }
    ],
    "suggestions": []
}