{
    "en_vn": {
        "data": {
            "content": null,
            "word": "wetland"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wetland</k><blockquote>(also <cclass><b>wetlands</b>) </cclass></blockquote><blockquote>■ <cclass>noun swampy or marshy land. </cclass></blockquote></div>",
            "word": "wetland"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wetland"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wetland"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wetland"
        }
    },
    "sentences": [
        {
            "en": "Mangroves and <em>Wetland</em> management: WB, JICA, DANIDA, EU, the Netherlands",
            "vi": "Quản lý vùng cây và đất ngập mặn WB, JICA, DANIDA, EU, Hà la"
        },
        {
            "en": "This <em>wetland</em> is the home of a great variety of wildlife.",
            "vi": "Khu vực đầm lầy này là nhà của rất nhiều loài động vật hoang dã."
        },
        {
            "en": "Swans glide over the water in Kabukurinuma, Osaki, Japan, a protected <em>wetland</em>",
            "vi": "Những con thiên nga bay trên mặt nước ở Kabukurinuma, Osaki, Nhật Bản, một vùng đất ngập nước được bảo vệ"
        },
        {
            "en": "Coastal and <em>wetland</em> management: These are identified as priority areas for action in the strategy.",
            "vi": "Quản lý vùng ngập mặn và ven bờ: Đây được xác định là lĩnh vực ưu tiên hành động trong chiến lược."
        },
        {
            "en": "A <em>wetland</em> is an area of land which soil is saturated with moisture.",
            "vi": "Đầm lầy là một vùng đất nơi lớp đất bị ẩm bởi nước đọng."
        },
        {
            "en": "Swans glide over the water in Kabukurinuma, Osaki, Japan, a protected <em>wetland</em>",
            "vi": "Những con thiên nga bay trên mặt nước ở Kabukurinuma, Osaki, Nhật Bản, một vùng đất ngập nước được bảo vệ"
        },
        {
            "en": "Surface water is water collecting on the ground or in a stream, river, lake, <em>wetland</em>, or ocean.",
            "vi": "Nước trên mặt là nước đọng lại trên mặt đất hoặc ở suối, sông, hồ, vùng đầm lầy, hoặc ở biển."
        },
        {
            "en": "MOSTE is preparing a strategy on coastal and <em>wetland</em> management to be submitted to government by December 2000.",
            "vi": "Bộ KHCNMT đang soạn thảo một chiến lược quản lý vùng ngập mặn và ven bờ để trình Chính phủ vào tháng 12-2000."
        },
        {
            "en": "It also plans to develop eco-tourism at the 2,800ha Lung Ngoc Hoang Nature <em>Wetland</em> Reserve in Phung Hiep.",
            "vi": "Tỉnh cũng có kế hoạch phát triển du lịch sinh thái tại khu bảo tồn thiên nhiên Lung Ngọc Hoàng rog65 2,800 ha ở Phụng Hiệp."
        },
        {
            "en": "The quality of forests in the estuaries, along the coast, and in <em>wetland</em> areas has declined significantly and is at risk of further degradation.",
            "vi": "Chất lượng rừng ở cửa sông, ven biển và khu vực đất ngập nước bị suy giảm nghiêm trọng và có nguy cơ tiếp tục suy giảm."
        },
        {
            "en": "U Minh Thuong Nature Reserve (Kien Giang), <em>wetland</em> area, peat deposits with associated Melaleuca spp swamp forest, significant wildlife presence, including threatened birds, fresh water turtles and otter species.",
            "vi": "Khu bảo tồn Thiên nhiên U Minh Thượng (tỉnh Kiên Giang) là khu bảo tồn đất ướt, trên nền than bùn với rừng tràm, nhiều loài động vật hoang dã, kể cả các loài chim, rùa nước ngọt và rái cá đang nguy cấp."
        },
        {
            "en": "In winter, they migrate southward to their wintering grounds where they are protected. Those include Taijian National Park (Taiwan), Mai Po Nature Reserve (Hong Kong), Manko Waterbird and <em>Wetland</em> Centre (Japan) and Xuan Thuy National Park (Vietnam).",
            "vi": "Vào mùa đông, chúng di chuyển xuống phía Nam để trú đông, nơi chúng được bảo vệ. Những nơi này bao gồm Vườn Quốc gia Taijiang (Đài Loan), Khu bảo tồn thiên nhiên Po Mai (Hồng Kông), Trung tâm chim nước và đất ngập nước Manko của (Nhật Bản) và Vườn Quốc gia Xuân Thuỷ (Việt Nam)."
        },
        {
            "en": "Ba Be Lake, within the national park, has been recognized by UNESCO as a Ramsar site, an important <em>wetland</em> of the world. The lake is estimated to span 500 ha, is located 178 meters above sea level, and has a depth of 17 to 29 meters. Its widest point is 8 km.",
            "vi": "Hồ Ba Bể nằm trong công viên quốc gia, đã được UNESCO công nhận là khu Ramsar một vùng đất ngập nước quan trọng của thế giới. Hồ này được ước tính trải rộng 500 ha, nằm cao hơn mực nước biển 178 m và có độ sâu từ 17 đến 29 mét. Điểm rộng nhất của nó là 8 km."
        },
        {
            "en": "Dong Thap Muoi includes the provinces of Long An, Tien Giang and Dong Thap, famous for vast fields, unique <em>wetland</em> ecosystems of mangrove forests. The road from Saigon to Dong Thap Muoi is great, for the roadside scenery, experience the life and culture ...",
            "vi": "Đồng Tháp Mười bao gồm các tỉnh Long An, Tiền Giang và Đồng Tháp, nổi tiếng với những cánh đồng rộng lớn, hệ dinh thaasi đất ngập nước duy nhất của rừng đước duy nhất. Đường đi từ Sài Gòn đến Đồng Tháp Mười thật tuyệt vời với phong cảnh hai bên đường, trải nghiệm cuộc sống và văn hóa...."
        },
        {
            "en": "Ba Be Lake, within the national park, has been recognized by UNESCO as a Ramsar site, an important <em>wetland</em> of the world. The lake is estimated to span 500 ha, is located 178 meters above sea level, and has a depth of 17 to 29 meters. Its widest point is 8 km.",
            "vi": "Hồ Ba Bể nằm trong công viên quốc gia, đã được UNESCO công nhận là khu Ramsar một vùng đất ngập nước quan trọng của thế giới. Hồ này được ước tính trải rộng 500 ha, nằm cao hơn mực nước biển 178 m và có độ sâu từ 17 đến 29 mét. Điểm rộng nhất của nó là 8 km."
        },
        {
            "en": " “There are lots of technologies and tools in the school building, but for me it is about how they are used to enhance the learning of the children,” says headteacher Debra Massey. As such, there is a <em>wetland</em> area on the grounds that is used for science projects and the sedum roof doubles up as a classroom where students learn about the birds and insects that have made it their habitat. The playground also has learning stations where pupils can examine bugs with magnifying glasses.",
            "vi": "Hiệu trưởng Debra Massey nói: \"Có rất nhiều công nghệ và công cụ được áp dụng khi xây dựng trường học này, đối với tôi ngôi trường đó phải làm sao để học trò sử dụng để tăng cường khả năng học tập của các em\". Theo đó, ngôi trường có một khu đất ngập nước trên các mặt bằng được dùng cho các dự án khoa học và mái sedum gập đôi như là một lớp học trực quan, nơi học sinh tìm hiểu về các loài chim và côn trùng và tạo ra môi trường sống cho chúng. Các sân chơi cũng có những trạm học tập, nơi học sinh có thể kiểm tra những con bọ với các kính phóng đại."
        }
    ],
    "suggestions": []
}