{
    "en_vn": {
        "data": {
            "content": null,
            "word": "whammy",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>whammy</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>whammies</b>) <cclass>informal </cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 an event with a powerful and unpleasant effect; a blow. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>chiefly US an evil or unlucky influence. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1940s: from <kref>wham</kref> + <kref>-y</kref><sup>1</sup>. </blockquote></div>",
            "word": "whammy",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "whammy",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>whammy</k><blockquote><blockquote><ex><abr>n.</abr> (slang) (<abr>AE</abr>) </ex></blockquote></blockquote><blockquote><b>jinx</b></blockquote><blockquote><blockquote><ex> to put a (the) whammy on smb.</ex></blockquote></blockquote></div>",
            "word": "whammy",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "whammy",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "'Double <em>whammy</em>'",
            "vi": "“Cú đúp xui xẻo”"
        },
        {
            "en": "With this government we 've had a double <em>whammy</em> of tax increases and benefit cuts.",
            "vi": "Với chính phủ này chúng ta phải đối mặt với hai tai họa: thuế tăng và phúc lợi giảm."
        },
        {
            "en": "With this government we've had a double <em>whammy</em> of tax increases and benefit cuts.",
            "vi": "Với chính phủ này chúng ta phải đối mặt với hai tai họa : thuế tăng và phúc lợi giảm."
        },
        {
            "en": "This is a dangerous double <em>whammy</em> for older women, who have a higher risk of falling and hip fracture than men do.",
            "vi": "Điều này nguy hiểm gấp đôi đối với phụ nữ lớn tuổi hơn, những người có nguy cơ cao hơn khi bị té ngã và gãy xương hông so với nam giới."
        },
        {
            "en": "Howard Archer, chief European economist at IHS Global Insight, said it amounted to a \"double <em>whammy</em> of bad news\" for the eurozone.",
            "vi": "Theo ông Howard Archer, nhà kinh tế trưởng châu Âu tại Viện nghiên cứu kinh tế IHS Global Insight, mọi chuyện rốt cuộc là do khu vực đồng Euro gặp phải cú đúp xui xẻo."
        },
        {
            "en": "Heartburn trigger: fatty foods  High-fat foods tend to stay in the stomach longer, and the longer they're there, the more likely discomfort can be, note Bonci and Elaine Magee, MPH, RD, author of Tell Me What to Eat If I Have Acid Reflux. And if you're eating big servings of those high-fat foods -- like a lot of fried chicken, chips,… -- then you've got a double <em>whammy</em> of two potential heartburn triggers -- too much food and fatty fare.",
            "vi": "Nguyên nhân gây ợ nóng: Thức ăn có nhiều chất béo   Bác sĩ Bonci và bác sĩ Elaine Magee, thạc sĩ y tế cộng đồng, tác giả của quyển Tell Me What to Eat If I Have Acid Reflux (Hãy chỉ cho tôi biết nên ăn gì nếu bị trào ngược a-xít) lưu ý thức ăn có nhiều chất béo thường hay khó tiêu hơn, chúng ở dạ dày lâu hơn, và càng khó tiêu thì bệnh nhân càng cảm thấy khó chịu hơn. Và nếu bạn ăn no nê những loại thực phẩm giàu chất béo kia – chẳng hạn như nhiều gà rán, nhiều khoai tây chiên, … thì bạn có nguy cơ bị ợ nóng nhiều hơn gấp đôi – quá nhiều thức ăn và ăn quá nhiều."
        },
        {
            "en": "Before he was fired, Travis announced that 14 managers would run Uber while he took a leave of absence. Fourteen. Any leader of a large, complex organization could have a delusional moment. In private. The double <em>whammy</em> here is that the public ever learned of such a cock-eyed idea. It’s just not the mark of a self-reflective, disciplined leader. What a way to lose the faith and confidence of investors, board, employees and customers.",
            "vi": "Trước khi bị sa thải, Travis thông báo rằng 14 người quản lý sẽ điều hành Uber trong khi ông nghỉ phép. Mười bốn. Bất kỳ nhà lãnh đạo nào của một tổ chức lớn và phức tạp đều có thể gặp một khoảnh khắc ảo tưởng. Riêng. Hai cú giáng đòn ở đây là công chúng đã bao giờ được học về một ý tưởng quanh co như vậy. Đó không phải là dấu hiệu của một nhà lãnh đạo tự có chính kiến, có kỷ luật. Đúng là một cách để đánh mất niềm tin và sự tự tin của các nhà đầu tư, ban giám đốc, nhân viên và khách hàng."
        },
        {
            "en": "Health Risks from Drinking Soda     \nToo much soda drinking poses extra risks for women.\n  By Melanie Haiken, Caring.com  At a picnic this weekend, I listened as an extended family member nagged at kids to stay away from the cola and other types of soda pop being served. \"They rot your teeth,\" one grandmother admonished her grandkids. But she herself was drinking a big glass of Diet Pepsi, and didn't seem aware of the irony of her pronouncement: It's actually older women who are most at risk of health problems from drinking cola and other fizzy soft drinks.  Every six months or so, it seems, a new warning comes out about the dangers of drinking too much soda. And you may feel you've heard it all. But a couple of new studies have led experts to begin calling for a public health campaign to warn women about cola consumption.  Women are at greater risk of osteoporosis, or bone thinning, as they get older. Most of us already know that. But many people don't realize that drinking a lot of cola and other soft drinks increases osteoporosis risk - or causes the disease to progress faster. The phosphoric acid that makes fizzy drinks fizz actually eats away at bone, making it more porous.  This news has been known for a while. But now scientists are sounding the alarm that soft drinks weaken muscles as well as bones. According to a new study published in the June 2009 issue of International Journal of Clinical Practice, drinking large amounts of cola (the study focused on people who drank two quarts or more a day) causes potassium levels in the blood to fall, which can lead to a severe deficiency. And potassium deficiency, as athletes know, makes you feel weak and dizzy, and causes muscles to atrophy.  Researchers aren't sure yet exactly how soft drinks are causing the potassium deficiency; they theorize that flooding the kidneys with caffeine and sugar causes them to filter out too much potassium from cells. This is a dangerous double <em>whammy</em> for older women, who have a higher risk of falling and hip fracture than men do.  Of course, the real message health and nutrition experts are trying to convey is that we need more calcium and other bone - and muscle - building nutrients in our bodies, and fewer empty calories. To get you started, check out this list of great ways to sneak calcium into your diet.  So what to do when soda's out but you're thirsty and milk just won't cut it? Try water, lemonade, or iced tea - with milk.",
            "vi": "Health Risks from Drinking Soda    Uống sô đa quá nhiều gây tăng nguy cơ cho phụ nữ. Melanie Haiken, Caring.com Ở một chuyến cắm trại vào cuối tuần này, tôi nghe một người trong một đại gia đình mắng lũ trẻ không được uống cola và các thức uống có gas được mang theo. \"Chúng làm sâu răng của con, \" một người bà cảnh báo cháu của mình. Nhưng bản thân bà ấy đang uống một ly lớn Pepsi dành cho người ăn kiêng, và không có vẻ nhận thức được sự mỉa mai trong lời tuyên bố của bà: Thật sự thì phụ nữ lớn tuổi dễ gặp nguy cơ về các vấn đề sức khoẻ nhất do uống cola và các loại nước giải khát có gas khác. Cứ khoảng sáu tháng một lần hay cỡ đó, sẽ có một lời cảnh báo mới về những nguy hiểm của việc uống quá nhiều sô đa. Và bạn có thể cảm thấy bạn đã nghe tất cả các chuyện đó. Nhưng một vài nghiên cứu mới đã khiến các chuyên gia bắt đầu kêu gọi một cuộc vận động y tế cộng đồng để cảnh báo phụ nữ về việc tiêu thụ cola. Phụ nữ sẽ gặp nguy cơ lớn mắc bệnh loãng xương, hoặc xương mỏng, khi họ già đi. Hầu hết mọi người đã biết thế. Nhưng nhiều người không nhận ra rằng uống nhiều cola và các thức uống giải khát có gas khác làm tăng nguy cơ mắc bệnh loãng xương - hoặc làm cho căn bệnh này tiến triển nhanh hơn. A-xít phosphoric làm cho thức uống có gas có tiếng kêu xì xì thực sự phá huỷ dần dần xương, làm xương xốp hơn. Thông tin này đã được biết một thời gian. Nhưng bây giờ các nhà khoa học đang rung chuông báo động là nước giải khát cũng làm yếu cơ tương tự như làm yếu xương. Theo nghiên cứu mới công bố trong số tháng sáu năm 2009 của Tạp chí Quốc tế về Điều trị Lâm sàng, việc uống lượng lớn cola (nghiên cứu tập trung vào những người uống hai ga-lông hoặc hơn trong một ngày) làm giảm mức ka-li trong máu, có thể dẫn đến thiếu ka-li nặng. Và sự thiếu ka-li, như những vận động viên đã biết, làm bạn cảm thấy yếu và chóng mặt, cũng như gây teo cơ. Các nhà  khoa học chưa biết chính xác làm thế nào mà nước giải khát gây ra thiếu ka-li; họ đưa ra giả thuyết rằng các loại nước đó làm thận bị ứ với cà-phê-in và đường khiến cho thận phải lọc ra quá nhiều ka-li từ các tế bào. Điều này nguy hiểm gấp đôi đối với phụ nữ lớn tuổi, những người có nguy cơ cao hơn khi bị té ngã và gãy xương hông so với nam giới. Tuy nhiên, thông điệp thực sự mà các chuyên gia sức khỏe và dinh dưỡng đang cố truyền đạt là chúng ta cần có thêm các chất dinh dưỡng tạo xương và cơ trong cơ thể của chúng ta, và ít ca-lo rỗng. Để bắt đầu, bạn hãy kiểm tra danh sách các cách tuyệt vời để bổ sung chất vôi vào chế độ ăn uống của bạn. Vậy những gì cần làm khi tránh uống sô đa, nhưng bạn khát và sữa không làm bạn hết khát được? Hãy thử uống nước lọc, nước chanh, hay trà đá - với sữa."
        }
    ],
    "suggestions": []
}