{
    "en_vn": {
        "data": {
            "content": null,
            "word": "whiskey"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>whiskey</k><blockquote>a code word representing the letter W, used in radio communication.</blockquote><blockquote>→ <kref>whisky</kref></blockquote></div>",
            "word": "whiskey"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "whiskey"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>whiskey</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to age; distill, produce whiskey </ex></blockquote></blockquote><blockquote><blockquote><ex>2) straight ('undiluted') whiskey </ex></blockquote></blockquote><blockquote><blockquote><ex>3) blended; corn; Irish; rye; Scotch whiskey </ex></blockquote></blockquote><blockquote><blockquote><ex>4) whiskey ages</ex></blockquote></blockquote><co>USAGE NOTE: The spelling <i>whiskey</i> is <abr>usu.</abr> used in Ireland and the <abr>US</abr>.</co></div>",
            "word": "whiskey"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "whiskey"
        }
    },
    "sentences": [
        {
            "en": "A double <em>whiskey</em> and soda.",
            "vi": "Hai uýtki và xô đa."
        },
        {
            "en": "Would you like your <em>whiskey</em> straight?",
            "vi": "Ông có muốn uýt ki không pha không?"
        },
        {
            "en": "He was drinking a snifter of <em>whiskey</em>.",
            "vi": "Anh ấy đang uống một ly rượu whiskey."
        },
        {
            "en": "The <em>whiskey</em> made his head swim.",
            "vi": "Rượu whisky làm đầu nó choáng váng."
        },
        {
            "en": "It is used as a drink mixer, particularly with <em>whiskey</em>.",
            "vi": "Nó được dùng như một máy pha đồ uống, đặc biệt là pha rượu uýt-xki."
        },
        {
            "en": "Do you drink Irish <em>Whiskey</em> neat or on the rocks?",
            "vi": "Anh uống rượu quýt - ki Ai - len nguyên chất hay thêm đá?"
        },
        {
            "en": "Do you drink Irish <em>Whiskey</em> neat or on the rocks?",
            "vi": "Anh uống rượu quýt-ki Ai-len nguyên chất hay thêm đá?"
        },
        {
            "en": "It is used as a drink mixer, particularly with <em>whiskey</em>.",
            "vi": "Nó được dùng như một máy pha đồ uống, đặc biệt là pha rượu uýt - xki."
        },
        {
            "en": "The men sat around drinking <em>whiskey</em> and smoking Havana cigars.",
            "vi": "Mấy người đàn ông ngồi uống uýt-xki và hút xì-gà Havana."
        },
        {
            "en": "Do you know how much alcohol is in <em>whiskey</em>?",
            "vi": "Anh có biết trong rượu whisky có bao nhiêu cồn không?"
        },
        {
            "en": "They lay there sprawled out on the sidewalk, surrounded by empty bottles of cheap <em>whiskey</em>.",
            "vi": "Họ nằm đó phè ra trên vỉa hè, xung quanh là những vỏ chai rượu uýt-xki rẻ tiền."
        },
        {
            "en": "For years and years, she tried to hide the <em>whiskey</em> on her breath.",
            "vi": "Nhiều năm qua đi, cô vẫn gắng giấu đi mùi rượu trong từng hơi thở."
        },
        {
            "en": "I used to drain to the dregs the fullest cup <em>whiskey</em>.",
            "vi": "Tôi đã từng uống cạn một ly whiskey đầy."
        },
        {
            "en": "We laid her next to him beneath the willow, while the angels sang a <em>whiskey</em> lullaby.",
            "vi": "Chúng tôi đã đặt cô bên cạnh anh, dưới rặng liễu những thiên thần đã hát lời ru của rượu vang."
        },
        {
            "en": "When we buried him beneath the willow, the angels sang a <em>whiskey</em> lullaby.",
            "vi": "Khi họ mai táng anh dưới rặng liễu, những thiên thần đã hát lời ru của rượu vang."
        },
        {
            "en": "When he came home smelling of <em>whiskey</em>, she scolded him fiercely.",
            "vi": "Khi anh ta về tới nhà người đầy mùi rượu uýt-xki, cô ta chửi anh ta té tát."
        },
        {
            "en": "The guy climbed up on the bar, stood on one leg, and began pissing all over the place. He hit the bar, the bartender, himself, but not a drop made it into the <em>whiskey</em> bottle.",
            "vi": "Gã kia trèo lên bàn, đứng một chân và bắt đầu đái văng tung toé khắp nơi. Đái cả lên bàn, vào người chủ quán nữa, mà chẳng có giọt nào vào được trong chai uýt - xki cả."
        },
        {
            "en": "Beverages When it comes to beverages, alcohol is the king of pain. Red wine, <em>whiskey</em>, beer, and champagne are the drinks blamed most often for a throbbing head. Solution: Limit your intake of alcohol.",
            "vi": "Các đồ uống Khi nhắc đến đồ uống thì rượu bia là nguyên nhân gây đau nhức số một. Rượu vang đỏ, rượu uýt - xki, bia, và sâm banh là những thức uống thường gây đau đầu dữ dội nhất.  Giải pháp: Hạn chế sử dụng bia rượu."
        },
        {
            "en": "The warehouse security guard was in cahoots with the gang that stole hundreds of cases of cigarettes and <em>whiskey</em>. He gave them the key to the building and in return they paid him well.",
            "vi": "Người gác kho hàng đã thông đồng với bọn băng đảng để ăn cắp hàng trăm thùng thuốc lá và rượu Whiskey. Người gác đã trao chìa khóa kho hàng cho bọn băng đảng và để đổi lại chúng đã"
        },
        {
            "en": "The warehouse security guard was in cahoots with the gang that stole hundreds of cases of cigarettes and <em>whiskey</em>. He gave them the key to the building and in return they paid him well.",
            "vi": "Người gác kho hàng đã thông đồng với bọn băng đảng để ăn cắp hàng trăm thùng thuốc lá và rượu Whiskey. Người gác đã trao chìa khóa kho hàng cho bọn băng đảng và để đổi lại chúng đã trả khá nhiều tiền cho anh ta."
        }
    ],
    "suggestions": []
}