{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Whitman"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Whitman"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Whitman"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Whitman"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Whitman"
        }
    },
    "sentences": [
        {
            "en": "He thought the poetry of <em>Whitman</em> barbarous.",
            "vi": "Ông ta cho rằng chất thơ trong Whitman rất tàn bạo."
        },
        {
            "en": "Walt <em>Whitman</em> is a famous American poet.",
            "vi": "Walt Whitman là một nhà thơ người Mỹ nổi tiếng."
        },
        {
            "en": "Her poem is a homage to Walt <em>Whitman</em>.",
            "vi": "Bài thơ của cô ấy là lòng kính trọng đối với nhà thơ Walt Whitman."
        },
        {
            "en": "The poetry of Walt <em>Whitman</em> moves me a lot.",
            "vi": "Thơ ca của Walt Whitman làm tôi cảm động lắm."
        },
        {
            "en": "<em>Whitman</em> was the new poet that a new nation was looking for.",
            "vi": "Whitman la mt thi si mi ma mt quc gia mi ang ch i."
        },
        {
            "en": "Some poets, like Walt <em>Whitman</em>, have found conventional poetic meter and conventional rhyme schemes too restricting.",
            "vi": "Mt s thi si nh walt whitman, thy rng th iu va m lut c in qua go bo."
        },
        {
            "en": "Walt <em>Whitman</em> had a great deal of influence on the writing of later poets.",
            "vi": "Walt Whitman đã có ảnh hưởng lớn đến những tác phẩm của các nhà thơ sau này."
        },
        {
            "en": "Revenues continued to grow, exceeding $60 million, and <em>Whitman</em> reported a net profit of $143, 000.",
            "vi": "Doanh thu đã tiếp tục tăng, vượt quá $ 60 triệu, và Whitman đã báo cáo lợi nhuận ròng là $ 143.000."
        },
        {
            "en": "At Walt <em>Whitman</em> High School in Bethesda, Maryland, a career center has been set up to help students prepare for university.",
            "vi": "Tại Trường Trung học Walt Whitman ở Bethesda, Maryland, một trung tâm hướng nghiệp đã được thành lập để giúp sinh viên chuẩn bị vào đại học."
        },
        {
            "en": "In the poems that follow you will find many metrical patterns represented, from the conventional iambic feet in Housman to the free verse of Walt <em>Whitman</em>.",
            "vi": "Trong nhng bai th sau y ta se thy nhiu th th, t th oan trng th thng thng cua housman ti th t do cua whitman."
        },
        {
            "en": "At Walt <em>Whitman</em> High School in Bethesda, Maryland, a career center has been set up to help students prepare for college.",
            "vi": "Tại Trường Trung học Walt Whitman ở Bethesda thuộc bang Maryland, một trung tâm hướng nghiệp đã được thành lập để giúp các học sinh chuẩn bị vào đại học."
        },
        {
            "en": "Doanh thu đã tiếp tục tăng, vượt quá $ 60 triệu, và <em>Whitman</em> đã báo cáo lợi nhuận ròng là $ 143. 000.",
            "vi": "Revenues continued to grow, exceeding $60 million, and Whitman reported a net profit of $143,000."
        },
        {
            "en": "Three years ago, while Lauren Clark's classmates were filling out college applications, the 18-year-old senior at Walt <em>Whitman</em> High School in Bethesda, Maryland, was making her own plans.",
            "vi": "Ba năm trước, khi các bạn cùng lớp đang điền các đơn xin vào đại học, thì cô nữ sinh lauren clark, 18 tuổi của trung học walt whitman ở bethsda, bang maryland, đang lên các kế hoạch riêng cho mình."
        }
    ],
    "suggestions": []
}