{
    "en_vn": {
        "data": {
            "content": null,
            "word": "whitehead",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>whitehead</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>informal a pale or white-topped pustule on the skin. </cclass></blockquote></blockquote><blockquote><blockquote>2》 a small New Zealand songbird with a white head and underparts. [<i>Mohoua albicilla</i>.] </blockquote></blockquote></div>",
            "word": "whitehead",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "whitehead",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "whitehead",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "whitehead",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Whitehead</em> said:",
            "vi": "Whitehead cho biết:"
        },
        {
            "en": "<em>Whitehead</em> was well ahead on points after the seventh round.",
            "vi": "Whitehead ghi điểm dễ dàng sau vòng đấu thứ bảy."
        },
        {
            "en": "In a media statement released this week, lead author Ross <em>Whitehead</em>, a researcher at St Andrews, said:",
            "vi": "Trong một tuyên bố với giới truyền thông trong tuần này, tác giả chính Ross Whitehead, nhà nghiên cứu tại St Andrews, cho biết:"
        },
        {
            "en": "    * Acne (acne vulgaris). Acne is most common in teens. Some degree of acne is seen in 85% of adolescents, and nearly all teens have the occasional pimple, blackhead, or <em>whitehead</em>.",
            "vi": "* Mụn trứng cá. Mụn trứng cá thường thấy nhất ở lứa tuổi thanh thiếu niên. 85% thanh thiếu niên đều bị mụn trứng cá ở một mức độ nào đó, và gần như tất cả thanh thiếu niên đều thỉnh thoảng bị mụn nhọt, mụn trứng cá, hoặc mụn đầu trắng."
        },
        {
            "en": "AcneAt the heart of acne lies a clogged pore from oil and dead skin cells that can become inflamed. There are two kinds of acne: blackhead or open comedo; <em>whitehead</em> or closed comedo. Often seen on the face, chest, and back, acne can be triggered by hormones and bacteria. To help control it, keep oily areas clean and don't squeeze pimples (it may cause infection and scars).",
            "vi": "Mụn trứng cáLỗ chân lông bít nghẽn nằm ở cồi/ nhân của mụn trứng cá do dầu nhờn và tế bào da chết có thể trở nên bị viêm. Có 2 dạng mụn trứng cá: mụn đầu đen và mụn đầu trắng. Mụn trứng cá thường xuất hiện ở mặt, ngực, và lưng – chúng có thể do hoóc-môn và vi khuẩn gây ra. Để giúp kiểm soát mụn, bạn nên giữ vùng da nhờn được sạch sẽ và chớ nên véo, nặn các nốt mụn ấy (nó có thể gây nhiễm trùng và có thể để lại sẹo nữa)."
        },
        {
            "en": "To literary people, Trump’s story of a once-great America sounds abusive. It threatens deportation and exclusion and exults in domination and insult. The cast of Hamilton sought to remind Mike Pence of this when he attended the show, addressing him directly and imploring him to defend American diversity. When an offended Trump tweeted that the theater “must always be a safe and special place,” he missed the point that America should always be a safe and special place. This is why nobody in the literary world is rushing to embrace his version of storytelling. From a literary perspective, the only good thing about Trump’s victory is that it has brought out a spirit of resistance and an affirmation of literature, an ethos summed up by the novelist Colson <em>Whitehead</em> in his acceptance speech at the National Book Awards: “Be kind to everyone. Make art. Fight the power.”",
            "vi": "Đối với nhà văn, câu chuyện của ông Trump về một nước Mỹ tuyệt vời nghe có vẻ hoang đường. Nó đe dọa đến sự trục xuất và loại trừ và vả sự đắc chí trong sự thống trị và sự xúc phạm. Hamilton đã tìm cách để nhắc nhở Mike Pence về điều này khi ông tham dự chương trình, trực tiếp xử lý ông ta và cầu xin ông ta bảo vệ sự đa dạng của nước Mỹ. Khi Trump bị phạm tội cho rằng nhà hát \"luôn luôn phải là một nơi an toàn và đặc biệt\", ông bị mất điểm vì cho rằng rằng Mỹ phải luôn luôn có một nơi an toàn và đặc biệt. Đây là lý do tại sao không ai trong thế giới văn học lao theo cách kể chuyện của ông ta. Từ một quan điểm văn học, chỉ có một điều tốt về sự chiến thắng của Trump là đã đưa ra một tinh thần kháng chiến và sự khẳng định về văn học, một đặc tính được tổng hợp bởi các tiểu thuyết gia Colson Whitehead trong bài phát biểu của mình tại lễ trao giải sách quốc gia: \"Hãy đối xử tử tế với mọi người đó là nghệ thuật.Chiến đấu chống lại quyền lực bá quyền.\""
        }
    ],
    "suggestions": []
}