{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['houl'hɑ:tidli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">toàn tâm toàn ý; một lòng một dạ; hết lòng</td></tr></table><i/></div>",
            "word": "wholeheartedly",
            "pronounce": "['houl'hɑ:tidli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "wholeheartedly",
            "pronounce": "['houl'hɑ:tidli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wholeheartedly",
            "pronounce": "['houl'hɑ:tidli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wholeheartedly",
            "pronounce": "['houl'hɑ:tidli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wholeheartedly",
            "pronounce": "['houl'hɑ:tidli]"
        }
    },
    "sentences": [
        {
            "en": "I endorse his plan <em>wholeheartedly</em>.",
            "vi": "Tôi hết lòng tán thành kế hoạch của anh ta."
        },
        {
            "en": "I will <em>wholeheartedly</em> serve you.",
            "vi": "Tôi sẽ tận tình phục vụ bạn."
        },
        {
            "en": "We supported the local team <em>wholeheartedly</em>.",
            "vi": "Chúng tôi đã hết lòng ủng hộ đội nhà."
        },
        {
            "en": "I 'm <em>wholeheartedly</em> faithful to my trade.",
            "vi": "Tôi sống chết với nghề."
        },
        {
            "en": "I'm <em>wholeheartedly</em> faithful to my trade.",
            "vi": "Tôi sống chết với nghề."
        },
        {
            "en": "Our shop will serve any customers'demand <em>wholeheartedly</em>.",
            "vi": "Cửa hàng chúng tôi sẽ phục vụ tận tâm bất kỳ nhu cầu nào của quý khách."
        },
        {
            "en": "Our shop will serve any customers' demand <em>wholeheartedly</em>.",
            "vi": "Cửa hàng chúng tôi sẽ phục vụ tận tâm bất kỳ nhu cầu nào của quý khách."
        },
        {
            "en": "They united <em>wholeheartedly</em> in their efforts to defeat the enemy.",
            "vi": "Họ hết lòng chung sức với nhau đánh bại kẻ thù."
        },
        {
            "en": "They contributed <em>wholeheartedly</em> to the success of the company.",
            "vi": "Họ đã hết lòng đóng góp cho sự thành đạt của công ty."
        },
        {
            "en": "Receive praise from one's neighbours for <em>wholeheartedly</em> helping the poor",
            "vi": "Được hàng xóm ca ngợi vì đã hết lòng giúp đỡ người nghèo"
        },
        {
            "en": "He always receives praise from one's neighbours for <em>wholeheartedly</em> helping the poor.",
            "vi": "Ông ta luôn được hàng xóm ca ngợi vì đã hết lòng giúp đỡ người nghèo."
        },
        {
            "en": "The people of the enemy-occupied areas <em>wholeheartedly</em> sheltered and protected revolutionary militants.",
            "vi": "Đồng bào vùng bị chiếm đóng hết lòng che giấu và bảo vệ cán bộ cách mạng."
        },
        {
            "en": "She received praise from her neighbours for <em>wholeheartedly</em> helping the poor.",
            "vi": "Cô ấy được hàng xóm ca ngợi vì đã hết lòng giúp đỡ người nghèo."
        },
        {
            "en": "The people of the enemy - occupied areas <em>wholeheartedly</em> sheltered and protected revolutionary militants.",
            "vi": "Đồng bào vùng bị chiếm đóng hết lòng che giấu và bảo vệ cán bộ cách mạng."
        },
        {
            "en": "This means that you have to believe in your goals <em>wholeheartedly</em>.",
            "vi": "Điều này có nghĩa rằng bạn phải tin tưởng vào các mục tiêu bằng cả trái tim."
        },
        {
            "en": "I have no hesitation in <em>wholeheartedly</em> supporting her application for the post outlined in your letter.",
            "vi": "Tôi không ngần ngại hết lòng ủng hộ đơn bà xin việc làm phác hoạ trong thư ông."
        },
        {
            "en": "lf you sincerely and <em>wholeheartedly</em> help someone achieve his dreams, you are an angel.",
            "vi": "Nếu bạn chân thành và hết lòng giúp đỡ ai đó đạt được ước mơ của anh ta, thì bạn là một thiên thần!"
        },
        {
            "en": "I congratulation you <em>wholeheartedly</em> on your blissful marriage. May the significant bond fruit everlasting felicity on your new family.",
            "vi": "Tôi nhiệt thành chúc mừng hạnh phúc cuộc hôn nhân của bạn. Mong rằng sự kết hợp này sẽ mang lại hạnh phúc mãi mãi cho gia đình mới của bạn."
        },
        {
            "en": "Anne raised the idea with the grandmothers, but they agreed <em>wholeheartedly</em> with the views of the good doctor.",
            "vi": "Anne đem vấn đề bàn với các cụ bà nội ngoại thì các cụ hoàn toàn nhất trí với ý kiến của bác sĩ."
        },
        {
            "en": "\"Many students volunteer to water the vegetables in the morning so <em>wholeheartedly</em> that some of them even skip breakfast.\"",
            "vi": "\"Nhiều học sinh đã hết lòng, tình nguyện tưới nước cho rau vào buổi sáng thậm chí còn bỏ cả bữa ăn sáng.\""
        }
    ],
    "suggestions": []
}