{
    "en_vn": {
        "data": {
            "content": null,
            "word": "wid",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "wid",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wid",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wid",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wid",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Miss Melly, you got ter come home <em>wid</em> me, dis evenin'.",
            "vi": "Cô melly, cô phải sang nhà với tui, ngay tối nay."
        },
        {
            "en": "But ah specs ah better keep hid dat miss Melly settin' up <em>wid</em> lil miss.",
            "vi": "Nhưng mình nghĩ nên giấu kín chuyện cô melly ngồi canh em bé."
        },
        {
            "en": "An' ah'm wo'out <em>wid</em> de way you been ackin' sence Bonnie wuz kilt.",
            "vi": "Và tôi quá ớn cái cách ứng xử của anh từ khi bonnie bị giết."
        },
        {
            "en": "When Bonnie was four years old, Mammy began to grumble about the impropriety of a girl child riding a-straddle in front of her pa <em>wid</em> her dress flyin' up.",
            "vi": "Khi bonnie lên bốn, mammy bắt đầu làu bàu là con gái mà lại ngồi dạng chân trên lưng ngựa trước mặt cha để váy bay tốc nên thì thật không ra sao."
        },
        {
            "en": "Dis evenin' miss Scarlett ketch him in de upstairs hall w'en he come in, an' she go in de room <em>wid</em> him an' she say: de fune'l set fer termorrer mawnin'.",
            "vi": "Thế rồi tối nay, cô scarlett đuổi kịp cậu ở hành lang trên gác và cùng vào buồng với cậu và cô bảo: đám tang đã định vào sáng mai."
        },
        {
            "en": "An' den he lock de do' an' dar he set <em>wid</em> Lil miss, an' he din' open de do' fer miss Scarlett even w'en she beat an' hollered ter him.",
            "vi": "Rồi khoá cửa lại, ngồi trong ấy với con bé, thậm chí không mở cửa cho cô scarlett khi cô ý đập cửa gào lên với cậu."
        }
    ],
    "suggestions": []
}