{
    "en_vn": {
        "data": {
            "content": null,
            "word": "widget",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>widget</k><blockquote><cclass>[<cclass>'wɪdʒɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>informal a small gadget or mechanical device. </cclass></cclass></blockquote><blockquote>⁃ <cclass>Computing a component of a user interface with a particular function. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s (orig. US): perh. an alt. of <kref>gadget</kref>. </blockquote></div>",
            "word": "widget",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "widget",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "widget",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "widget",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The most specific of the <em>widget</em> list.",
            "vi": "Phần đặc trưng nhất của danh sách widget"
        },
        {
            "en": "The Seyon program uses the vt100 <em>widget</em>, which then sets the geometry.",
            "vi": "Trình seyon dùng vt100widget, mà kế đó nó sẽ xác lập kích cỡ cửa sổ."
        },
        {
            "en": "A <em>widget</em> can be a button, menu, scrollbar, or option list.",
            "vi": "Widget có thể là một nút ấn, menu, thanh trượt, hay danh sách tùy chọn."
        },
        {
            "en": "I'm actually using both the X-Intrinsics and the Athena <em>Widget</em> set to help.",
            "vi": "Ở đây phải dùng cả x - intrinsics lẫn athena widget set trợ giúp."
        },
        {
            "en": "That is, if you want all programs that use the vt100 <em>widget</em> to have a geometry of 80x25, you can make the setting like this.",
            "vi": "Tức là, nếu bạn muốn mọi chương trình đều dùng vt100 widget để có một kích cỡ 80x25, thì bạn có thể xác lập như sau."
        },
        {
            "en": "When you ask foxpro, figuratively speaking \"show me all the people over twenty-five years old, who live in georgia, and who own our <em>widget</em> product\", you are querying the database.",
            "vi": "Khi bạn yêu cầu foxpro, nói nôm na là \"hãy cho tôi thấy hết những ai trên hai mươi lăm tuổi, sống ở bang georgia, và là sở hữu chủ sản phẩm của chúng tôi\", tức là bạn đang truy vấn csdl đấy."
        },
        {
            "en": "If you have ever written X programs in C, Tcl will seem very easy to use, as many of the low -level functions of creating a window and manipulating it are handled by the Tk <em>widget</em> kit.",
            "vi": "Nếu bạn đã từng viết chương trình x bằng c, thì tcl dường như rất dễ dùng, vì có nhiều hàm cấp thấp để tạo cửa sổ và chế biến nó đều được widget kit của tk quản lí."
        },
        {
            "en": "More innovative, perhaps, is how the beer’s texture is achieved when no special tap can be used. Cans of Guinness and a number of other brands have a “<em>widget</em>”, which is simply a ball with a small bit of beer inside. When the can is opened, the contents depressurise which forces the widget’s payload out through a pinhole.",
            "vi": "Sáng tạo hơn là không cần loại vòi đặc biệt gì cả mà vẫn tạo ra bọt bia. Trong các lon bia của hãng Guinness và các hãng khác có một viên tròn với một chút bia bên trong. Khi khui ra, áp suất bên trong giảm xuống khiến những gì bên trong viên tròn này thoát ra thông qua một lỗ rất nhỏ."
        },
        {
            "en": "2. Turn unnecessary hardware features off\nIt's great that today's phones have LTE, GPS, Wi-Fi, and Bluetooth, but do you really need all four activated 24 hours per day? Android keeps location-based apps resident in the backgroun​d, and the constant drain on your battery will become noticeable, fast. Some 4G and 4G LTE smartphones let you turn off 4G mode separately, which is a good thing, since LTE consumes extra power but has yet to blanket the country. If your phone has a power control <em>widget</em>, you can use it to quickly turn on/off GPS, Wi-Fi, and Bluetooth, and sometimes 4G as well (depending on the phone).",
            "vi": "2. Tắt những tính năng phần cứng không cần thiết\nThật tuyệt khi điện thoại ngày nay được trang bị đầy đủ LTE, GPS, Wi-Fi, và Bluetooth, nhưng có thực sự cần phải kích hoạt cả bốn tính năng này trong suốt 24h/ngày? Android cho phép những ứng dụng dựa trên vị trí tiếp tục chạy ngầm, và tình trạng hao pin liên tục sẽ rất dễ nhận thấy và diễn ra rất nhanh. Vài điện thoại thông minh 4G và 4G LTE cho phép bạn tắt riêng chế độ 4G. Điều này thật tốt vì LTE sẽ tiêu thụ thêm một lượng pin nhưng nó vẫn chưa phủ sóng rộng khắp. Nếu điện thoại của bạn có widget kiểm soát điện năng, bạn có thể sử dụng nó để nhanh chóng bật/tắt GPS, Wi-Fi, và Bluetooth, và đôi khi là 4G (tùy điện thoại)."
        }
    ],
    "suggestions": []
}