{
    "en_vn": {
        "data": {
            "content": null,
            "word": "wilds"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "wilds"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>wilds</k><blockquote>▸ <cclass>plural noun REMOTE AREAS, wilderness; backwoods; <cclass><i>N. Amer.</i> backcountry, backland; <cclass><i>Austral./NZ</i> outback, bush, backblocks, booay; <cclass><i>N. Amer.</i><cclass><i>informal</i> boondocks, tall timbers.</cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "wilds"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wilds"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wilds"
        }
    },
    "sentences": [
        {
            "en": "I live out in the <em>wilds</em>.",
            "vi": "Tôi sống trong vùng hoang dã."
        },
        {
            "en": "I want to discover the <em>wilds</em> of Australia.",
            "vi": "Tôi muốn khám phá những vùng hoang vu của Úc."
        },
        {
            "en": "Kita has finished writing the next in the series, called Fable Nation II: The <em>Wilds</em> of Africa.",
            "vi": "Cô đã viết xong quyển \"Thế giới truyện ngụ ngôn\" thứ 2 với tên gọi: \"Châu Phi hoang dã\"."
        },
        {
            "en": "He tasted salmon that had been chewed on by a bear, but passed on drinking his own pee. Thus did President Barack Obama test his mettle in the <em>wilds</em> of Alaska?",
            "vi": "Ông ta đã ăn thử miếng cá hồi mà trước đó một chú gấu nhai dở, nhưng không chịu uống nước tiểu của mình. Như vậy tổng thống Obama có vượt qua thử thách lòng can đảm của mình ở vùng rừng hoang Alaska hay không?"
        },
        {
            "en": "THE SWAMP CREATURE: According to legend, a terrifying monster lurks deep in the untamed <em>wilds</em> of Louisiana's Honey Island Swamp, less than an hour from New Orleans. Standing over 7 feet tall and weighing between 400 and 500 pounds, the Honey Island Swamp Monster — also known as the Louisiana Wookie — is said to be covered in a thick coat of matted gray or brown hair. Its yellow eyes are seemingly reptilian, and the smell it emits has been called the stench of death. This primitive creature has long been blamed for the deaths of livestock and the mysterious disappearances of children in adjacent areas.",
            "vi": "Quái vật đầm lầy: Theo truyền thuyết, một con quái vật đáng sợ ẩn nấp sâu trong vùng hoang dã của đầm lầy Honey Island thuộc tiểu bang Louisiana, cách New Orleans chưa đến một giờ. Cao trên 7 feet và nặng khoảng 400 – 500 cân, quái vật đầm lầy Honey Island - còn được gọi là Wookie Louisiana - được cho là có bộ lông dày bù xù màu xám hoặc nâu mờ. Đôi mắt màu vàng của nó giống như loài bò sát, và nó bốc mùi hôi thối của cái chết. Sinh vật cổ xưa này từ lâu đã bị đổ lỗi cho những cái chết của gia súc và các vụ mất tích bí ẩn của trẻ em ở những khu vực lân cận."
        }
    ],
    "suggestions": []
}