{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Wilkinson",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Wilkinson",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Wilkinson",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Wilkinson",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Wilkinson",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "By Emma <em>Wilkinson</em>",
            "vi": "Viết bởi Emma Wilkinson"
        },
        {
            "en": "Miss <em>Wilkinson</em> said they could have implications for people revising for exams who needed to learn lists of facts.",
            "vi": "Cô wilkinson cho biết chúng có thể giúp ích cho những người đang ôn thi vì họ cần nắm bắt rất nhiều các kiến thức."
        },
        {
            "en": "Oklahoma, coached by Bud <em>Wilkinson</em>, wins the college football national championship with a record of tens wins and no losses.",
            "vi": "Đội Oklahoma do Bud Wilkinson huấn luyện đã giành được chức vô địch bóng đá quốc gia các trường đại học với kỷ lục 10 bàn thắng, không thua bàn nào."
        },
        {
            "en": "Since futures contracts are cleared by member firms, the possibility exists that a sudden move in bitcoin would force these firms to cover losses by selling other commodities-yen, pork bellies, whatever else they own, so says Andrew <em>Wilkinson</em>, chief market analyst at Interactive Brokers, which handled half the bitcoin volume on the opening day.",
            "vi": "Theo Andrew Wilkinson, nhà phân tích thị trường của Interactive Brokers, đã xử lý một nửa lượng bitcoin vào ngày mở cửa, các hợp đồng tương lai đã bị xóa sổ bởi các công ty thành viên, khả năng xảy ra sự chuyển đổi đột ngột bitcoin sẽ buộc các công ty này phải bù đắp tổn thất bằng cách bán các mặt hàng khác như các \"pork bellies\", bất cứ thứ gì khác mà họ sở hữu."
        }
    ],
    "suggestions": []
}