{
    "en_vn": {
        "data": {
            "content": null,
            "word": "willfully",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "willfully",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "willfully",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "willfully",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "willfully",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "In addition, when convenient the Department of Commerce <em>willfully</em> ignores its international commitments in the pursuit of its own interests.",
            "vi": "Ngoài ra, khi nào thấy tiện Bộ Thương mại Hoa Kỳ cố tình lờ tịt các cam kết quốc tế của mình vì lợi ích của chính mình."
        },
        {
            "en": "Every person who shall maliciously and <em>willfully</em> disturb the peace or quiet of any neighborhood or person or family by loud or unusual noises, or by tumultuous and offensive conduct, threatening, traducing, quarreling, challenging to fight, or",
            "vi": "Người có ý và cố ý gây rối trị an hoặc sự yên tĩnh của bất kỳ khu phố hoặc người hoặc gia đình nào bằng những tiếng ồn lớn hoặc bất thường, hoặc bằng cách thực hiện một cách ầm ĩ và làm khó chịu, đe dọa, vu khống, tranh chấp, thách thức để đánh nhau, hoặc khiêu chiến, sẽ bị xử tội nhẹ."
        },
        {
            "en": "Every person who shall maliciously and <em>willfully</em> disturb the peace or quiet of any neighborhood or person or family by loud or unusual noises, or by tumultuous and offensive conduct, threatening, traducing, quarreling, challenging to fight, or fighting, shall",
            "vi": "Người có ý và cố ý gây rối trị an hoặc sự yên tĩnh của bất kỳ khu phố hoặc người hoặc gia đình nào bằng những tiếng ồn lớn hoặc bất thường, hoặc bằng cách thực hiện một cách ầm ĩ và làm khó chịu, đe dọa, vu khống, tranh chấp, thách thức để đánh nhau, hoặc khiêu chiến, sẽ bị xử tội nhẹ."
        },
        {
            "en": "deal of their anger and frustrations directed at their parents. With the practice of Compassion, parents will understand that this rebelliousness is a natural part of growing up and that children do not mean to hurt their parents <em>willfully</em>.",
            "vi": "Lứa tuổi sắp sửa bước vào thời kỳ trưởng thành, chúng thường hay ngỗ nghịch, với nhiều sự giận dữ và bất mãn hướng về bố mẹ. Với sự tu tập tâm bi, bố mẹ sẽ hiểu rằng sự ngỗ nghịch này là một phần tự nhiên của tuổi đang lớn và những đứa bé đó không có ý định làm tổn thương bố mẹ chúng."
        },
        {
            "en": "Every person who shall maliciously and <em>willfully</em> disturb the peace or quiet of any neighborhood or person or family by loud or unusual noises, or by tumultuous and offensive conduct, threatening, traducing, quarreling, challenging to fight, or fighting, shall be guilty of a misdemeanor.",
            "vi": "của bất kỳ khu phố hoặc người hoặc gia đình nào bằng những tiếng ồn lớn hoặc bất thường, hoặc bằng cách thực hiện một cách ầm ĩ và làm khó chịu, đe dọa, vu khống, tranh chấp, thách thức để đánh nhau, hoặc khiêu chiến, sẽ bị xử tội nhẹ."
        },
        {
            "en": "Adolescence is a very difficult time for children. They are coming to terms with adulthood and therefore are rebellious, with a great deal of their anger and frustrations directed at their parents. With the practice of Compassion, parents will understand that this rebelliousness is a natural part of growing up and that children do not mean to hurt their parents <em>willfully</em>.",
            "vi": "giận dữ và bất mãn hướng về bố mẹ. Với sự tu tập tâm bi, bố mẹ sẽ hiểu rằng sự ngỗ nghịch này là một phần tự nhiên của tuổi đang lớn và những đứa bé đó không có ý định làm tổn thương bố mẹ chúng."
        },
        {
            "en": "Every person who shall maliciously and <em>willfully</em> disturb the peace or quiet of any neighborhood or person or family by loud or unusual noises, or by tumultuous and offensive conduct, threatening, traducing, quarreling, challenging to fight, or fighting, shall be guilty",
            "vi": "Người có ý và cố ý gây rối trị an hoặc sự yên tĩnh của bất kỳ khu phố hoặc người hoặc gia đình nào bằng những tiếng ồn lớn hoặc bất thường, hoặc bằng cách thực hiện một cách ầm ĩ và làm khó chịu, đe dọa, vu khống, tranh chấp, thách thức để đánh nhau, hoặc khiêu chiến, sẽ bị xử tội nhẹ."
        },
        {
            "en": "terms with adulthood and therefore are rebellious, with a great deal of their anger and frustrations directed at their parents. With the practice of Compassion, parents will understand that this rebelliousness is a natural part of growing up and that children do not mean to hurt their parents <em>willfully</em>.",
            "vi": "Lứa tuổi sắp sửa bước vào thời kỳ trưởng thành, chúng thường hay ngỗ nghịch, với nhiều sự giận dữ và bất mãn hướng về bố mẹ. Với sự tu tập tâm bi, bố mẹ sẽ hiểu rằng sự ngỗ nghịch này là một phần tự nhiên của tuổi đang lớn và những đứa bé đó không có ý định làm tổn thương bố mẹ chúng."
        },
        {
            "en": "Samsung is fighting to chip away at the enormous settlement amount or to have it thrown out. As part of its strategy, the South Korean company is asking for a new trial, alleging that the foreman of the jury was <em>willfully</em> dishonest by not divulging he was sued by his former employer in 1993, a company in which Samsung had invested.",
            "vi": "Samsung đang cố gắng cắt giảm khoản tiền hoà giải khổng lồ hoặc khiến nó bị bác bỏ. Như một phần chiến lược của hãng, công ty Hàn Quốc đang yêu cầu mở phiên xử mới, và cho rằng chủ tịch ban hội thẩm đã cố ý không trung thực khi che giấu việc vị chủ tịch này từng bị người chủ cũ kiện cáo vào năm 1993, một công ty mà Samsung đã đầu tư vào đó."
        },
        {
            "en": "Every person who shall maliciously and <em>willfully</em> disturb the peace or quiet of any neighborhood or person or family by loud or unusual noises, or by tumultuous and offensive conduct, threatening, traducing, quarreling, challenging to fight, or fighting, shall be guilty of a misdemeanor.",
            "vi": "Người có ý và cố ý gây rối trị an hoặc sự yên tĩnh của bất kỳ khu phố hoặc người hoặc gia đình nào bằng những tiếng ồn lớn hoặc bất thường, hoặc bằng cách thực hiện một cách ầm ĩ và làm khó chịu, đe dọa, vu khống, tranh chấp, thách thức để đánh nhau, hoặc khiêu chiến, sẽ bị xử tội nhẹ."
        },
        {
            "en": "for children. They are coming to terms with adulthood and therefore are rebellious, with a great deal of their anger and frustrations directed at their parents. With the practice of Compassion, parents will understand that this rebelliousness is a natural part of growing up and that children do not mean to hurt their parents <em>willfully</em>.",
            "vi": "Lứa tuổi sắp sửa bước vào thời kỳ trưởng thành, chúng thường hay ngỗ nghịch, với nhiều sự giận dữ và bất mãn hướng về bố mẹ. Với sự tu tập tâm bi, bố mẹ sẽ hiểu rằng sự ngỗ nghịch này là một phần tự nhiên của tuổi đang lớn và những đứa bé đó không có ý định làm tổn thương bố mẹ chúng."
        }
    ],
    "suggestions": []
}