{
    "en_vn": {
        "data": {
            "content": null,
            "word": "windswept"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>windswept</k><blockquote>■ <cclass>adjective exposed to strong winds. </cclass></blockquote><blockquote>⁃ untidy after being exposed to the wind. </blockquote></div>",
            "word": "windswept"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>windswept</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the windswept moors</i>: EXPOSED, bleak, bare, desolate.</blockquote><blockquote><b>2</b><i>his windswept hair</i>: DISHEVELLED, tousled, unkempt, wind-blown, untidy; <cclass><i>N. Amer.</i> mussed up.</cclass></blockquote></div>",
            "word": "windswept"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "windswept"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "windswept"
        }
    },
    "sentences": [
        {
            "en": "<em>Windswept</em> hillside",
            "vi": "Sườn đồi lộng gió"
        },
        {
            "en": "<em>Windswept</em> hair",
            "vi": "Tóc rối bù vì gió"
        },
        {
            "en": "We fly a kite on the <em>windswept</em> fields.",
            "vi": "Chúng tôi thả diều trên cánh đồng lộng gió."
        },
        {
            "en": "In 1927, he produced his sedan Model A, which was much more comfortable than the open, <em>windswept</em> Model T.",
            "vi": "Vào năm 1927, ông ấy sản xuất xe hơi bốn chỗ kiểu chữ a, tiện nghi hơn nhiều so với xe hơi kiểu chữ t mui trần không chắn gió."
        },
        {
            "en": "Know the camping environment. Different terrain carries different challenges — for example, pitching a tent on sand is very different from setting up camp on land, and if you don't have the right equipment, you could find yourself sleeping under the stars on a <em>windswept</em> beach!",
            "vi": "Nắm rõ môi trường cắm trại. Các địa hình khác nhau có những thách thức khác nhau - ví dụ như dựng lều trên cát rất khác với dựng trại trên đất, và nếu bạn không có đúng thiết bị, bạn có thể phải ngủ giữa trời trên một bãi biển lộng gió!"
        },
        {
            "en": "Influenced by Le Corbusier’s ideas on town planning, every large British city built multi-storey housing estates in the 1960s. Mass- produced, low-cost high-rises seemed to offer a solution to the problem of housing a growing inner-city population. But far from meeting human needs, the new estates often proved to be <em>windswept</em> deserts lacking essential social facilities and services. Many of these buildings were poorly designed and constructed and have since been demolished.",
            "vi": "Với việc chịu ảnh hưởng của những ý tưởng về quy hoạch đô thị của Le Corbusier, mỗi thành phố lớn của Anh đã xây dựng các khu nhà ở nhiều tầng vào những năm 1960. Sản xuất hàng loạt, cao tầng với chi phí thấp có vẻ như tạo ra một giải pháp cho vấn đề nhà ở khi dân số nội thành ngày càng tăng. Nhưng đi quá xa so với nhu cầu của con người, các bất động sản mới thường được cho là sa mạc lộng gió và thiếu các cơ sở và dịch vụ xã hội thiết yếu. Nhiều tòa nhà này được thiết kế và xây dựng kém và đã bị phá hủy."
        }
    ],
    "suggestions": []
}