{
    "en_vn": {
        "data": {
            "content": null,
            "word": "windowsill",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>windowsill</k><blockquote>■ <cclass>noun a ledge or sill forming the bottom part of a window. </cclass></blockquote></div>",
            "word": "windowsill",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "windowsill",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "windowsill",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "windowsill",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Dust collect on the <em>windowsill</em>.",
            "vi": "Bụi bẩn bám đầy trên ngưỡng cửa sổ."
        },
        {
            "en": "Dust had collected on the <em>windowsill</em>.",
            "vi": "Bụi bẩn chất đống trên ngưỡng cửa sổ."
        },
        {
            "en": "She wants to have a <em>windowsill</em> in her room.",
            "vi": "Cô ấy muốn có một bệ cửa sổ trong phòng cô ấy."
        },
        {
            "en": "A white cat relaxes in a <em>windowsill</em> behind a screen.",
            "vi": "Một con mèo trắng nằm nghỉ trên ngưỡng cửa sổ phía sau tấm rèm."
        },
        {
            "en": "He's got a few plants in pots on the <em>windowsill</em>.",
            "vi": "Anh ấy cắm vài cây vào chậu để ở ngưỡng cửa sổ."
        },
        {
            "en": "The vase was in a precarious position on the <em>windowsill</em>.",
            "vi": "Cái bình để ở chỗ bấp bênh trên khung cửa sổ."
        },
        {
            "en": "If you don't clean and repaint that old <em>windowsill</em>, it will rot off.",
            "vi": "Nếu anh không lau chùi và sơn lại bệ cửa sổ cũ đó nó sẽ bị mục."
        },
        {
            "en": "Even though some of the memories of her are in the little, blue box on the <em>windowsill</em>, thinking of her is still hard.",
            "vi": "Dù vài kí ức về cô ấy chỉ trong chiếc hộp nhỏ màu xanh trên bậu cửa sổ, nhưng nghĩ về cô ấy vẫn thật khó khăn."
        },
        {
            "en": "So Turkish and German and a host of others like them have \"more words\" than English. And no fair disallowing Turkish and German's flexible word-coinage. If we do that, we have to throw out English compounds, too; no \"shoelace\", \"<em>windowsill</em>\", \"phrasebook\", \"boatswain\" and so on. We'd also have to throw out foreign-derived compounds like \"television\" and \"geography\". A mess. ",
            "vi": "Vậy tiếng Thổ Nhĩ Kỳ và tiếng Đức, cũng như đại diện của những ngôn ngữ khác tương tự như vậy đều có \"nhiều từ\" hơn tiếng Anh. Và như vậy là không công bằng khi không công nhận những từ ngữ linh hoạt mới được tạo của tiếng Đức và tiếng Thổ Nhĩ Kỳ. Nếu chúng ta làm như thế, chúng ta cũng phải vứt bỏ những từ ghép trong tiếng Anh; không \"dây giày\", không \"ngưỡng cửa sổ\", không \"sách cụm từ và thành ngữ\", không \"viên quản lý neo buồm\" và v.v. Chúng ta cũng phải ném đi những từ ghép vay mượn từ tiếng nước ngoài như \"ti vi\" và \"địa lý học\". Một mớ hỗn độn."
        },
        {
            "en": "How to Store Green Onions/ScallionsOption 1:   Place your green onions in a jar, and fill with an inch or two of water (just enough to cover the roots). Then, place the jar on the <em>windowsill</em> in your kitchen. Your onions will not only stay fresh, but continue to grow. Change or add water every couple days, as needed.",
            "vi": "Cách giữ cho hành lá tươi lâuCách 1 :  Cho hành lá vô một cái hũ, và đổ khoảng 3-5cm nước (nước vừa phủ rễ). Sau đó, đặt hũ này lên bậu cửa sổ nhà bếp. Hành lá không chỉ tươi hoài, mà còn mọc lá tiếp nữa cơ.  Cứ vài ngày lại thay nước hoặc thêm nước, nếu cần."
        },
        {
            "en": "Certain hues have a profound impact on the way you feel in your home. Whether you paint a wall, add a throw to your bed or just rethink the collection of objects on your kitchen <em>windowsill</em> it is easy to use colour to improve your mood. ",
            "vi": "Tất nhiên màu sắc có ảnh hưởng đến cách bạn cảm nhận trong ngôi nhà của bạn. Cho dù bạn sơn một bức tường, thêm vào đó là đến cái giường ngủ của bạn hay chỉ là suy nghĩ bộ sưu tập về chủ đề cửa sổ nhà bếp của bạn thật dễ để sử dụng màu sẵ để cải thiện màu sắc của bạn"
        }
    ],
    "suggestions": []
}