{
    "en_vn": {
        "data": {
            "content": null,
            "word": "wingspan",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wingspan</k><blockquote>(also <cclass><b>wingspread</b>) </cclass></blockquote><blockquote>■ <cclass>noun the maximum extent across the wings of an aircraft, bird, etc., measured from tip to tip. </cclass></blockquote></div>",
            "word": "wingspan",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wingspan",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wingspan",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wingspan",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What is your <em>wingspan</em> in relation to height?",
            "vi": "Sải cánh của bạn có liên quan với gì với chiều cao?"
        },
        {
            "en": "The male has a <em>wingspan</em> of twenty centimeters and a tail span of fifteen centimeters, making it one of the world’s largest silk moths.",
            "vi": "Con đực có sải cánh dài 20cm và đuôi xoè 15cm, khiến nó là loài bướm đêm lụa lớn nhất thế giới."
        },
        {
            "en": "For example, Bank One has set up <em>Wingspan</em>, which is an online bank that in fact compete, with its actual branches.",
            "vi": "Ví dụ, Bank One đã thiết lập Wingspan, một ngân hàng trực tuyến mà trên thực tế cạnh tranh với những chi nhánh hiện tại của nó."
        },
        {
            "en": "Bats are actually mostly small creatures that can fit in the palm of your hand. There are only a few extreme-sized bats and they are found in Asia. The tiniest of these is the size of a bumblebee while the largest is about 2 pounds, but with a <em>wingspan</em> of almost 6 feet.",
            "vi": "Dơi thực sự rất nhỏ đến nỗi vừa lòng bàn tay bạn. Chỉ có một vài loài dơi cỡ lớn và chúng được tìm thấy tại Châu Á. Loài dơi nhỏ nhất có kích thước của một con ong mật trong khi loài lớn nhất nặng 2 pounds với một cái sải cánh dài 6 feet."
        },
        {
            "en": "Bats are actually mostly small creatures that can fit in the palm of your hand. There are only a few extreme-sized bats and they are found in Asia. The tiniest of these is the size of a bumblebee while the largest is about 2 pounds, but with a <em>wingspan</em> of almost 6 feet.",
            "vi": "Dơi thực sự rất nhỏ đến nỗi vừa lòng bàn tay bạn. Chỉ có một vài loài dơi cỡ lớn và chúng được tìm thấy tại Châu Á. Loài dơi nhỏ nhất có kích thước của một con ong mật trong khi loài lớn nhất nặng 2 pounds với một cái sải cánh dài 6 feet."
        },
        {
            "en": "If a cockroach is in your kitchen, you probably think it's big. But consider yourself lucky, because most domestic roaches don't come close to the siz​e of their giant, tropical cousins. Megaloblatta longipennis boasts a <em>wingspan</em> of 18 cm, or 7 inches. The Australian rhinoceros cockroach (Macropanesthia rhinoceros) weighs a hefty 33.5 grams. The giant cave cricket, Blaberus giganteus, measures 4 inches long at maturity. Aren't you glad these cockroaches aren't running around on your kitchen counters?",
            "vi": "Nếu có một con gián trong nhà bếp của bạn, bạn có thể nghĩ nó lớn. Nhưng bạn vẫn còn may đấy, bởi vì hầu hết lũ gián trong nhà đều không to bằng một góc của lũ họ hàng gián nhiệt đới khổng lồ của chúng. Loài gián Megaloblatta longipennis kiêu hãnh có được sải cánh dài đến 18cm, hoặc 7 inch. Loài gián tê giác ở Úc (gián tê giác Macropanesthia) nặng đến 33,5 gram. Loài dế Blaberus giganteus khổng lồ sống trong hang, dài đến 4 inch khi trưởng thành. Bạn không vui đâu nếu mấy con gián to đùng này chạy vòng vòng trong bếp của bạn đúng không?"
        },
        {
            "en": "MOTHMAN: MISTAKEN IDENTITY? Sightings of the Mothman ceased soon after the tragic collapse. Some theorize that the creature was actually a large bird, such as a sandhill crane, which can reach a height of over 3 feet and achieve a <em>wingspan</em> of 6 feet. Still others claim Mothman was a supernatural being. Today, all that remains of Mothman is a 12-foot-tall stainless steel sculpture of the fearsome monster in Mothman Park in Point Pleasant, West Virginia.",
            "vi": "Người Bướm: Nhận dạng nhầm? Sự trông thấy Người Bướm chấm dứt ngay sau sự sụp đổ bi thảm của cây cầu Silver Bridge. Một số người đưa ra giả thuyết rằng thực sự sinh vật này là một loài chim lớn, chẳng hạn như sếu mào đỏ Bắc Mỹ (sếu Canada), có thể cao trên 3 feet và có sải cánh dài đến 6 feet. Vẫn còn những người khác tin rằng Người Bướm là một thế lực siêu nhiên. Ngày nay, tất cả những gì còn lại của Người Bướm là một tác phẩm điêu khắc bằng thép không gỉ cao 12 feet về quái vật này đáng sợ trong Công viên Mothman ở Point Pleasant, Tây Virginia."
        },
        {
            "en": "SIMILARITIES WITH MOTHMAN: The Owlman of Mawnan is often compared with West Virginia's Mothman in cryptozoology because eyewitness accounts dictate similar qualities. They're both described as winged, birdlike humanoids about 4-7 feet tall with a <em>wingspan</em> of about 10 feet. According to cryptozoologists, they both have large, red, glowing eyes and live in wooded areas near rural towns. Owlman and Mothman are also both associated with paranormal and UFO activity.",
            "vi": "Những nét tương đồng với Người Bướm: Người Cú vùng Mawnan thường được so sánh với Người Bướm của miền Tây bang Virginia trong ngành học nghiên cứu về quái vật truyền thuyết vì những miêu tả của nhân chứng cho thấy những đặc điểm tương tự. Họ đều mô tả một sinh vật có hình dạng người, nhưng có cánh giống như chim, cao khoảng 4-7 feet với sải cánh dài khoảng 10 feet. Theo các nhà khoa học nghiên cứu về các quái vật truyền thuyết, cả hai đều có đôi mắt lớn, màu đỏ và phát sáng, đều sống trong các khu rừng gần vùng nông thôn. Cả Người cú và Người Bướm đều liên quan đến hoạt động huyền bí và UFO."
        },
        {
            "en": "GIANT BAT PEOPLE: Sightings of mysterious human-siz​ed bats have been reported in all corners of the world. They are described as having black or gray fur, a monkey-like face, clawed feet and a 10-15 foot <em>wingspan</em>. In Brazil they are called \"bat people.\" In Mexico, an ancient Mayan cult worshiped the \"death bat.\" The rainforests of Java echo the cries of a bat creature called the \"Athol\" because of its distinct \"a-hool\" vocalization. In Vietnam they are known as \"night flyers.\" These winged humanoids are generally 5 feet tall with eerie feminine features. They are known to swoop down on their victims and attack several times.",
            "vi": "Người dơi khổng lồ: Việc trông thấy những con dơi bí ẩn to bằng con người đã được báo cáo trên khắp thế giới. Chúng được mô tả là có bộ lông màu đen hoặc xám, mặt giống khỉ, chân có móng vuốt và sải cánh dài 10-15 feet. Ở Brazil chúng được gọi là \"người dơi\". Tại Mexico, một giáo phái của người Maya cổ đại tôn thờ \"dơi tử thần\". Các khu rừng mưa nhiệt đới của Java vang những tiếng kêu khóc của một sinh vật như dơi được gọi là \"Athol\" vì tiếng kêu \"a-hool\" đặc trưng của nó. Tại Việt Nam, chúng được biết đến như là \"Quỷ hút máu\". Những sinh vật có cánh trong hình dạng người, cao 5 feet với các đặc điểm kỳ lạ của nữ giới. Họ thường bổ nhào xuống nạn nhân của mình và tấn công nhiều lần."
        },
        {
            "en": "THE LEGEND OF MOTHMAN: From approximately November 1966 through December 1967, dozens of people reported sightings of a huge, semi-human winged creature with glowing red eyes in and around Point Pleasant, West Virginia. At between 6.5 and 7 feet tall and with a <em>wingspan</em> of nearly 10 feet, the shadowy creature was reportedly able to fly great distances at speeds up to 100 miles per hour. All who encountered this menacing creature were terrified by their experience. In the local media, the giant winged beast became known as \"Mothman.\"",
            "vi": "Truyền thuyết về người bướm: Trong khoảng thời gian từ tháng 11 năm 1966 đến tháng 12 năm 1967, hàng chục người báo cáo nhìn thấy một sinh vật nửa người khổng lồ, có cánh với đôi mắt phát sáng màu đỏ ở trong và xung quanh vùng Point Pleasant, Tây Virginia. Cao từ 6.5 đến 7 feet và với sải cánh rộng gần 10 feet, sinh vật bí ẩn này được cho là có thể bay một khoảng cách rất xa với tốc độ lên đến 100 dặm một giờ. Tất cả những ai gặp phải sinh vật đầy đe dọa này đều ​​khiếp sợ bởi trải nghiệm đó. Theo truyền thông địa phương, con thú có cánh khổng lồ này được biết đến với tên gọi là “Người bướm”."
        },
        {
            "en": "A LIVING FOSSIL? Native American legend speaks of a Thunderbird, an enormous flying creature with a <em>wingspan</em> more than twice the length of a war canoe (approximately 20 feet). According to myths from Pacific Northwest, Plains and Northeastern tribes, the Thunderbird was actually a god in animal form, and the thunderous sound of its flapping wings was meant to scare humans away from its territory. Although many stories claim the Thunderbird's favorite prey is the killer whale, other myths from the Illini tribe depict these monstrous birds as vengeful hunters, prone to grabbing children in their talons and carrying them away to kill them. Some cryptozoologists today compare thunderbirds to pterosaurs, giant birds of prey that roamed the skies 115 million years ago.",
            "vi": "Một hóa thạch sống? Huyền thoại châu Mỹ bản địa mô tả lôi điểu là một sinh vật khổng lồ, biết bay, với sải cánh dài gấp 2 lần chiều dài của một chiếc xuồng chiến (khoảng 20 feet). Theo những thần thoại từ các bộ tộc ở Tây Bắc Thái Bình Dương, Plains và Đông Bắc, lôi điểu thực sự là một vị thần trong lốt động vật, và âm thanh vỗ cánh như sấm của nó có nghĩa là để đe dọa con người không xâm lấn lãnh thổ của nó. Mặc dù nhiều câu chuyện cho rằng con mồi ưa thích nhất của lôi điểu là cá voi sát thủ, thì những thần thoại khác từ bộ tộc Illini miêu tả những con chim khổng lồ này như là những kẻ săn mồi đầy thù hận, sà xuống chộp lấy trẻ em trong móng vuốt của chúng và mang đi để giết chết. Ngày nay một số nhà khoa học nghiên cứu về các quái vật truyền thuyết so sánh lôi điểu với thằn lằn bay, loài chim săn mồi khổng lồ bá chủ của bầu trời 115 triệu năm về trước."
        },
        {
            "en": "WHY PEOPLE BELIEVE: Even before the turn of the 20th century, a group of cowboys in the southwest United States claimed to have killed an enormous bird, which they nailed to the side of a barn and photographed (the photo has since been lost). In July 1977, a boy from Lawndale, Illinois claimed to have been attacked by a giant bird, which clamped onto him and then lifted him for a distance of at least 30 yards. He managed to escape unharmed. Other sightings of enormous birds in New Mexico, Alaska, Texas and Pennsylvania have been reported in recent years. But some think the witnesses may simply have misjudged the birds' siz​e. The largest scientifically recognized bird in North America is the California condor, with a <em>wingspan</em> of up to 10 feet.",
            "vi": "Tại sao mọi người tin có lôi điểu: Ngay cả trước thế kỷ 20, một nhóm cao bồi ở phía tây nam Hoa Kỳ tuyên bố đã giết chết một con chim khổng lồ, mà họ đóng đinh vào vách bên của một kho thóc và chụp ảnh (tấm hình này hiện đã bị mất).Trong tháng 7 năm 1977, một cậu bé từ Lawndale, Illinois tuyên bố đã bị một con chim khổng lồ tấn công, nó đã chộp lấy cậu và sau đó lôi cậu bay lên cách mặt đất ít nhất là 30 yard. Cậu ta xoay trở để thoát được mà không hề hấn gì. Trông thấy lôi điểu ở New Mexico, Alaska, Texas và Pennsylvania cũng đã được báo cáo trong những năm gần đây. Tuy nhiên, một số người cho rằng các nhân chứng chỉ đơn giản là có thể đã đánh giá sai kích thước của loài chim này. Loài chim lớn nhất được khoa học công nhận ở Bắc Mỹ là kền kền California, với sải cánh dài đến 10 feet."
        }
    ],
    "suggestions": []
}