{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Wisconsin",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Wisconsin",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Wisconsin",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Wisconsin",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Wisconsin",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "John is in <em>Wisconsin</em> studying at the university.",
            "vi": "John hiện đang học đại học ở Wisconsin."
        },
        {
            "en": "I am so proud of our fellow citizens in <em>Wisconsin</em>.",
            "vi": "Tôi rất tự hào về đồng bào của mình ở Wisconsin."
        },
        {
            "en": "Why don't you try camping in some places like <em>Wisconsin</em> or Minnesota?",
            "vi": "Sao bạn không thử cắm trại ở vài nơi như Wisconsin hay Minnesota?"
        },
        {
            "en": "From L. A to <em>Wisconsin</em> it will take about three days.",
            "vi": "Từ Los Angeles tới Wisconsin sẽ mất khoảng 3 ngày."
        },
        {
            "en": "A teacher in <em>Wisconsin</em> says her students cheered as each winner was announced.",
            "vi": "Một nhà giáo ở bang wisconsin cho biết các học sinh của cô đã reo hò vang dội khi mỗi người đoạt giải được xướng danh."
        },
        {
            "en": "To prove his point, Wright his superb skyscraper for the Johnson Wax Company at Racine, <em>Wisconsin</em>.",
            "vi": "Để chứng minh điểm này, wright đã kiến tạo tòa nhà chọc trời tráng lệ của ông cho johnson wax company tại tỉnh racine, tiểu bang wisconsin."
        },
        {
            "en": "“Video games change your brain,” according to University of <em>Wisconsin</em> psychologist Shawn Green.",
            "vi": "\"Trò chơi điện tử thay đổi bộ não của bạn\", theo nhà tâm lý học Shawn Green thuộc Đại học Wisconsin."
        },
        {
            "en": "Pa and Ma talked about the folks in <em>Wisconsin</em>, and Ma wished she could send them a letter.",
            "vi": "Bố và Mẹ nhắc tới những người ở Wisconsin và Mẹ ao ước được gửi một lá thứ cho những người đó."
        },
        {
            "en": "I came back to tell you about the music scene in <em>Wisconsin</em> from my eyes, it was an exciting time.",
            "vi": "Tôi trở lại để kể cho em nghe về nơi tổ chức âm nhạc ở Wisconsin theo như những gì tôi thấy, thật tuyệt vời."
        },
        {
            "en": "All the long way from <em>Wisconsin</em> poor Jack had followed them so patiently and faithfully, and now they had left him to drown.",
            "vi": "Suốt con đường dài từ Wisconsin, Jack đã chạy theo họ bén gót, nhẫn nại và trung thành cùng cực, và lúc này, họ lại bỏ mặc nó."
        },
        {
            "en": "They had come in the covered wagon all the long way from the Big Woods of <em>Wisconsin</em>, across Minnesota and Iowa and Missouri.",
            "vi": "Trong cỗ xe buông kín mui, cả nhà đã vượt khoảng đường dài từ Big Woods qua Minnesota tới Iowa và Missouri."
        },
        {
            "en": "Judith Ladinsky is an associate professor in the Department of Preventive Medicine and Director of the Office of International Health Affairs in the University of <em>Wisconsin</em> Medical School.",
            "vi": "Bà Judith Ladinsky là giáo sư làm việc tại Khoa Thuốc Dự phòng và là Giám đốc Văn phòng Y tế Quốc tế tại Trường Dược thuộc ĐHTH Wisconsin."
        },
        {
            "en": "Once upon a time, sixty years ago, a little girl lived in the Big Woods of <em>Wisconsin</em>, in a little gray house made of logs.",
            "vi": "Thuở xưa, từ sáu mươi năm trước, có một cô bé sống tại khu Big Woods, thuộc vùng Wisconsin, trong một ngôi nhà gỗ nhỏ màu xám."
        },
        {
            "en": "The work by scientists from the University of <em>Wisconsin</em>-Madison and the World Health Organization is published in the review Nature.",
            "vi": "Công trình của các nhà khoa học thuộc đại học wisconsin - madison và tổ chức y tế thế giới được đăng trong tạp chí nature."
        },
        {
            "en": "James Paul Gee, professor of education at the University of <em>Wisconsin</em>-Madison, played his first video game years ago when his six-year-old son Sam was playing Pajama Sam: No Need to Hide When It’s Dark Outside",
            "vi": "James Paul Gee, giáo sư về giáo dục ở Đại học Wisconsin-Madison, đã chơi trò chơi điện tử lần đầu cách đây nhiều năm khi cậu con trai 6 tuổi, Sam, đang chơi “Pajama Sam: No Need to Hide When It’s Dark Outside”."
        },
        {
            "en": "and grandmothers of today were little boys and little girls or very small babies, or perhaps not even born, Pa and Ma and Mary and Laura and Baby Carrie left their little house in the Big Woods of <em>Wisconsin</em>.",
            "vi": "Đã lâu lắm rồi, từ thuở các cụ ông, cụ bà hiện nay mới chỉ là các cậu bé, cô bé hoặc các em nhỏ tí xíu, thậm chí nhiều người con chưa chào đời, thì Bố, Mẹ cùng Mary, Laura và bé Carrie rời khỏi ngôi nhà nhỏ ở Big Woods, Wisconsin."
        },
        {
            "en": "And, Charles, I'd like to write to the folks in <em>Wisconsin</em>. If you mail a letter now, they can write this winter, and then we can hear from them next spring.\"",
            "vi": "Thêm nữa, Charles, em rất muốn gửi thư về cho mọi người ở Wisconsin. Nếu anh gửi được một lá thư vào lúc này thì trong mùa đông này mọi người có thể viết trả lời và mình có thể biết tin tức ở đó vào mùa xuân tới."
        },
        {
            "en": "And, Charles, I'd like to write to the folks in <em>Wisconsin</em>. If you mail a letter now, they can write this winter, and then we can hear from them next spring.\"",
            "vi": ", em rất muốn gửi thư về cho mọi người ở Wisconsin. Nếu anh gửi được một lá thư vào lúc này thì trong mùa đông này mọi người có thể viết trả lời và mình có thể biết tin tức ở đó vào mùa xuân tới."
        },
        {
            "en": "pattern all over it that looked like ripe strawberries. A dressmaker had made it, in the East, in the place where Ma came from when she married Pa and moved out west to the Big Woods in <em>Wisconsin</em>.",
            "vi": "Chiếc áo cưới của mẹ rất đẹp. Áo màu xanh rêu điểm mẫu hoa văn nhỏ giống như những trái dâu tây chín. Một thợ may ở tận miền đông may chiếc áo khi mẹ làm đám cưới với bố và rời về miền tây tới khu Big Woods ở Winsconsin."
        },
        {
            "en": "Darunee Tantiwiramanond, Education and Training Needs of Vietnamese Women in Small and Medium Enterprises, Gender and Development Program, AIT and Shashi R. Pandey-Development Studies, University of <em>Wisconsin</em>-Madison, July 1998.",
            "vi": "Darunee Tantiwiramanond, Nhu cầu về giáo dục và đào tạo của Phụ nữ Việt nam trong các doanh nghiệp vừa và nhỏ, Chương trình Phát triển và Giới, AIT và Shashi R. Pandey-Development Studies – Trường đại học Wisconsin-Madison, tháng 7/1998."
        }
    ],
    "suggestions": []
}