{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['wistfənis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự bâng khuâng, sự đăm chiêu; sự nuối tiếc, sự buồn bã</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự có vẻ thèm muốn, sự có vẻ khao khát</td></tr></table><i/></div>",
            "word": "wistfulness",
            "pronounce": "['wistfənis]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "wistfulness",
            "pronounce": "['wistfənis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wistfulness",
            "pronounce": "['wistfənis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "wistfulness",
            "pronounce": "['wistfənis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wistfulness",
            "pronounce": "['wistfənis]"
        }
    },
    "sentences": [
        {
            "en": "7         7. UNHAPPY ENDING Rosalie hesitated in the doorway, her breathtaking face unsure. “Of course,” I replied, my voice an octave high with surprise. “Come on in.” I sat up, sliding to the end of the sofa to make room. My stomach twisted nervously as the one Cullen who did not like me moved silently to sit down in the open space. I tried to come up with a reason why she would want to see me, but my mind was a blank on that point. “Do you mind talking to me for a few minutes?” she asked. “I didn’t wake you or anything, did I?” Her eyes shifted to the stripped bed and back to my couch. “No, I was awake. Sure, we can talk.” I wondered if she could hear the alarm in my voice as clearly as I could. She laughed lightly, and it sounded like a chorus of bells. “He so rarely leaves you alone,” she said. “I figured I’d better make the best of this opportunity.” What did she want to say that couldn’t be said in front of Edward? My hands twisted and untwisted around the edge of the comforter. “Please don’t think I’m horribly interfering,” Rosalie said, her voice gentle and almost pleading. She folded her hands in her lap and looked down at them as she spoke. “I’m sure I’ve hurt your feelings enough in the past, and I don’t want to do that again.” “Don’t worry about it, Rosalie. My feelings are great. What is it?” She laughed again, sounding oddly embarrassed. “I’m going to try to tell you why I think you should stay human — why I would stay human if I were you.” “Oh.” She smiled at the shocked tone of my voice, and then she sighed. “Did Edward ever tell you what led to this?” she asked, gesturing to her glorious immortal body. I nodded slowly, suddenly somber. “He said it was close to what happened to me that time in Port Angeles, only no one was there to save you .” I shuddered at the memory. “Is that really all he told you?” she asked. “Yes,” I said, my voice blank with confusion. “Was there more?” She looked up at me and smiled; it was a harsh, bitter — but still stunning — expression. “Yes,” she said. “There was more.” I waited while she stared out the window. She seemed to be trying to calm herself. “Would you like to hear my story, Bella? It doesn’t have a happy ending — but which of ours does? If we had happy endings, we’d all be under gravestones now.” I nodded, though I was frightened by the edge in her voice. “I lived in a different world than you do, Bella. My human world was a much simpler place. It was nineteen thirty-three. I was eighteen, and I was beautiful. My life was perfect.” She stared out the window at the silver clouds, her expression far away. “My parents were thoroughly middle class. My father had a stable job in a bank, something I realize now that he was smug about — he saw his prosperity as a reward for talent and hard work, rather than acknowledging the luck involved. I took it all for granted then; in my home, it was as if the Great Depression was only a troublesome rumor. Of course I saw the poor people, the ones who weren’t as lucky. My father left me with the impression that they’d brought their troubles on themselves.   “It was my mother’s job to keep our house — and myself and my two younger brothers — in spotless order. It was clear that I was both her first priority and her favorite. I didn’t fully understand at the time, but I was always vaguely aware that my parents weren’t satisfied with what they had, even if it was so much more than most. They wanted more. They had social aspirations — social climbers, I suppose you could call them. My beauty was like a gift to them. They saw so much more potential in it than I did.   “They weren’t satisfied, but I was. I was thrilled to be me, to be Rosalie Hale. Pleased that men’s eyes watched me everywhere I went, from the year I turned twelve. Delighted that my girlfriends sighed with envy when they touched my hair. Happy that my mother was proud of me and that my father liked to buy me pretty dresses.   “I knew what I wanted out of life, and there didn’t seem to be any way that I wouldn’t get exactly what I wanted. I wanted to be loved, to be adored. I wanted to have a huge, flowery wedding, where everyone in town would watch me walk down the aisle on my father’s arm and think I was the most beautiful thing they’d ever seen. Admiration was like air to me, Bella. I was silly and shallow, but I was content.” She smiled, amused at her own evaluation.  “My parents’ influence had been such that I also wanted the material things of life. I wanted a big house with elegant furnishings that someone else would clean and a modern kitchen that someone else would cook in. As I said, shallow. Young and very shallow. And I didn’t see any reason why I wouldn’t get these things.  “There were a few things I wanted that were more meaningful. One thing in particular. My very closest friend was a girl named Vera. She married young, just seventeen. She married a man my parents would never have considered for me — a carpenter. A year later she had a son, a beautiful little boy with dimples and curly black hair. It was the first time I’d ever felt truly jealous of anyone else in my entire life.” She looked at me with unfathomable eyes. “It was a different time. I was the same age as you, but I was ready for it all. I yearned for my own little baby. I wanted my own house and a husband who would kiss me when he got home from work — just like Vera. Only I had a very different kind of house in mind. . .” It was hard for me to imagine the world that Rosalie had known. Her story sounded more like a fairy tale than history to me. With a slight shock, I realized that this was very close to the world that Edward would have experienced when he was human, the world he had grown up in. I wondered — while Rosalie sat silent for a moment — if my world seemed as baffling to him as Rosalie’s did to me? Rosalie sighed, and when she spoke again her voice was different, the <em>wistfulness</em> gone. “In Rochester, there was one royal family — the Kings, ironically enough. Royce King owned the bank my father worked at, and nearly every other really profitable business in town. That’s how his son, Royce King the Second” — her mouth twisted around the name, it came out through her teeth — “saw me the first time. He was going to take over at the bank, and so he began overseeing the different  positions. Two days later, my mother conveniently forgot to send my father’s lunch to work with him. I remember being confused when she insisted that I wear my white organza and roll my hair up just to run over to the bank.” Rosalie laughed without humor.  “I didn’t notice Royce watching me particularly. Everyone watched me. But that night the first of the  roses came. Every night of our courtship, he sent a bouquet of roses to me. My room was always overflowing with them. It got to the point that I would smell like roses when I left the house. “Royce was handsome, too. He had lighter hair than I did, and pale blue eyes. He said my eyes were like violets, and then those started showing up alongside the roses.  “My parents approved — that’s putting it mildly. This was everything they’d dreamed of. And Royce seemed to be everything I’d dreamed of. The fairy tale prince, come to make me a princess. Everything I wanted, yet it was still no more than I expected. We were engaged before I’d known him for two months.  “We didn’t spend a great deal of time alone with each other. Royce told me he had many responsibilities at work, and, when we were together, he liked people to look at us, to see me on his arm. I liked that, too. There were lots of parties, dancing, and pretty dresses. When you were a King, every door was open for you, every red carpet rolled out to greet you. “It wasn’t a long engagement. Plans went ahead for the most lavish wedding. It was going to be everything I’d ever wanted. I was completely happy. When I called at Vera’s, I no longer felt jealous. I pictured my fair-haired children playing on the huge lawns of the Kings’ estate, and I pitied her.” Rosalie broke off suddenly, clenching her teeth together. It pulled me out of her story, and I realized that the horror was not far off. There would be no happy ending, as she’d promised. I wondered if this was why she had so much more bitterness in her than the rest of them — because she’d been within reach of everything she’d wanted when her human life was cut short. “I was at Vera’s that night,” Rosalie whispered. Her face was smooth as marble, and as hard. “Her little Henry really was adorable, all smiles and dimples — he was just sitting up on his own. Vera walked me to the door as I was leaving, her baby in her arms and her husband at her side, his arm around her waist. He kissed her on the cheek when he thought I wasn’t looking. That bothered me. When Royce kissed me, it wasn’t quite the same — not so sweet somehow. . . . I shoved that thought aside. Royce was my prince. Someday, I would be queen.” It was hard to tell in the moonlight, but it looked like her bone white face got paler. “It was dark in the streets, the lamps already on. I hadn’t realized how late it was.”  She continued to whisper almost inaudibly. “It was cold, too. Very cold for late April. The wedding was only a week away, and I was worrying about the weather as I hurried home — I can remember that clearly. I remember every detail about that night. I clung to it so hard . . . in the beginning. I thought of nothing else. And so I remember this, when so many pleasant memories have faded away completely. . . .” She sighed, and began whispering again. “Yes, I was worrying about the weather. . . . I didn’t want to have to move the wedding indoors. . . . “I was a few streets from my house when I heard them. A cluster of men under a broken streetlamp, laughing too loud. Drunk. I wished I’d called my father to escort me home, but the way was so short, it seemed silly. And then he called my name.  “‘Rose!’ he yelled, and the others laughed stupidly. “I hadn’t realized the drunks were so well dressed. It was Royce and some of his friends, sons of other rich men. “‘Here’s my Rose!’ Royce shouted, laughing with them, sounding just as stupid. ‘You’re late. We’re cold, you’ve kept us waiting so long.’” “I’d never seen him drink before. A toast, now and then, at a party. He’d told me he didn’t like champagne. I hadn’t realized that he preferred something much stronger.  “He had a new friend — the friend of a friend, come up from Atlanta. “‘What did I tell you, John,’ Royce crowed, grabbing my arm and pulling me closer. ‘Isn’t she lovelier than all your Georgia peaches?’ “The man named John was dark-haired and suntanned. He looked me over like I was a horse he was buying. “‘It’s hard to tell,’ he drawled slowly. ‘She’s all covered up.’ “They laughed, Royce like the rest.  “Suddenly, Royce ripped my jacket from my shoulders — it was a gift from him — popping the brass buttons off. They scattered all over the street. “‘Show him what you look like, Rose!’ He laughed again and then he tore my hat out of my hair. The pins wrenched my hair from the roots, and I cried out in pain. They seemed to enjoy that — the sound of my pain. . . .” Rosalie looked at me suddenly, as if she’d forgotten I was there. I was sure my face was as white as hers. Unless it was green. “I won’t make you listen to the rest,” she said quietly. “They left me in the street, still laughing as they stumbled away. They thought I was dead. They were teasing Royce that he would have to find a new bride. He laughed and said he’d have to learn some patience first.  “I waited in the road to die. It was cold, though there was so much pain that I was surprised it bothered me. It started to snow, and I wondered why I wasn’t dying. I was impatient for death to come, to end the pain. It was taking so long. . . .  “Carlisle found me then. He’d smelled the blood, and come to investigate. I remember being vaguely irritated as he worked over me, trying to save my life. I’d never liked Dr. Cullen or his wife and her brother — as Edward pretended to be then. It had upset me that they were all more beautiful than I was, especially that the men were. But they didn’t mingle in society, so I’d only seen them once or twice.  “I thought I’d died when he pulled me from the ground and ran with me — because of the speed — it felt like I was flying. I remembered being horrified that the pain didn’t stop. . . .  “Then I was in a bright room, and it was warm. I was slipping away, and I was grateful as the pain began to dull. But suddenly something sharp was cutting me, my throat, my wrists, my ankles. I screamed in shock, thinking he’d brought me there to hurt me more. Then fire started burning through me, and I didn’t care about anything else. I begged him to kill me. When Esme and Edward returned home, I begged them to kill me, too. Carlisle sat with me. He held my hand and said that he was so sorry, promising that it would end. He told me everything, and sometimes I listened. He told me what he was, what I was becoming. I didn’t believe him. He apologized each time I screamed.  “Edward wasn’t happy. I remember hearing them discuss me. I stopped screaming sometimes. It did no good to scream. “‘What were you thinking, Carlisle?’ Edward said. ‘Rosalie Hale?’” Rosalie imitated Edward’s irritated tone to perfection. “I didn’t like the way he said my name, like there was something wrong with me. “‘I couldn’t just let her die,’ Carlisle said quietly. ‘It was too much — too horrible, too much waste.’  “‘I know,’ Edward said, and I thought he sounded dismissive. It angered me. I didn’t know then that he really could see exactly what Carlisle had seen. “‘It was too much waste. I couldn’t leave her,’ Carlisle repeated in a whisper. “‘Of course you couldn’t,’ Esme agreed. “‘People die all the time,’ Edward reminded him in a hard voice. ‘Don’t you think she’s just a little recognizable, though? The Kings will have to put up a huge search — not that anyone suspects the fiend,’ he growled.  “It pleased me that they seemed to know that Royce was guilty. “I didn’t realize that it was almost over — that I was getting stronger and that was why I was able to concentrate on what they were saying. The pain was beginning to fade from my fingertips. “‘What are we going to do with her?’ Edward said disgustedly — or that’s how it sounded to me, at least.  “Carlisle sighed. ‘That’s up to her, of course. She may want to go her own way.’ “I’d believed enough of what he’d told me that his words terrified me. I knew that my life was ended, and there was no going back for me. I couldn’t stand the thought of being alone. . . . “The pain finally ended and they explained to me again what I was. This time I believed. I felt the thirst, my hard skin; I saw my brilliant red eyes. “Shallow as I was, I felt better when I saw my reflection in the mirror the first time. Despite the eyes, I was the most beautiful thing I’d ever seen.” She laughed at herself for a moment. “It took some time before I began to blame the beauty for what had happened to me — for me to see the curse of it. To wish that I had been . . . well, not ugly, but normal. Like Vera. So I could have been allowed to marry someone who loved me, and have pretty babies. That’s what I’d really wanted, all along. It still doesn’t seem like too much to have asked for.” She was thoughtful for a moment, and I wondered if she’d forgotten my presence again. But then she smiled at me, her expression suddenly triumphant. “You know, my record is almost as clean as Carlisle’s,” she told me. “Better than Esme. A thousand times better than Edward. I’ve never tasted human blood,” she announced proudly. She understood my puzzled expression as I wondered why her record was only almost as clean.  “I did murder five humans,” she told me in a complacent tone. “If you can really call them human . But I was very careful not to spill their blood — I knew I wouldn’t be able to resist that, and I didn’t want any part of them in me, you see.  “I saved Royce for last. I hoped that he would hear of his friends’ deaths and understand, know what was coming for him. I hoped the fear would make the end worse for him. I think it worked. He was hiding inside a windowless room behind a door as thick as a bank vault’s, guarded outside by armed men, when I caught up with him. Oops — seven murders,” she corrected herself. “I forgot about his guards. They only took a second.”  “I was overly theatrical. It was kind of childish, really. I wore a wedding dress I’d stolen for the occasion. He screamed when he saw me. He screamed a lot that night. Saving him for last was a good idea — it made it easier for me to control myself, to make it slower —”  She broke off suddenly, and she glanced down at me. “I’m sorry,” she said in a chagrined voice. “I’m frightening you, aren’t I?” “I’m fine,” I lied.  “I got carried away.” “Don’t worry about it.” “I’m surprised Edward didn’t tell you more about it.” “He doesn’t like to tell other people’s stories — he feels like he’s betraying confidences, because he hears so much more than just the parts they mean for him to hear.” She smiled and shook her head. “I probably ought to give him more credit. He’s really quite decent, isn’t he?” “I think so.”  “I can tell.” Then she sighed. “I haven’t been fair to you, either, Bella. Did he tell you why? Or was that too confidential?” “He said it was because I was human. He said it was harder for you to have someone on the outside who knew.”  Rosalie’s musical laughter interrupted me. “Now I really feel guilty. He’s been much, much kinder to me than I deserve.” She seemed warmer as she laughed, like she’d let down some guard that had never been absent in my presence before. “What a liar that boy is.” She laughed again.  “He was lying?” I asked, suddenly wary. “Well, that’s probably putting it too strongly. He just didn’t tell you the whole story. What he told you was true, even truer now than it was before. However, at the time . . .” She broke off, chuckling nervously. “It’s embarrassing. You see, at first, I was mostly jealous because he wanted you and not me.” Her words sent a thrill of fear through me. Sitting there in the silver light, she was more beautiful than anything else I could imagine. I could not compete with Rosalie. “But you love Emmett . . . ,” I mumbled. She shook her head back and forth, amused. “I don’t want Edward that way, Bella. I never did — I love him as a brother, but he’s irritated me from the first moment I heard him speak. You have to understand, though . . . I was so used to people wanting me . And Edward wasn’t the least bit interested. It frustrated me, even offended me in the beginning. But he never wanted anyone, so it didn’t bother me long. Even when we first met Tanya’s clan in Denali — all those females! — Edward never showed the slightest preference. And then he met you.” She looked at me with confused eyes. I was only half paying attention. I was thinking about Edward and Tanya and all those females, and my lips pressed together in a hard line.  “Not that you aren’t pretty, Bella,” she said, misreading my expression. “But it just meant that he found you more attractive than me. I’m vain enough that I minded.” “But you said ‘at first.’ That doesn’t still . . . bother you, does it? I mean, we both know you’re the most beautiful person on the planet.” I laughed at having to say the words — it was so obvious. How odd that Rosalie should need such reassurances. Rosalie laughed, too. “Thanks, Bella. And no, it doesn’t really bother me anymore. Edward has always been a little strange.” She laughed again. “But you still don’t like me,” I whispered. Her smile faded. “I’m sorry about that.” We sat in silence for a moment, and she didn’t seem inclined to go on. “Would you tell me why? Did I do something . . . ?” Was she angry that I’d put her family — her Emmett — in danger? Time and time again. James, and now Victoria . . .  “No, you haven’t done anything,” she murmured. “Not yet.” I stared at her, perplexed. “Don’t you see, Bella?” Her voice was suddenly more passionate than before, even while she’d told her unhappy story. “You already have everything . You have a whole life ahead of you — everything I want.  And you’re going to just throw it away . Can’t you see that I’d trade everything I have to be you? You have the choice that I didn’t have, and you’re choosing wrong !” I flinched back from her fierce expression. I realized my mouth had fallen open and I snapped it shut. She stared at me for a long moment and, slowly, the fervor in her eyes dimmed. Abruptly, she was abashed. “And I was so sure that I could do this calmly.” She shook her head, seeming a little dazed by the flood of emotion. “It’s just that it’s harder now than it was then, when it was no more than vanity.” She stared at the moon in silence. It was a few moments before I was brave enough to break into her reverie. “Would you like me better if I chose to stay human?” She turned back to me, her lips twitching into a hint of a smile. “Maybe.” “You did get some of your happy ending, though,” I reminded her. “You got Emmett.” “I got half.” She grinned. “You know that I saved Emmett from a bear that was mauling him, and carried him home to Carlisle. But can you guess why I stopped the bear from eating him?” I shook my head. “With the dark curls . . . the dimples that showed even while he was grimacing in pain . . . the strange innocence that seemed so out of place on a grown man’s face . . . he reminded me of Vera’s little Henry. I didn’t want him to die — so much that, even though I hated this life, I was selfish enough to ask Carlisle to change him for me.  “I got luckier than I deserved. Emmett is everything I would have asked for if I’d known myself well enough to know what to ask for. He’s exactly the kind of person someone like me needs. And, oddly enough, he needs me, too. That part worked out better than I could have hoped. But there will never be more than the two of us. And I’ll never sit on a porch somewhere, with him gray-haired by my side, surrounded by our grandchildren.” Her smile was kind now. “That sounds quite bizarre to you, doesn’t it? In some ways, you are much more mature than I was at eighteen. But in other ways . . . there are many things you’ve probably never thought about seriously. You’re too young to know what you’ll want in ten years, fifteen years — and too young to give it all up without thinking it through. You don’t want to be rash about  permanent things, Bella.” She patted my head, but the gesture didn’t feel condescending. I sighed. “Just think about it a little. Once it’s done, it can’t be undone. Esme’s made do with us as substitutes . . . and Alice doesn’t remember anything human so she can’t miss it. . . . You will remember, though. It’s a lot to give up.” But more to get in return, I didn’t say aloud.  “Thanks, Rosalie. It’s nice to understand . . . to know you better.”  “I apologize for being such a monster.” She grinned. “I’ll try to behave myself from now on.” I grinned back at her. We weren’t friends yet, but I was pretty sure she wouldn’t always hate me so much. “I’ll let you sleep now.” Rosalie’s eyes flickered to the bed, and her lips twitched. “I know you’re frustrated that he’s keeping you locked up like this, but don’t give him too bad a time when he gets back.  He loves you more than you know. It terrifies him to be away from you.” She got up silently and ghosted to the door. “Goodnight, Bella,” she whispered as she shut it behind herself. “Goodnight, Rosalie,” I murmured a second too late. It took me a long time to fall asleep after that. When I did sleep, I had a nightmare. I was crawling across the dark, cold stones of an unfamiliar street, under lightly falling snow, leaving a trail of blood smeared behind me. A shadowy angel in a long white dress watched my progress with resentful eyes. The next morning, Alice drove me to school while I stared grumpily out the windshield. I was feeling sleep-deprived, and it made the irritation of my imprisonment that much stronger. “Tonight we’ll go out to Olympia or something,” she promised. “That would be fun, right?” “Why don’t you just lock me in the basement,” I suggested, “and forget the sugar coating?” Alice frowned. “He’s going to take the Porsche back. I’m not doing a very good job. You’re supposed to be having fun.” “It’s not your fault,” I muttered. I couldn’t believe I actually felt guilty. “I’ll see you at lunch.” I trudged off to English. Without Edward, the day was guaranteed to be unbearable. I sulked through my first class, well aware that my attitude wasn’t helping anything. When the bell rang, I got up without much enthusiasm. Mike was there at the door, holding it open for me. “Edward hiking this weekend?” he asked sociably as we walked out into the light rain. “Yeah.” “You want to do something tonight?” How could he still sound hopeful? “Can’t. I’ve got a slumber party,” I grumbled. He gave me a strange look as he processed my mood.  “Who are you —” Mike’s question was cut short as a loud, growling roar erupted from behind us in the parking lot. Everyone on the sidewalk turned to look, staring in disbelief as the noisy black motorcycle screeched to a stop on the edge of the concrete, the engine still snarling. Jacob waved to me urgently. “Run, Bella!” he yelled over the engine’s roar. I was frozen for a second before I understood. I looked at Mike quickly. I knew I only had seconds. How far would Alice go to restrain me in public? “I got really sick and went home, okay?” I said to Mike, my voice filled with sudden excitement. “Fine,” he muttered. I pecked Mike swiftly on the cheek. “Thanks, Mike. I owe you one!” I called as I sprinted away. Jacob revved his engine, grinning. I jumped on the back of his seat, wrapping my arms tightly around his waist. I caught sight of Alice, frozen at the edge of the cafeteria, her eyes sparking with fury, her lip curled back over her teeth. I shot her one pleading glance. Then we were racing across the blacktop so fast that my stomach got lost somewhere behind me. “Hold on,” Jacob shouted. I hid my face in his back as he sped down the highway. I knew he would slow down when we hit the Quileute border. I just had to hold on till then. I prayed silently and fervently that Alice wouldn’t follow, and that Charlie wouldn’t happen to see me. . . . It was obvious when we had reached the safe zone. The bike slowed, and Jacob straightened up and howled with laughter. I opened my eyes. “We made it,” he shouted. “Not bad for a prison break, eh?” “Good thinking, Jake.” “I remembered what you said about the psychic leech not being about to predict what I’m going to do. I’m glad you didn’t think of this — she wouldn’t have let you go to school.” “That’s why I didn’t consider it.” He laughed triumphantly. “What do you want to do today?” “Anything!” I laughed back. It felt great to be free.",
            "vi": "7        7. KẾT THÚC KHÔNG CÓ HẬU Rosalie ngập ngừng ở lối vào, khuôn mặt đẹp tuyệt trần của cô do dự.  \"Dĩ nhiên rồi, \" tôi trả lời, giọng tôi cao một quãng tám vì ngạc nhiên. \"Vào đi nào.\" Tôi ngồi dậy, dịch vô cuối ghế xô-pha để tránh chỗ. Bao tử tôi thắt lại bối rối trong khi một thành viên nhà Cullen, người không thích tôi lặng lẽ đến ngồi xuống chỗ trống này. Tôi cố nghĩ ra lý do khiến cô muốn gặp mình, nhưng chẳng nghĩ ra được.  \"Em có thể nói chuyện với chị vài phút được không?\" cô hỏi. \"Chị không đánh thức em này nọ chứ hả?\" Mắt cô chuyển sang chiếc giường bị lột tấm phủ rồi quay trở về ghế trường kỷ.  \"Không, em đang thức. Đương nhiên là mình nói chuyện được chớ.\" Tôi không biết cô có nghe âm điệu hoảng sợ trong giọng tôi rõ như tôi không.  Cô cười khì, và tiếng cười trong trẻo như chuông ngân. \"Ảnh rất hiếm khi để em một mình, \" cô nói. \"Chị nghĩ mình nên tận dụng cơ hội này.\" Chuyện gì cô muốn nói mà không nói trước mặt Edward được? Tay tôi xoắn tới xoắn lui mép mền.  \"Xin đừng nghĩ chị là người hay gây phiền phức quá mức, \" Rosalie nói, giọng dịu dàng và gần như cầu xin. Cô chắp tay trong lòng vừa nhìn xuống chúng vừa nói. \"Chị chắc chắn trước đây mình đã làm tổn thương tình cảm của em quá đủ rồi, và chị không muốn làm chuyện đó nữa.\" \"Đừng lo về chuyện đó, Rosalie. Em cảm thấy tuyệt mà. Chuyện gì vậy?\" Cô lại cười, nghe bối rối kỳ lạ. \"Chị sẽ thử nói cho em biết vì sao chị nghĩ em nên tiếp tục làm người - tại sao chị sẽ tiếp tục làm người nếu chị là em.\" \" Ôi. \" Cô cười vì âm điệu sững sờ trong giọng tôi, rồi thở dài.  \"Đã bao giờ Edward kể cho em nghe điều gì đã dẫn đến chuyện này không?\" cô hỏi, chỉ tay vào cơ thể bất tử xinh đẹp của mình.  Tôi gật đầu chậm rãi, bỗng buồn rười rượi. \"Ảnh nói chuyện đó gần giống chuyện đã xảy ra với em lúc ở Port Angeles, chỉ có điều chẳng có ai ở đó để cứu chị.\" Tôi rùng mình vì ký ức này.  \"Thiệt ảnh chỉ kể vậy thôi sao?\" cô hỏi.  \"Ừ, \" tôi nói, giọng tôi ngơ ngác không hiểu. \"Còn nữa à?\" Cô ngước nhìn tôi rồi mỉm cười; đó là nét mặt cay đắng, tàn nhẫn - nhưng vẫn đẹp lộng lẫy.  \"Ừ, \" cô nói. \"Còn nhiều hơn.\" Tôi chờ đợi trong khi cô nhìn ra cửa sổ. Dường như cô đang cố giữ bình tĩnh.  \"Em có muốn nghe chuyện đời chị không, Bella? Nó không có kết cục có hậu - nhưng có cuộc đời nào của tụi chị có hậu đâu? Nếu tụi chị mà có kết cục có hậu thì tất cả đều đang nằm dưới mồ rồi.\" Tôi gật đầu, mặc dù đang sợ hãi vì âm điệu giận dữ trong giọng cô.  \"Chị sống trong một thế giới khác với thế giới của em, Bella. Thế giới con người chị là nơi đơn giản hơn nhiều. Đó là vào năm một ngàn chín trăm ba mươi ba. Chị 18 tuổi, và xinh đẹp. Cuộc đời chị thật lý tưởng. \" Cô nhìn chằm chằm ra cửa sổ vào màn mây bạc, vẻ mặt xa xăm.  \"Cha mẹ chị thuộc tầng lớp trung lưu hoàn toàn. Cha chị có việc làm ổn định trong ngân hàng, đó là thứ bây giờ chị nhận ra đã làm ông rất tự mãn – ông coi sự giàu có của mình là phần thưởng cho tài năng và sự làm việc chăm chỉ, chớ không công nhận là vì may mắn gì cả. Thế nên chị coi tất cả những chuyện đó là chuyện đương nhiên; trong nhà chị, cứ như thể Đại khủng hoảng kinh tế chỉ là một tin đồn bá láp.  Tất nhiên chị có thấy người nghèo, những người không may mắn bằng. Nhưng cha chị làm chị có ấn tượng là chính họ đã tự rước hoạ vào thân.  \"Công việc của mẹ chị là trông nom nhà cửa - và cả chị và hai em trai chị – ngăn nắp tinh tươm. Rõ ràng chị vừa là ưu tiên số một vừa là người được bà ưa thích. Lúc đó tuy không hiểu hoàn toàn, nhưng chị luôn mơ hồ biết cha mẹ mình không bằng lòng với những gì mình đang có, dù không phải là ở đỉnh cao nhất nhưng cũng là quá hơn người. Họ muốn có nhiều hơn. Họ có khát vọng xã hội – chị nghĩ em có thể gọi họ là những kẻ bon chen. Sắc đẹp của chị giống một món quà dành cho họ. Họ nhìn thấy thật nhiều tiềm năng trong đó hơn chị thấy.  \"Họ không thoả mãn, nhưng chị thoả mãn. Chị sung sướng được là mình, là Rosalie Hale. Hài lòng khi mắt đàn ông nhìn theo chị ở mọi nơi, từ năm chị lên mười hai. Vui thích khi bạn gái thở dài ghen tị khi họ vuốt tóc chị. Hạnh phúc vì mẹ tự hào về mình và cha thích mua cho những chiếc áo đầm xinh đẹp.  \"Chị biết mình muốn gì từ cuộc sống, và dường như chẳng có cách nào mà chị lại không có được điều mình muốn. Chị muốn được yêu, muốn được tôn thờ. Chị muốn có một đám cưới kết hoa nổi đình nổi đám, nơi mọi người trong thành phố sẽ ngắm nhìn chị khoác tay cha bước xuống lối đi trong giáo đường và nghĩ chị là người đẹp nhất từng gặp.  Ngưỡng mộ cần như không khí đối với chị, Bella. Chị ngu ngốc và nông cạn, nhưng chị mãn nguyện. \" Cô mỉm cười, thích thú với sự đánh giá của riêng mình.  \"Cha mẹ chị có ảnh hưởng mạnh đến nỗi chị cũng muốn của cải vật chất trong đời. Chị muốn có một ngôi nhà đồ sộ với đồ đạc sang trọng để người khác lau dọn và muốn có một nhà bếp hiện đại để người khác nấu nướng. Như chị đã nói, nông cạn.  Trẻ và rất hời hợt. Và chị chẳng thấy bất kỳ lý do gì làm mình không có được những thứ này.   “Có vài thứ chị muốn, có ý nghĩa hơn.  Đặc biệt là một thứ. Bạn thân nhất của chị là một cô gái tên Vera. Cô ấy lấy chồng sớm, khi chỉ mới mười bảy tuổi. Cô lấy một người đàn ông mà cha mẹ chị sẽ không bao giờ chọn cho chị – một thợ mộc. Một năm sau cô ấy có con trai, một thằng bé kháu khỉnh có lúm đồng tiền và mái tóc đen quăn. Đây là lần đầu tiên chị cảm thấy hết sức ghen tỵ với một người khác trong đời.\" Cô nhìn tôi bằng đôi mắt không thể hiểu được. \"Đó là một thời buổi khác bây giờ. Chị  tuy cũng bằng tuổi em, nhưng đã sẵn sàng cho mọi chuyện đó. Chị thèm có em bé của riêng mình. Chị muốn có ngôi nhà cho riêng mình và chồng chị sẽ hôn chị khi anh từ sở làm về  - giống như Vera. Chỉ có điều chị nghĩ đến một ngôi nhà rất khác với nhà Vera...\" Tôi thật khó hình dung ra thế giới mà Rosalie đã biết. Câu chuyện của cô nghe giống truyện cổ tích hơn là lịch sử đối với tôi.  Hơi sốc, tôi nhận ra thế giới ấy rất giống với thế giới Edward hẳn đã trải qua khi là con người, thế giới nơi anh lớn lên. Tôi tự hỏi - trong khi Rosalie ngồi lặng lẽ một hồi lâu – không biết anh có cảm thấy thế giới của tôi quá khó hiểu như tôi cảm thấy vậy về thế giới của Rosalie không? Rosalie thở dài, và khi cô nói trở lại giọng cô khác hẳn, niềm ước ao đã không còn.  “Ở Rochester, có một gia đình vương giả – dòng họ King, thật trớ trêu. Royce King sở hữu ngân hàng nơi cha chị làm việc, và hầu như mọi cơ sở kinh doanh sinh lãi khác trong thành phố.  Đó là lý do con trai ông ta, “Royce King đệ nhị” - miệng cô méo xệch đi khi gọi ra cái tên này, rít qua kẽ răng - \" gặp chị lần đầu. Hắn ta sắp tiếp quản ngân hàng, nên hắn bắt đầu quản lý các chức vụ khác nhau. Hai ngày sau, mẹ chị thiệt tình cờ quên gửi bữa trưa tới chỗ làm cho ông. Chị nhớ mình đã chẳng hiểu gì hết khi mẹ cứ khăng khăng bắt chị phải mặc áo lụa ni-lông trắng và vấn tóc cao chỉ để ghé qua ngân hàng. \" Rosalie cười khan.  \"Chị chẳng chú ý chuyện Royce nhìn chị hết sức đặc biệt.  Ai cũng ngắm nhìn chị cả mà. Nhưng đêm đó, những đoá hồng đầu tiên đã đến. Đêm nào trong thời gian đang tìm hiểu, hắn cũng đều gửi đến một bó hồng. Phòng chị luôn ngập tràn hoa. Đến mức chị cũng thơm ngát như hoa hồng khi ra khỏi nhà. \" “Royce cũng đẹp trai. Tóc hắn sáng màu hơn tóc chị, và mắt xanh nhạt. Hắn nói mắt chị giống hoa vi-ô-lét, thế rồi những đoá hoa này bắt đầu xuất hiện cùng với hoa hồng.  \"Cha mẹ chị đã chấp thuận - đó là nói nhẹ đi rồi. Đây là tất cả những gì họ từng mơ đến. Và Royce dường như là tất cả những gì chị từng mơ đến. Hoàng tử trong chuyện cổ tích, đến để biến chị thành công chúa. Mọi thứ chị muốn, tuy cũng chỉ như chị đã nghĩ. Tụi chị đã hứa hôn khi quen biết nhau chưa đầy hai tháng.  \"Tụi chị không ở bên nhau nhiều. Royce nói hắn có nhiều chuyện phải lo ở chỗ làm, và, khi tụi chị ở bên nhau, hắn thích mọi người nhìn vào, thấy chị khoác tay hắn. Chị cũng thích vậy. Bao nhiêu là tiệc tùng, khiêu vũ, và áo đầm xinh đẹp. Khi bạn là một người trong dòng họ King, mọi cánh cửa đều mở to cho bạn, mọi thảm đỏ đều trải rộng chào đón bạn.  \"Đó không phải là một cuộc hứa hôn dài.  Mọi người đã lên kế hoạch tổ chức cho một đám cưới xa hoa nhất.  Mọi chuyện sẽ như chị từng muốn. Chị hoàn toàn hạnh phúc. Khi chị ghé thăm nhà Vera, chị không còn cảm thấy ghen tỵ nữa. Chị tưởng tượng những đứa con có mái tóc xinh đẹp của mình đang chơi trên bãi cỏ mênh mông trong điền trang dòng họ King, nên chị cảm thấy thương hại cho cô ấy. \" Rosalie bỗng dừng lại, nghiến răng. Khiến tôi sực tỉnh, và nhận ra rằng nỗi kinh hoàng không còn xa nữa. Sẽ không có kết cục có hậu, như cô đã hứa. Tôi tự hỏi không biết đây có phải là lý do khiến cô cay đắng hơn nhiều so với những người khác trong gia đình - vì cô có được trong tầm tay mọi thứ cô muốn khi đời người của cô bị rút ngắn lại.  \"Chị đã ở nhà Vera đêm đó,\" Rosalie thì thầm. Khuôn mặt cô phẳng lặng như cẩm thạch, và cũng cứng như vậy. \"Bé Henry hết sức dễ thương, cười lúm đồng tiền suốt ngày– bé vừa mới biết ngồi.  Vera đưa chị ra cửa khi chị sắp ra về, em bé bế trong tay còn chồng đứng bên cô, cánh tay anh ôm quanh eo cô ấy.  Anh ấy hôn lên má vợ khi nghĩ chị không nhìn thấy.  Chuyện đó làm chị phiền muộn. Khi Royce hôn chị, chẳng giống mấy - không hiểu sao lại không ngọt ngào như thế. .. Chị xua đi suy nghĩ đó. Royce là hoàng tử của chị. Một ngày nào đó, chị sẽ là nữ hoàng. \" Dưới ánh trăng, thật khó mà đoan chắc, nhưng hình như khuôn mặt trắng toát của cô tái đi.  \"Đường phố tối om, đèn đường đã bật. Chị đã không nhận ra đêm đã khuya như thế. \" Cô tiếp tục thì thầm hầu như không nghe được. \"Trời cũng lạnh nữa. Rất lạnh đối với một đêm cuối tháng tư. Chỉ còn một tuần nữa thôi là đám cưới rồi, và chị đang lo lắng chuyện thời tiết khi vội vã về nhà - chị nhớ chuyện đó rõ ràng. Chị nhớ từng chi tiết trong đêm đó. Chị cứ nghĩ mãi về nó ... lúc mới đầu. Chị đã không nghĩ đến chuyện gì khác.  Và vì vậy chị nhớ rõ chuyện này, trong khi rất nhiều kỷ niệm vui khác đã hoàn toàn bị lãng quên...\" Cô thở dài, và bắt đầu thì thầm trở lại. \"Ừa, chị đang lo lắng về thời tiết... Chị không muốn phải tổ chức đám cưới trong nhà...  “Chỉ cách vài con đường nữa là về đến nhà thì chị nghe tiếng chúng.  Một đám đàn ông đứng dưới bóng đèn đường vỡ, cười quá to. Say xỉn. Chị ước gì mình đã gọi cha hộ tống về nhà, nhưng quãng đường quá ngắn, có vẻ ngốc nghếch quá. Thế rồi hắn gọi tên chị.  \"Rose!' hắn thét to, và bọn kia phá ra cười một cách ngu xuẩn.  \"Chị đã không nhận ra mấy người say này ăn mặc rất đẹp. Đó là Royce và mấy người bạn của hắn, con trai của mấy người giàu khác.  \"Rose của anh đây rồi!' Royce la to, cười cùng họ, nghe cũng ngớ ngẩn giống vậy. 'Em về trễ thế. Tụi anh lạnh quá, em bắt tụi anh chờ lâu quá. ' \" \"Trước đây chị chưa từng thấy hắn uống rượu.  Thỉnh thoảng chỉ một cốc rượu chúc tụng, trong một bữa tiệc. Hắn nói với chị là hắn không thích sâm banh. Chị đã không nhận ra là hắn thích thứ mạnh hơn nhiều.  \"Hắn ta có một người bạn mới - bạn của bạn, từ Atlanta đến.  \"'Thấy chưa, John, ' Royce khoác lác, chộp cánh tay chị và kéo chị đến gần hơn. 'Chẳng phải cô ấy xinh đẹp hơn mọi gái tơ ở Georgia của anh sao?' \"Người có tên John tóc đen và làn da rám nắng.  Hắn nhìn chị từ trên xuống như thể chị là một con ngựa hắn sắp mua vậy.  \"Sao mà biết được, ' hắn lè nhè lựa nhựa. 'Cô nàng mặc đồ kín mít.' \"Chúng cười to, Royce cũng vậy.  \"Bỗng, Royce xé toạc áo khoác ra khỏi vai chị - đây là một món quà của hắn - làm đứt mấy nút áo bằng đồng. Chúng văng tung toé trên đường.  \"'Cho anh ta xem em trông ra sao, Rose!' Hắn lại cười rồi giật nón ra khỏi tóc chị. Kim cài giật đứt tóc, khiến chị thét to đau đớn. Chúng có vẻ khoái cái đó - tiếng thét đau đớn của chị. \" Rosalie bỗng nhìn tôi, như thể cô đã quên tôi ở đó. Tôi chắc chắn mặt mình cũng trắng như mặt cô. Ngoài trừ chuyện nó xanh lè.  \"Chị sẽ không bắt em phải nghe phần còn lại, \" cô nói nhỏ nhẹ. \"Chúng bỏ lại chị trên đường, vẫn vừa cười vừa loạng choạng bỏ đi. Chúng tưởng chị đã chết. Chúng trêu Royce là hắn sẽ phải tìm cô dâu mới. Hắn cười và nói hắn phải học kiên nhẫn trước đã.  Chị chờ chết trên đường. Trời lạnh, mặc dù đau nhiều đến nỗi chị ngạc nhiên khi thấy chuyện trời lạnh làm mình bận lòng. Tuyết bắt đầu rơi, và chị tự hỏi tại sao mình không chết. Chị nóng lòng đợi cái chết đến, để chấm dứt cơn đau. Quá lâu... \"Thế rồi Carlisle tìm thấy chị. Ông ngửi thấy mùi máu, nên đến điều tra. Chị nhớ mình hơi cáu khi ông khám chị tỉ mỉ, cố cứu chị. Trước đó chị chẳng bao giờ ưa bác sĩ Cullen hay vợ ông và em trai bà - lúc đó Edward giả vờ vậy. Chị bực vì họ đều đẹp hơn chị, nhất là đàn ông. Nhưng họ không giao du nhiều, nên chị chỉ gặp họ một hai lần thôi.  \"Chị cứ tưởng mình đã chết rồi khi ông lôi chị lên khỏi mặt đất rồi ôm chị chạy - vì tốc độ ấy - cứ như thể chị đang bay. Chị nhớ mình đã kinh hoàng vì cơn đau không mất đi...  \"Thế rồi chị ở trong một căn phòng sáng sủa, và ấm áp. Chị đang chết, và mừng vì cơn đau bắt đầu dịu đi.  Nhưng bỗng có cái gì đó sắc bén đang cắt người chị, họng chị, cổ tay chị, mắt cá chân chị. Chị la hét kinh hoàng, cứ tưởng ông mang chị về đó để hành hạ mình thêm.  Rồi lửa bắt đầu thiêu cháy chị, và chị không quan tâm đến điều gì khác nữa. Chị cầu xin ông giết chị đi. Khi Esme và Edward về nhà, chị cũng cầu xin họ giết chị luôn. Carlisle ngồi với chị. Ông cầm tay chị và nói ông vô cùng xin lỗi, ông hứa rằng chuyện này sẽ chấm dứt. Ông kể cho chị biết mọi chuyện, và đôi khi chị lắng nghe. Ông cho chị biết ông là thứ gì, và chị sẽ trở thành thứ gì. Chị không tin ông. Ông xin lỗi mỗi lần chị la hét.  \"Edward không vui. Chị nhớ đã nghe họ bàn về chị. Thỉnh thoảng chị ngưng la hét. La hét cũng chẳng ích gì.  \"'Bố đang nghĩ gì vậy, Carlisle?' Edward nói ' Rosalie Hale sao?' \" Rosalie bắt chước giọng cáu kỉnh của Edward hết sức hoàn hảo. \" Chị không thích cái cách anh gọi tên chị, như thể có chuyện bậy bạ gì với chị vậy.  \"Ta không thể để mặc cho cô ấy chết, ' Carlisle nói nhỏ nhẹ. 'Quá sức - quá khủng khiếp, quá phí phạm. ' \"'Con biết rồi, ' Edward nói, và chị nghĩ giọng anh nghe khinh khỉnh. Chuyện đó làm chị tức. Lúc đó chị không biết anh có thật sự nhìn thấy giống Carlisle không nữa.  \"Quá sức lãng phí. Ta không thể bỏ cô ấy lại, ' Carlisle thì thầm lặp lại.  \"'Dĩ nhiên anh không thể vậy được, ' Esme đồng ý.  \"'Mọi người chết hoài mà, ' Edward nhắc ông bằng một giọng cay đắng. 'Bố không nghĩ rằng cô hơi nổi tiếng sao?  Nhà King sẽ giả vờ tìm kiếm rầm rộ - chẳng ai nghi con quỷ đó cả, ' anh gầm gừ.  \"Chị cảm thấy hài lòng vì hình như họ biết Royce có tội.  \"Chị hầu như không nhận ra là chuyện này sắp kết thúc rồi - không nhận thấy mình đang khoẻ lên và đó là lý do tại sao chị có thể tập trung nghe được chuyện họ đang nói. Cơn đau đang dần tan biến.  \"'Mình sẽ làm gì với cô ấy đây?' Edward ghê tởm nói - hoặc ít nhất thì chị nghe giống vậy.  \"Carlisle thở dài. 'Chuyện đó tùy cô ấy, dĩ nhiên rồi. Cô bé có thể muốn làm theo cách của mình. ' \"Chị đã tin điều ông nói đến nỗi những lời ấy làm chị kinh hoàng. Chị biết đời mình đã hết, và sẽ chẳng còn quay lại được nữa. Chị không chịu nỗi ý nghĩ phải sống một mình...  \"Cơn đau cuối cùng rồi cũng chấm dứt và họ lại giải thích lần nữa chị là cái gì. Lúc này chị tin. Chị đã cảm thấy cái khát, da cứng; chị đã thấy đôi mắt đỏ rực của mình.  \"Vốn nông cạn, chị cảm thấy dễ chịu hơn khi lần đầu nhìn thấy bóng mình trong gương. Dù mắt đỏ, chị vẫn là người đẹp nhất trên đời. \" Cô cười nhạo mình một hồi. \"Mất một thời gian chị mới bắt đầu trách móc điều vẻ đẹp đã gây ra cho chị - để chị nhận ra lời nguyền của nó. Để ước rằng giá mà mình ... ừm, không xấu, mà bình thường. Giống như Vera. Thì chị đã có thể được phép lấy người yêu mình, và có những đứa con xinh xắn.  Đó là điều chị hẳn thật sự muốn, ngay từ đầu. Đâu có vẻ gì là đòi hỏi quá nhiều đâu. \" Cô trầm tư một hồi lâu, và tôi tự hỏi không biết có phải cô lại quên mất sự hiện diện của tôi lần nữa không. Nhưng rồi cô mỉm cười với tôi, vẻ mặt bỗng hân hoan.  \"Em biết không, lý lịch của chị cũng gần trong sạch như lý lịch của Carlisle, \" cô bảo tôi. \"Hơn cả Esme. Một ngàn lần tốt hơn Edward. Chị chưa bao giờ nếm máu người, \" cô tự hào công bố.  Cô hiểu vẻ thắc mắc của tôi khi tôi muốn biết tại sao lý lịch của cô chỉ là gần trong sạch thôi.  \"Vì chị đã giết năm người, \" cô nói với chị bằng giọng tự mãn. \"Nếu thực có thể gọi chúng là người. Nhưng chị rất cẩn thận không làm chúng đổ máu - chị biết mình không thể kháng cự lại được, và chị không muốn có bất cứ phần nào của chúng trong chị, thế đó.  \"Chị để dành Royce sau chót. Chị hy vọng hắn đã nghe về mấy cái chết của bạn bè hắn và sẽ biết chuyện gì sẽ đến với hắn. Chị hy vọng nỗi sợ hãi sẽ làm cái chết khốn khổ hơn đối với hắn. Có tác dụng thiệt. Hắn đang ẩn nấp bên trong một căn phòng không cửa sổ đằng sau một cánh cửa dày như cửa kho bạc ngân hàng, được bảo vệ bên ngoài bởi những người đàn ông vũ trang, khi chị tóm được hắn. Oops - bảy vụ giết người, \" cô tự chỉnh lại. \" Chị quên không tính lính canh. Chúng chỉ mất một giây. \" \"Chị màu mè thái quá. Y như trẻ con, thiệt. Chị đã mặc một chiếc áo cưới ăn cắp cho dịp này. Hắn la hét khi thấy chị. Đêm đó hắn la hét ghê lắm. Để dành hắn lại sau chót là một ý hay - khiến chị dễ kiểm soát mình hơn, để làm chuyện đó chậm hơn - \" Cô dừng lại đột ngột, và nhìn xuống tôi. \" Chị xin lỗi, \" cô phiền muộn nói. \" Chị đang làm em sợ hả?\" \"Em không sao, \" tôi nói dối.  \"Chị mải mê quá. \" \"Đừng lo mà. \" \"Chị lấy làm lạ là Edward lại không kể cho em nghe nhiều về chuyện đó. \" \"Ảnh không thích kể chuyện người khác - anh cảm thấy như đang phản bội lòng tin của mọi người, vì ảnh nghe nhiều hơn những gì mọi người nghĩ ảnh nghe được.\" Cô mỉm cười và lắc đầu. \" Có lẽ chị nên tin tưởng anh ấy nhiều hơn. Ảnh đúng là đàng hoàng, nhỉ?\" \"Em nghĩ vậy.\" \"Chị chắc chắn. \" Rồi cô thở dài. \"Chị cũng đã không cư xử công bằng với em, Bella. Ảnh có nói cho em tại sao không? Hay chuyện đó quá riêng tư?\" \"Ảnh nói là vì em là con người. Anh nói chị sẽ khổ sở hơn nếu có người ngoài cuộc biết chuyện. \" Tiếng cười thánh thót của Rosalie chặn lời tôi. \"Bây giờ chị cảm thấy mình có lỗi thiệt sự. Ảnh đã đối xử với chị tử tế hơn rất, rất nhiều so với chị đáng được.\" Cô dường như hồn hậu hơn khi cười, như thể cô đã dẹp bỏ sự cảnh giác chưa bao giờ mất đi khi có mặt tôi trước đây. \"Anh chàng này nói dối gớm. \" Cô lại cười.  \"Ảnh nói dối sao?\" Tôi hỏi, đột ngột dè dặt.  \"Ừm, có lẽ nói thế hơi quá lố.   Ảnh chỉ không kể em nghe hết chuyện mà thôi. Những gì ảnh nói với em đều thật, bây giờ thậm chí thật hơn cả lúc trước. Tuy nhiên, vào lúc đó... \" Cô dừng, cười lặng lẽ bối rối. \"Thiệt mắc cỡ quá. Em thấy đó, lúc đầu, chị gần như ghen tuông vì ảnh yêu em mà không yêu chị. \" Lời cô nói làm tôi rùng mình sợ hãi. Ngồi đó trong ánh sáng bạc, cô xinh đẹp hơn bất cứ thứ gì khác tôi có thể tưởng tượng. Tôi không thể nào so được với Rosalie.  \" Nhưng chị yêu Emmett mà..., \" Tôi lầm bầm.  Cô lắc đầu qua lại, thích thú. \"Chị không yêu Edward theo kiểu đó Bella. Chẳng bao giờ hết - chị yêu ảnh như yêu thương một người anh, nhưng ảnh làm chị tức ngay từ lúc đầu khi nghe ảnh nói.  Tuy vậy, em phải hiểu... Chị đã quá quen với chuyện mọi người thèm muốn mình. Thế mà Edward chẳng quan tâm chút xíu nào hết.  Lúc đầu, chuyện đó làm chị nản chí, thậm chí làm chị giận. Nhưng ảnh chả bao giờ yêu ai hết, vì vậy chuyện đó chẳng làm chị bực lâu. Thậm chí khi lần đầu tiên nhà chị gặp tộc Tanya ở Denali – hết thảy những phụ nữ đó ! - Edward cũng chẳng hề tỏ ra ưa thích chút nào. Thế mà khi ảnh gặp em. \" Cô nhìn tôi với ánh mắt bối rối. Tôi chỉ hơi chú ý. Tôi đang nghĩ về Edward và Tanya và tất cả những người phụ nữ đó, và môi tôi mím chặt lại.   “Không phải là em không đẹp, Bella, \" cô nói, hiểu sai vẻ mặt tôi. \"Nhưng điều đó chỉ có nghĩa là ảnh thấy em hấp dẫn hơn chị. Chị quá tự phụ nên đã để bụng chuyện đó. \" \"Nhưng chị nói ' lúc đầu. ' Chuyện đó đâu có còn... làm chị bực hả? Ý em là, cả hai tụi mình đều biết chị là người đẹp nhất hành tinh. \" Tôi cười to vì phải nói ra những lời ấy - nó quá rõ ràng. Kỳ quặc sao khi Rosalie mà lại cần trấn an như thế.  Rosalie cũng cười. \"Cám ơn, Bella. Không, chuyện đó chẳng còn làm chị bực bội nữa. Edward luôn hơi khác người. \" Cô lại cười.  \"Nhưng chị vẫn không thích em, \" tôi thì thầm.  Nụ cười của cô vụt tắt. \"Chị xin lỗi về chuyện đó. \" Chúng tôi ngồi im lặng một hồi lâu, và cô không có vẻ muốn nói tiếp.  \"Chị sẽ cho em biết lý do chứ?  Em đã làm gì sai ... ?\"  Có phải cô tức giận vì tôi đã khiến gia đình cô - Emmett của cô - gặp hiểm nguy?  Hết lần này đến lần khác. James, rồi bây giờ là Victoria.  \"Không, em chẳng hề làm gì sai hết, \" cô thì thầm. \"Chưa. \" Tôi nhìn cô chằm chằm, khó hiểu.  \"Em không thấy, Bella sao?\" Giọng cô bỗng sôi nổi hơn lúc nãy, hơn cả lúc cô kể câu chuyện không vui của đời mình. \"Em đã có mọi thứ. Em có cả cuộc đời ngay phía trước - mọi thứ chị muốn có.  Thế mà em lại sắp quẳng nó đi. Em không thấy chị sẵn lòng đổi hết mọi thứ mình có để được là em?  Em có quyền lựa chọn mà chị không có, thế mà em đang chọn sai !\" Tôi chùn người vì vẻ giận dữ của cô. Tôi thấy miệng mình đang há hốc nên tôi ngậm lại.  Cô nhìn tôi chằm chằm một hồi lâu và, từ từ, vẻ sôi nổi trong mắt cô lụi dần. Cô bỗng bối rối.  \"Và chị chắc chắn có thể làm chuyện này êm thấm.\" Cô lắc đầu, hơi có vẻ sững sờ vì dòng thác cảm xúc ấy. \"Chỉ có điều bây giờ khó hơn lúc đó, khi chẳng có gì ngoài sự phù phiếm. \" Cô im lặng nhìn chằm chằm vào trăng. Một lát sau tôi mới đủ can đảm để phá đi giấc mơ màng của cô.  \"Chị sẽ thích em hơn không nếu em quyết định tiếp tục làm người?\" Cô quay về phía tôi, môi giật giật thành một nét cười. \"Có lẽ. \" \"Nhưng chị cũng đã có một kết cục có hậu rồi, \" tôi nhắc cô. \"Chị đã có Emmett. \" \"Chị mới có một nửa thôi. \" Cô cười toe toét. \"Em biết chị cứu Emmett khỏi con gấu đang hành hạ anh ấy, và ôm ảnh về nhà cho Carlisle. Nhưng em có thể đoán được tại sao chị lại ngăn không cho gấu ăn anh ấy không?\" Tôi lắc đầu.  \"Với lọn tóc quăn màu đen. . . mấy núm đồng tiền lộ rõ dù anh đang nhăn nhó đau đớn . . . vẻ vô tội kỳ lạ như chẳng ăn nhập với khuôn mặt của một người đàn ông trưởng thành . . . ảnh làm chị nhớ đến bé Henry của Vera.  Chị không muốn anh chết - nhiều đến nỗi, mặc dù chị ghét cuộc đời này, chị đã đủ ích kỷ để xin Carlisle biến đổi anh cho chị.  \"Chị may mắn hơn xứng đáng được vậy. Emmett là tất cả những gì chị hẳn đã mơ ước nếu chị hiểu mình đủ rõ để biết mình muốn gì.  Anh đúng là loại người mà người như chị cần. Và, lạ một điều là, ảnh cũng cần chị.  Phần này hoá ra có kết thúc tốt đẹp hơn chị mong. Nhưng sẽ không bao giờ có thêm ai ngoài hai anh chị. Và chị sẽ không bao giờ được ngồi trên hiên nhà ở một nơi nào đó, có anh bạc đầu bên mình, mấy đứa cháu vây quanh. \" Nụ cười của cô bây giờ ân cần. \"Với em, nghe khá kỳ cục, phải không?  Nói cách khác, em trưởng thành hơn chị nhiều so với lúc chị mười tám tuổi. Nhưng mặt khác... có nhiều thứ em hẳn chẳng bao giờ nghĩ đến một cách nghiêm túc. Em còn quá trẻ để biết em sẽ muốn gì trong mười năm, mười lăm năm nữa - và quá trẻ để tung hê hết mọi thứ mà chưa suy nghĩ thấu đáo. Em sẽ không muốn hấp tấp vội vàng về những chuyện lâu dài đâu, Bella. \" Cô vỗ nhẹ đầu tôi, nhưng cử chỉ này chẳng hề ra vẻ bề trên.  Tôi thở dài.  \"Hãy nghĩ về nó một chút thôi. Một khi đã xong, thì không thể nào đảo ngược lại được nữa.  Esme coi tụi chị như con... Còn Alice chẳng nhớ chút gì về lúc làm người nên nó không thấy thiếu... Còn em, em sẽ nhớ. Có quá nhiều thứ phải từ bỏ. \" Nhưng nhận lại được nhiều thứ hơn, tôi không nói thành lời.  \"Cám ơn, Rosalie. Thật vui khi hiểu... biết chị rõ hơn. \"  “Chị xin lỗi đã làm một con quái vật như vậy. \" Cô cười toe toét. \"Chị sẽ cố cư xử đàng hoàng từ giờ trở đi. \" Tôi cười toe toét đáp lại cô.  Chúng tôi chưa là bạn bè, nhưng tôi khá chắc chắn cô sẽ không ghét tôi nhiều như thế nữa.  \"Bây giờ chị để em ngủ đây. \" Mắt Rosalie liếc về phía giường, và môi cô giật giật. \"Chị biết em bực vì ảnh giam em như vậy, nhưng đừng làm ảnh khổ sở khi ảnh về nhà nhé.  Ảnh yêu em hơn em biết. Ảnh rất sợ khi phải xa em.\" Cô lặng lẽ đứng dậy rồi lướt ra cửa. \"Ngủ ngon, Bella, \" cô thì thầm vừa đóng cửa lại.  \"Ngủ ngon, Rosalie, \" tôi thì thầm quá muộn sau một giây.  Phải lâu lắm tôi mới ngủ thiếp đi sau đó.  Khi ngủ, tôi nằm mơ thấy ác mộng. Tôi đang bò trên những tảng đá lạnh, u ám của một con đường xa lạ, dưới làn tuyết rơi nhè nhẹ, để lại vệt máu kéo dài phía sau. Một thiên thần lờ mờ mặc áo dài trắng quan sát tôi cử động của tôi với đôi mắt tàn nhẫn.  Sáng hôm sau, Alice lái xe đưa tôi tới trường trong khi tôi nhìn chằm chằm giận dỗi ra kính chắn gió. Tôi cảm thấy ngủ không đủ, khiến tôi càng tức chuyện mình bị giam giữ hơn.  \"Đêm nay mình đến chơi Olympia hoặc đâu đó nhe, \" cô hứa. \" Sẽ vui ha?\" \"Sao em không cứ việc nhốt chị vô tầng hầm, \" tôi đề nghị, \" và quên chuyện dỗ ngọt đi?\" Alice cau mày. \"Ảnh sẽ đòi lại chiếc Porsche mất. Em không làm tốt nhiệm vụ cho lắm. Chị lẽ ra phải được vui vẻ. \" \"Đó không phải là lỗi của em, \" tôi lẩm bẩm. Không thể nào tin nổi tôi lại cảm thấy có lỗi. \"Gặp lại em lúc ăn trưa.\" Tôi lê bước đi về lớp tiếng Anh. Không có Edward, ngày chắc chắn không thể chịu đựng nổi. Tôi hờn dỗi suốt giờ học đầu tiên, biết rõ thái độ đó chẳng ích gì.  Khi chuông reng, tôi đứng lên chẳng mấy hăng hái. Mike ở ngay trước cửa lớp, giữ cửa mở cho tôi.  \"Edward đi bộ đường dài vào cuối tuần hả?\" anh thân thiện hỏi khi chúng tôi bước vào màn mưa bụi.  \"Ờ. \" \"Bạn muốn làm gì đêm nay không?\" Sao anh ta lại có thể vẫn có vẻ tràn trề hy vọng như vậy chứ? \"Không. Tôi có tiệc họp mặt tán dóc của con gái, \" tôi làu bàu. Anh nhìn tôi lạ lùng như thể hiểu rõ tâm trạng của tôi vậy.  \"Bạn sẽ - \" Câu hỏi của Mike đã bị cắt ngắn đi khi một tiếng nổ ầm ầm vang lên phía sau chúng tôi trong bãi đậu xe.  Mọi người trên vỉa hè quay lại nhìn, trố mắt ngạc nhiên khi chiếc xe máy đen ồn ào thắng két lại sát lề đường, động cơ vẫn để nổ.  Jacob vẫy tôi hối thúc.  \"Chạy đi, Bella !\" anh thét át tiếng gầm rống của động cơ.  Tôi tê cứng một giây rồi mới hiểu ra.  Tôi nhìn Mike thật nhanh. Tôi biết mình chỉ có mấy giây.  Alice có thể làm đến mức nào để kiềm giữ tôi ở chỗ đông người? \"Tôi bị bịnh và về nhà, nhé?\" Tôi nói với Mike, giọng tôi bỗng đầy kích động.  \"Được rồi, \" anh lẩm bẩm.  Tôi hôn nhẹ má Mike thật nhanh. \"Cám ơn, Mike. Tôi nợ bạn một lần đấy !\" Tôi vừa la to vừa chạy đi hết tốc lực.  Jacob rồ máy, cười toe toét. Tôi nhảy lên sau chỗ ngồi của anh, choàng tay ôm chặt eo anh.  Tôi nhìn thấy Alice, đứng sững bên quán ăn tự phục vụ, mắt cô toé lửa giận dữ, môi nhe lên để lộ răng.  Tôi liếc nhìn cô cầu xin.  Thế rồi chúng tôi phóng như bay trên nhựa đường nhanh đến nỗi bao tử tôi như rớt lại đâu đó sau lưng. “Ôm chặt nào”, Jacob la to. Tôi giấu mặt sau lưng anh khi anh tăng tốc trên đường cao tốc.  Tôi biết anh sẽ chỉ chạy chậm lại khi đến lãnh địa của người Quileute.  Tôi phải ôm chặt cho đến lúc đó.  Tôi thầm cầu nguyện hết sức nhiệt thành Alice sẽ không đuổi theo, và cầu cho Charlie sẽ không tình cờ gặp tôi... Không cần giấu mặt nữa khi đến khu vực an toàn. Xe máy chạy chậm lại, và Jacob vươn thẳng người và hú lên cười. Tôi mở mắt.  \"Làm được rồi, \" anh la to. \"Chuyến vượt ngục không tệ hả?\" \"Thông minh lắm, Jake. \" \"Tôi nhớ bạn nói về con đỉa có khả năng siêu nhiên sẽ không đoán được tôi sắp làm gì.  Tôi mừng là bạn đã không nghĩ đến chuyện này – nếu không cô ta hẳn sẽ không để bạn đi học đâu.\" \"Bởi vậy nên tôi đâu có nghĩ đến. \" Anh cười hân hoan. \" Bạn muốn làm gì hôm nay ?\" \"Gì cũng được hết!\" Tôi cười lại.  Thật tuyệt khi được tự do."
        },
        {
            "en": "3. MOTIVES THE SUN WAS SO DEEPLY BURIED BEHIND THE CLOUDS that there was no way to tell if it had set or not. After the long flight — chasing the sun westward so that it seemed unmoving in the sky — it was especially disorienting; time seemed oddly variable. It took me by surprise when the forest gave way to the first buildings, signaling that we were nearly home. “You’ve been very quiet,” Edward observed. “Did the plane make you sick?” “No, I’m okay.” “Are you sad to leave?” “More relieved than sad, I think.” He raised one eyebrow at me. I knew it was useless and — much as I hated to admit it — unnecessary to ask him to keep his eyes on the road. “Renée is so much more . . .perceptive than Charlie in some ways. It was making me jumpy.” Edward laughed. “Your mother has a very interesting mind. Almost childlike, but very insightful. She sees things differently than other people.” Insightful. It was a good description of my mother — when she was paying attention. Most of the time Renée was so bewildered by her own life that she didn’t notice much else. But this weekend she’d been paying plenty of attention to me. Phil was busy — the high school baseball team he coached was in the playoffs — and being alone with Edward and me had only sharpened Renée’s focus. As soon as the hugs and squeals of delight were out of the way, Renée began to watch. And as she’d watched, her wide blue eyes had become first confused and then concerned. This morning we’d gone for a walk along the beach. She wanted to show off all the beauties of her new home, still hoping, I think, that the sun might lure me away from Forks. She’d also wanted to talk with me alone, and that was easily arranged. Edward had fabricated a term paper to give himself an excuse to stay indoors during the day. In my head, I went through the conversation again. . . . Renée and I ambled along the sidewalk, trying to stay in the range of the infrequent palm tree shadows. Though it was early, the heat was smothering. The air was so heavy with moisture that just breathing in and out was giving my lungs a workout. “Bella?” my mother asked, looking out past the sand to the lightly crashing waves as she spoke. “What is it, Mom?” She sighed, not meeting my gaze. “I’m worried. . . .” “What’s wrong?” I asked, anxious at once. “What can I do?” “It’s not me.” She shook her head. “I’m worried about you . . . and Edward.” Renée finally looked at me when she said his name, her face apologetic. “Oh,” I mumbled, fixing my eyes on a pair of joggers as they passed us, drenched with sweat. “You two are more serious than I’d been thinking,” she went on. I frowned, quickly reviewing the last two days in my head. Edward and I had barely touched — in front of her, at least. I wondered if Renée was about to give me a lecture on responsibility, too. I didn’t mind that the way I had with Charlie. It wasn’t embarrassing with my mom. After all, I’d been the one giving her that lecture time and time again in the last ten years.  “There’s something . . . strange about the way you two are together,” she murmured, her forehead creasing over her troubled eyes. “The way he watches you — it’s so . . . protective. Like he’s about to throw himself in front of a bullet to save you or something.” I laughed, though I was still not able to meet her gaze. “That’s a bad thing?” “No.” She frowned as she struggled for the words. “It’s just different . He’s very intense about you . . . and very careful. I feel like I don’t really understand your relationship. Like there’s some secret I’m missing. . . .” “I think you’re imagining things, Mom,” I said quickly, struggling to keep my voice light. There was a flutter in my stomach. I’d forgotten how much my mother saw . Something about her simple view of the world cut through all the distractions and pierced right to the truth of things. This had never been a problem before. Until now, there had never been a secret I couldn’t tell her. “It’s not just him.” She set her lips defensively. “I wish you could see how you move around him.” “What do you mean?”  “The way you move — you orient yourself around him without even thinking about it. When he moves, even a little bit, you adjust your position at the same time. Like magnets . . . or gravity. You’re like a . . . satellite, or something. I’ve never seen anything like it.” She pursed her lips and stared down. “Don’t tell me,” I teased, forcing a smile. “You’re reading mysteries again, aren’t you? Or is it sci-fi this time?” Renée flushed a delicate pink. “That’s beside the point.” “Found anything good?” “Well, there was one — but that doesn’t matter. We’re talking about you right now.” “You should stick to romance, Mom. You know how you freak yourself out.” Her lips turned up at the corners. “I’m being silly, aren’t I?” For half a second I couldn’t answer. Renée was so easily swayed. Sometimes it was a good thing, because not all of her ideas were practical. But it pained me to see how quickly she caved in to my trivializing, especially since she was dead right this time. She looked up, and I controlled my expression. “Not silly — just being a mom.” She laughed and then gestured grandly toward the white sands stretching to the blue water. “And all this isn’t enough to get you to move back in with your silly mom?” I wiped my hand dramatically across my forehead, and then pretended to wring my hair out. “You get used to the humidity,” she promised. “You can get used to rain, too,” I countered. She elbowed me playfully and then took my hand as we walked back to her car. Other than her worries about me, she seemed happy enough. Content. She still looked at Phil with goo-goo eyes, and that was comforting. Surely her life was full and satisfying. Surely she didn’t miss me that much, even now. . . . Edward’s icy fingers brushed my cheek. I looked up, blinking, coming back to the present. He leaned down and kissed my forehead. “We’re home, Sleeping Beauty. Time to awake.” We were stopped in front of Charlie’s house. The porch light was on and the cruiser was parked in the driveway. As I examined the house, I saw the curtain twitch in the living room window, flashing a line of yellow light across the dark lawn. I sighed. Of course Charlie was waiting to pounce. Edward must have been thinking the same thing, because his expression was stiff and his eyes remote as he came to get my door for me. “How bad?” I asked. “Charlie’s not going to be difficult,” Edward promised, his voice level with no hint of humor. “He missed you.” My eyes narrowed in doubt. If that was the case, then why was Edward tensed as if for a battle? My bag was small, but he insisted on carrying it into the house. Charlie held the door open for us. “Welcome home, kid!” Charlie shouted like he really meant it. “How was Jacksonville?” “Moist. And buggy.” “So Renée didn’t sell you on the University of Florida?” “She tried. But I’d rather drink water than inhale it.” Charlie’s eyes flickered unwillingly to Edward. “Did you have a nice time?” “Yes,” Edward answered in a serene voice. “Renée was very hospitable.” “That’s . . . um, good. Glad you had fun.” Charlie turned away from Edward and pulled me in for an unexpected hug. “Impressive,” I whispered in his ear. He rumbled a laugh. “I really missed you, Bells. The food around here sucks when you’re gone.” “I’ll get on it,” I said as he let me go. “Would you call Jacob first? He’s been bugging me every five minutes since six o’clock this morning. I promised I’d have you call him before you even unpacked.” I didn’t have to look at Edward to feel that he was too still, too cold beside me. So this was the cause of his tension. “Jacob wants to talk to me?” “Pretty bad, I’d say. He wouldn’t tell me what it was about — just said it was important.” The phone rang then, shrill and demanding. “That’s him again, I’d bet my next paycheck,” Charlie muttered. “I got it.” I hurried to the kitchen. Edward followed after me while Charlie disappeared into the living room. I grabbed the phone mid-ring, and twisted around so that I was facing the wall. “Hello?” “You’re back,” Jacob said. His familiar husky voice sent a wave of <em>wistfulness</em> through me. A thousand memories spun in my head, tangling together — a rocky beach strewn with driftwood trees, a garage made of plastic sheds, warm sodas in a paper bag, a tiny room with one too-small shabby loveseat. The laughter in his deep-set black eyes, the feverish heat of his big hand around mine, the flash of his white teeth against his dark skin, his face stretching into the wide smile that had always been like a key to a secret door where only kindred spirits could enter. It felt sort of like homesickness, this longing for the place and person who had sheltered me through my darkest night. I cleared the lump from my throat. “Yes,” I answered. “Why didn’t you call me?” Jacob demanded. His angry tone instantly got my back up. “Because I’ve been in the house for exactly four seconds and your call interrupted Charlie telling me that you’d called.” “Oh. Sorry.” “Sure. Now, why are you harassing Charlie?” “I need to talk to you.” “Yeah, I figured out that part all by myself. Go ahead.” There was a short pause. “You going to school tomorrow?” I frowned to myself, unable to make sense of this question. “Of course I am. Why wouldn’t I?” “I dunno. Just curious.” Another pause. “So what did you want to talk about, Jake?” He hesitated. “Nothing really, I guess. I . . . wanted to hear your voice.” “Yeah, I know. I’m so glad you called me, Jake. I . . .” But I didn’t know what more to say. I wanted to tell him I was on my way to La Push right now. And I couldn’t tell him that. “I have to go,” he said abruptly. “What?” “I’ll talk to you soon, okay?” “But Jake —” He was already gone. I listened to the dial tone with disbelief. “That was short,” I muttered. “Is everything all right?” Edward asked. His voice was low and careful. I turned slowly to face him. His expression was perfectly smooth — impossible to read. “I don’t know. I wonder what that was about.” It didn’t make sense that Jacob had been hounding Charlie all day just to ask me if I was going to school. And if he’d wanted to hear my voice, then why did he hang up so quickly? “Your guess is probably better than mine,” Edward said, the hint of a smile tugging at the corner of his mouth. “Mmm,” I murmured. That was true. I knew Jake inside and out. It shouldn’t be that complicated to figure out his motivations. With my thoughts miles away — about fifteen miles away, up the road to La Push — I started combing through the fridge, assembling ingredients for Charlie’s dinner. Edward leaned against the counter, and I was distantly aware that his eyes were on my face, but too preoccupied to worry about what he saw there. The school thing seemed like the key to me. That was the only real question Jake had asked. And he had to be after an answer to something, or he wouldn’t have been bugging Charlie so persistently. Why would my attendance record matter to him, though? I tried to think about it in a logical way. So, if I hadn’t been going to school tomorrow, what would be the problem with that, from Jacob’s perspective? Charlie had given me a little grief about missing a day of school so close to finals, but I’d convinced him that one Friday wasn’t going to derail my studies. Jake would hardly care about that. My brain refused to come up with any brilliant insights. Maybe I was missing some vital piece of information. What could have changed in the past three days that was so important that Jacob would break his long streak of refusing to answer my phone calls and contact me? What difference could three days make? I froze in the middle of the kitchen. The package of icy hamburger in my hands slipped through my numb fingers. It took me a slow second to miss the thud it should have made against the floor. Edward had caught it and thrown it onto the counter. His arms were already around me, his lips at my ear. “What’s wrong?” I shook my head, dazed. Three days could change everything. Hadn’t I just been thinking about how impossible college was? How I couldn’t be anywhere near people after I’d gone through the painful three-day conversion that would set me free from mortality, so that I could spend eternity with Edward? The conversion that would make me forever a prisoner to my own thirst. . . . Had Charlie told Billy that I’d vanished for three days? Had Billy jumped to conclusions? Had Jacob really been asking me if I was still human? Making sure that the werewolves’ treaty was unbroken — that none of the Cullens had dared to bite a human . . . bite, not kill . . . ? But did he honestly think I would come home to Charlie if that was the case? Edward shook me. “Bella?” he asked, truly anxious now. “I think . . . I think he was checking,” I mumbled. “Checking to make sure. That I’m human, I mean.” Edward stiffened, and a low hiss sounded in my ear. “We’ll have to leave,” I whispered. “Before. So that it doesn’t break the treaty. We won’t ever be able to come back.” His arms tightened around me. “I know.” “Ahem.” Charlie cleared his voice loudly behind us. I jumped, and then pulled free of Edward’s arms, my face getting hot. Edward leaned back against the counter. His eyes were tight. I could see worry in them, and anger.  “If you don’t want to make dinner, I can call for a pizza,” Charlie hinted. “No, that’s okay, I’m already started.” “Okay,” Charlie said. He propped himself against the doorframe, folding his arms. I sighed and got to work, trying to ignore my audience. “If I asked you to do something, would you trust me?” Edward asked, an edge to his soft voice. We were almost to school. Edward had been relaxed and joking just a moment ago, and now suddenly his hands were clenched tight on the steering wheel, his knuckles straining in an effort not to snap it into pieces. I stared at his anxious expression — his eyes were far away, like he was listening to distant voices. My pulse sped in response to his stress, but I answered carefully. “That depends.” We pulled into the school lot. “I was afraid you would say that.” “What do you want me to do, Edward?” “I want you to stay in the car.” He pulled into his usual spot and turned the engine off as he spoke. “I want you to wait here until I come back for you.” “But . . .why ?” That was when I saw him. He would have been hard to miss, towering over the students the way he did, even if he hadn’t been leaning against his black motorcycle, parked illegally on the sidewalk. “Oh.” Jacob’s face was a calm mask that I recognized well. It was the face he used when he was determined to keep his emotions in check, to keep himself under control. It made him look like Sam, the oldest of the wolves, the leader of the Quileute pack. But Jacob could never quite manage the perfect serenity Sam always exuded. I’d forgotten how much this face bothered me. Though I’d gotten to know Sam pretty well before the Cullens had come back — to like him, even — I’d never been able to completely shake the resentment I felt when Jacob mimicked Sam’s expression. It was a stranger’s face. He wasn’t my Jacob when he wore it. “You jumped to the wrong conclusion last night,” Edward murmured. “He asked about school because he knew that I would be where you were. He was looking for a safe place to talk to me. A place with witnesses.” So I’d misinterpreted Jacob’s motives last night. Missing information, that was the problem. Information like why in the world Jacob would want to talk to Edward. “I’m not staying in the car,” I said. Edward groaned quietly. “Of course not. Well, let’s get this over with.” Jacob’s face hardened as we walked toward him, hand in hand. I noticed other faces, too — the faces of my classmates. I noticed how their eyes widened as they took in all six foot seven inches of Jacob’s long body, muscled up the way no normal sixteen-and-a-half-year-old ever had been. I saw those eyes rake over his tight black t-shirt — short-sleeved, though the day was unseasonably cool — his ragged, grease-smeared jeans, and the glossy black bike he leaned against. Their eyes didn’t linger on his face — something about his expression had them glancing quickly away. And I noticed the wide berth everyone gave him, the bubble of space that no one dared to encroach on. With a sense of astonishment, I realized that Jacob looked dangerous to them. How odd. Edward stopped a few yards away from Jacob, and I could tell that he was uncomfortable having me so close to a werewolf. He drew his hand back slightly, pulling me halfway behind his body. “You could have called us,” Edward said in a steel-hard voice. “Sorry,” Jacob answered, his face twisting into a sneer. “I don’t have any leeches on my speed dial.” “You could have reached me at Bella’s house, of course.” Jacob’s jaw flexed, and his brows pulled together. He didn’t answer. “This is hardly the place, Jacob. Could we discuss this later?” “Sure, sure. I’ll stop by your crypt after school.” Jacob snorted. “What’s wrong with now?” Edward looked around pointedly, his eyes resting on the witnesses who were just barely out of hearing range. A few people were hesitating on the sidewalk, their eyes bright with expectation. Like they were hoping a fight might break out to alleviate the tedium of another Monday morning. I saw Tyler Crowley nudge Austin Marks, and they both paused on their way to class. “I already know what you came to say,” Edward reminded Jacob in voice so low that I could barely make it out. “Message delivered. Consider us warned.” Edward glanced down at me for a fleeting second with worried eyes. “Warned?” I asked blankly. “What are you talking about?” “You didn’t tell her?” Jacob asked, his eyes widening with disbelief. “What, were you afraid she’d take our side?” “Please drop it, Jacob,” Edward said in an even voice. “Why?” Jacob challenged. I frowned in confusion. “What don’t I know? Edward?” Edward just glared at Jacob as if he hadn’t heard me. “Jake?” Jacob raised his eyebrow at me. “He didn’t tell you that his big . . .brother crossed the line Saturday night?” he asked, his tone thickly layered with sarcasm. Then his eyes flickered back to Edward. “Paul was totally justified in —” “It was no-man’s land!” Edward hissed. “Was not!” Jacob was fuming visibly. His hands trembled. He shook his head and sucked in two deep lungfuls of air. “Emmett and Paul?” I whispered. Paul was Jacob’s most volatile pack brother. He was the one who’d lost control that day in the woods — the memory of the snarling gray wolf was suddenly vivid in my head. “What happened? Were they fighting?” My voice strained higher in panic. “Why? Did Paul get hurt?” “No one fought,” Edward said quietly, only to me. “No one got hurt. Don’t be anxious.” Jacob was staring at us with incredulous eyes. “You didn’t tell her anything at all, did you? Is that why you took her away? So she wouldn’t know that —?” “Leave now.” Edward cut him off mid-sentence, and his face was abruptly frightening — truly frightening. For a second, he looked like . . . like a vampire . He glared at Jacob with vicious, unveiled loathing. Jacob raised his eyebrows, but made no other move. “Why haven’t you told her?” They faced each other in silence for a long moment. More students gathered behind Tyler and Austin. I saw Mike next to Ben — Mike had one hand on Ben’s shoulder, like he was holding him in place. In the dead silence, all the details suddenly fell into place for me with a burst of intuition. Something Edward didn’t want me to know. Something that Jacob wouldn’t have kept from me. Something that had the Cullens and the wolves both in the woods, moving in hazardous proximity to each other. Something that would cause Edward to insist that I fly across the country. Something that Alice had seen in a vision last week — a vision Edward had lied to me about. Something I’d been waiting for anyway. Something I knew would happen again, as much as I might wish it never would. It was never going to end, was it? I heard the quick gasp, gasp, gasp, gasp of the air dragging through my lips, but I couldn’t stop it. It looked like the school was shaking, like there was an earthquake, but I knew it was my own trembling that caused the illusion. “She came back for me,” I choked out. Victoria was never going to give up till I was dead. She would keep repeating the same pattern — feint and run, feint and run — until she found a hole through my defenders. Maybe I’d get lucky. Maybe the Volturi would come for me first — they’d kill me quicker, at least. Edward held me tight to his side, angling his body so that he was still between me and Jacob, and stroked my face with anxious hands. “It’s fine,” he whispered to me. “It’s fine. I’ll never let her get close to you, it’s fine.” Then he glared at Jacob. “Does that answer your question, mongrel?” “You don’t think Bella has a right to know?” Jacob challenged. “It’s her life.” Edward kept his voice muted; even Tyler, edging forward by inches, would be unable to hear. “Why should she be frightened when she was never in danger?” “Better frightened than lied to.” I tried to pull myself together, but my eyes were swimming in moisture. I could see it behind my lids — I could see Victoria’s face, her lips pulled back over her teeth, her crimson eyes glowing with the obsession of her vendetta; she held Edward responsible for the demise of her love, James. She wouldn’t stop until his love was taken from him, too. Edward wiped the tears from my cheek with his fingertips. “Do you really think hurting her is better than protecting her?” he murmured. “She’s tougher than you think,” Jacob said. “And she’s been through worse.” Abruptly, Jacob’s expression shifted, and he was staring at Edward with an odd, speculative expression. His eyes narrowed like he was trying to do a difficult math problem in his head. I felt Edward cringe. I glanced up at him, and his face was contorted in what could only be pain. For one ghastly moment, I was reminded of our afternoon in Italy, in the macabre tower room of the Volturi, where Jane had tortured Edward with her malignant gift, burning him with her thoughts alone. . . . The memory snapped me out of my near hysteria and put everything in perspective. Because I’d rather Victoria killed me a hundred times over than watch Edward suffer that way again. “That’s funny,” Jacob said, laughing as he watched Edward’s face. Edward winced, but smoothed his expression with a little effort. He couldn’t quite hide the agony in his eyes. I glanced, wide-eyed, from Edward’s grimace to Jacob’s sneer. “What are you doing to him?” I demanded. “It’s nothing, Bella,” Edward told me quietly. “Jacob just has a good memory, that’s all.” Jacob grinned, and Edward winced again. “Stop it! Whatever you’re doing.” “Sure, if you want.” Jacob shrugged. “It’s his own fault if he doesn’t like the things I remember, though.” I glared at him, and he smiled back impishly — like a kid caught doing something he knows he shouldn’t by someone who he knows won’t punish him. “The principal’s on his way to discourage loitering on school property,” Edward murmured to me. “Let’s get to English, Bella, so you’re not involved.” “Overprotective, isn’t he?” Jacob said, talking just to me. “A little trouble makes life fun. Let me guess, you’re not allowed to have fun, are you?” Edward glowered, and his lips pulled back from his teeth ever so slightly. “Shut up, Jake,” I said. Jacob laughed. “That sounds like a no . Hey, if you ever feel like having a life again, you could come see me. I’ve still got your motorcycle in my garage.” Ừ  This news distracted me. “You were supposed to sell that. You promised Charlie you would.” If I hadn’t begged on Jake’s behalf — after all, he’d put weeks of labor into both motorcycles, and he deserved some kind of payback — Charlie would have thrown my bike in a Dumpster. And possibly set that Dumpster on fire. “Yeah, right. Like I would do that. It belongs to you, not me. Anyway, I’ll hold on to it until you want it back.” A tiny hint of the smile I remembered was suddenly playing around the edges of his lips. “Jake . . .” He leaned forward, his face earnest now, the bitter sarcasm fading. “I think I might have been wrong before, you know, about not being able to be friends. Maybe we could manage it, on my side of the line.  Come see me.” I was vividly conscious of Edward, his arms still wrapped protectively around me, motionless as a stone. I shot a look at his face — it was calm, patient. “I, er, don’t know about that, Jake.” Jacob dropped the antagonistic façade completely. It was like he’d forgotten Edward was there, or at least he was determined to act that way. “I miss you every day, Bella. It’s not the same without you.” “I know and I’m sorry, Jake, I just . . .” He shook his head, and sighed. “I know. Doesn’t matter, right? I guess I’ll survive or something. Who needs friends?” He grimaced, trying to cover the pain with a thin attempt at bravado. Jacob’s suffering had always triggered my protective side. It was not entirely rational — Jacob was hardly in need of any physical protection I could offer. But my arms, pinned beneath Edward’s, yearned to reach out to him. To wrap around his big, warm waist in a silent promise of acceptance and comfort. Edward’s shielding arms had become restraints. “Okay, get to class,” a stern voice sounded behind us. “Move along, Mr. Crowley.” “Get to school, Jake,” I whispered, anxious as soon as I recognized the principal’s voice. Jacob went to the Quileute school, but he might still get in trouble for trespassing or the equivalent. Edward released me, taking just my hand and pulling me behind his body again. Mr. Greene pushed through the circle of spectators, his brows pressing down like ominous storm clouds over his small eyes. “I mean it,” he was threatening. “Detention for anyone who’s still standing here when I turn around again.” The audience melted away before he was finished with his sentence. “Ah, Mr. Cullen. Do we have a problem here?” “Not at all, Mr. Greene. We were just on our way to class.” “Excellent. I don’t seem to recognize your friend.” Mr. Greene turned his glower on Jacob. “Are you a new student here?” Mr. Greene’s eyes scrutinized Jacob, and I could see that he’d come to the same conclusion everyone else had: dangerous. A troublemaker. “Nope,” Jacob answered, half a smirk on his broad lips. “Then I suggest you remove yourself from school property at once, young man, before I call the police.” Jacob’s little smirk became a full-blown grin, and I knew he was picturing Charlie showing up to arrest him. This grin was too bitter, too full of mocking to satisfy me. This wasn’t the smile I’d been waiting to see. Jacob said, “Yes, sir,” and snapped a military salute before he climbed on his bike and kicked it to a start right there on the sidewalk. The engine snarled and then the tires squealed as he spun it sharply around. In a matter of seconds, Jacob raced out of sight. Mr. Greene gnashed his teeth together while he watched the performance. “Mr. Cullen, I expect you to ask your friend to refrain from trespassing again.” “He’s no friend of mine, Mr. Greene, but I’ll pass along the warning.” Mr. Greene pursed his lips. Edward’s perfect grades and spotless record were clearly a factor in Mr. Greene’s assessment of the incident. “I see. If you’re worried about any trouble, I’d be happy to —” “There’s nothing to worry about, Mr. Greene. There won’t be any trouble.” “I hope that’s correct. Well, then. On to class. You, too, Miss Swan.” Edward nodded, and pulled me quickly along toward the English building. “Do you feel well enough to go to class?” he whispered when we were past the principal. “Yes,” I whispered back, not quite sure if this was a lie. Whether I felt well or not was hardly the most important consideration. I needed to talk to Edward right away, and English class wasn’t the ideal place for the conversation I had in mind. But with Mr. Greene right behind us, there weren’t a lot of other options. We got to class a little late and took our seats quickly. Mr. Berty was reciting a Frost poem. He ignored our entrance, refusing to let us break his rhythm. I yanked a blank page out of my notebook and started writing, my handwriting more illegible than normal thanks to my agitation. What happened? Tell me everything . And screw the protecting me crap, please. I shoved the note at Edward. He sighed, and then began writing. It took him less time than me, though he wrote an entire paragraph in his own personal calligraphy before he slipped the paper back. Alice saw that Victoria was coming back. I took you out of town merely as a precaution — there was never a chance that she would have gotten anywhere close to you. Emmett and Jasper very nearly had her, but Victoria seems to have some instinct for evasion. She escaped right down the Quileute boundary line as if she were reading it from a map. It didn’t help that Alice’s abilities were nullified by the Quileutes’ involvement. To be fair, the Quileutes might have had her, too, if we hadn’t gotten in the way. The big gray one thought Emmett was over the line, and he got defensive. Of course Rosalie reacted to that, and everyone left the chase to protect their companions. Carlisle and Jasper got things calmed down before it got out of hand. But by then, Victoria had slipped away. That’s everything.  I frowned at the letters on the page. All of them had been in on it — Emmett, Jasper, Alice, Rosalie, and Carlisle. Maybe even Esme, though he hadn’t mentioned her. And then Paul and the rest of the Quileute pack. It might so easily have turned into a fight, pitting my future family and my old friends against each other. Any one of them could have been hurt. I imagined the wolves would be in the most danger, but picturing tiny Alice next to one of the huge werewolves, fighting . . . I shuddered. Carefully, I scrubbed out the entire paragraph with my eraser and then I wrote over the top:   What about Charlie? She could have been after him. Edward was shaking his head before I finished, obviously going to downplay any danger on Charlie’s behalf. He held a hand out, but I ignored that and started again. You can’t know that she wasn’t thinking that, because you weren’t here. Florida was a bad idea. He took the paper from underneath my hand. I wasn’t about to send you off alone. With your luck, not even the black box would survive. That wasn’t what I’d meant at all; I hadn’t thought of going without him. I’d meant that we should have stayed here together. But I was sidetracked by his response, and a little miffed. Like I couldn’t fly cross country without bringing the plane down. Very funny. So let’s say my bad luck did crash the plane. What exactly were you going to do about it? Why is the plane crashing? He was trying to hide a smile now. The pilots are passed out drunk. Easy. I’d fly the plane. Of course. I pursed my lips and tried again. Both engines have exploded and we’re falling in a death spiral toward the earth. I’d wait till we were close enough to the ground, get a good grip on you, kick out the wall, and jump. Then I’d run you back to the scene of the accident, and we’d stumble around like the two luckiest survivors in history. I stared at him wordlessly. “What?” he whispered. I shook my head in awe. “Nothing,” I mouthed. I scrubbed out the disconcerting conversation and wrote one more line. You will tell me next time. I knew there would be a next time. The pattern would continue until someone lost. Edward stared into my eyes for a long moment. I wondered what my face looked like — it felt cold, so the blood hadn’t returned to my cheeks. My eyelashes were still wet. He sighed and then nodded once. Thanks. The paper disappeared from under my hand. I looked up, blinking in surprise, just as Mr. Berty came down the aisle. “Is that something you’d like to share there, Mr. Cullen?” Edward looked up innocently and held out the sheet of paper on top of his folder. “My notes?” he asked, sounding confused. Mr. Berty scanned the notes — no doubt a perfect transcription of his lecture — and then walked away frowning. It was later, in Calculus — my one class without Edward — that I heard the gossip. “My money’s on the big Indian,” someone was saying. I peeked up to see that Tyler, Mike, Austin, and Ben had their heads bent together, deep in conversation. “Yeah,” Mike whispered. “Did you see the size of that Jacob kid? I think he could take Cullen down.” Mike sounded pleased by the idea. “I don’t think so,” Ben disagreed. “There’s something about Edward. He’s always so . . . confident. I have a feeling he can take care of himself.” “I’m with Ben,” Tyler agreed. “Besides, if that other kid messed Edward up, you know those big brothers of his would get involved.” “Have you been down to La Push lately?” Mike asked. “Lauren and I went to the beach a couple of weeks ago, and believe me, Jacob’s friends are all just as big as he is.” “Huh,” Tyler said. “Too bad it didn’t turn into anything. Guess we’ll never know how it would have turned out.” “It didn’t look over to me,” Austin said. “Maybe we’ll get to see.” Mike grinned. “Anyone in the mood for a bet?” “Ten on Jacob,” Austin said at once. “Ten on Cullen,” Tyler chimed in. “Ten on Edward,” Ben agreed. “Jacob,” Mike said. “Hey, do you guys know what it was about?” Austin wondered. “That might affect the odds.” “I can guess,” Mike said, and then he shot a glance at me at the same time that Ben and Tyler did. From their expressions, none of them had realized I was in easy hearing distance. They all looked away quickly, shuffling the papers on their desks. “I still say Jacob,” Mike muttered under his breath.",
            "vi": "3. Động cơ Mặt trời núp kín sau mây khiến ta chẳng thể nào biết được đã lặn hay chưa.  Sau chuyến bay dài --  đuổi theo mặt trời về hướng tây làm ta ngỡ nó như chẳng hề di chuyển – thiệt hết sức lộn xộn; thời gian hay thay đổi lạ kỳ.   Tôi ngạc nhiên khi rừng xanh nhường chỗ cho các toà nhà cao tầng đầu tiên, báo hiệu đã sắp đến nhà.  \"Em lặng lẽ quá,\" Edward nhận xét. \"Máy bay làm em mệt à?\" \"Không, em khoẻ.\" \"Em buồn vì xa nhà à?\" \"Yên lòng hơn là buồn, em nghĩ vậy.\" Anh nhướng mày nhìn tôi. Tôi biết thật vô ích và – cũng như tôi ghét phải thừa nhận - không cần bắt anh phải nhìn đường.  \"Về vài khía cạnh, Renée . . . mẫn cảm hơn Charlie rất nhiều.  Nên em lo.\" Edward cười. \"Mẹ em có kiểu suy nghĩ rất thú vị. Khá trẻ con, nhưng rất sáng suốt. Bà nhìn nhận sự việc khác người.\" Sáng suốt. Đó là từ miêu tả mẹ tôi rất đúng - khi bà để ý. Hầu như lúc nào Renée cũng bị cuộc sống làm hoang mang đến nỗi bà chẳng chú ý đến chuyện khác nhiều. Nhưng cuối tuần này bà toàn chú ý đến tôi.  Phil đang bận - đội bóng chày trung học mà ông huấn luyện đang đấu các trận quyết định - nên ở bên Edward và tôi một mình, chỉ làm khả năng tập trung của Renée nhạy bén hơn. Ngay sau những vòng tay ôm chầm và tiếng reo mừng vui vừa chấm dứt, Renée đã bắt đầu quan sát. Và khi bà quan sát, đôi mắt to màu xanh dương của bà ban đầu có vẻ bối rối rồi sau đó lại lo âu.  Sáng nay chúng tôi đi dạo dọc bờ biển. Bà muốn khoe mọi vẻ đẹp của tổ ấm mới, vẫn hy vọng, tôi nghĩ, mặt trời có thể dụ tôi rời Forks.  Bà cũng muốn nói chuyện với tôi một mình, và điều đó dễ thu xếp thôi. Edward đã bịa ra cái cớ làm tiểu luận để ở trong nhà vào ban ngày. Tôi ôn lại cuộc trò chuyện trong đầu... Renée và tôi thong thả đi dọc theo vỉa hè, cố nấn ná trong bóng râm lác đác của hàng cọ.  Mặc dù mới sáng sớm, mà cái nóng đã bao trùm. Không khí nhiều hơi nước đến nỗi chỉ hít thở thôi cũng đã làm phổi tôi hoạt động vất vả rồi.  \"Bella?\" mẹ hỏi, nhìn qua bờ cát vào những con sóng đang nhẹ nhàng vỗ bờ vừa nói.  \"Gì vậy, mẹ?\" Bà thở dài, không đáp lại ánh nhìn chằm chằm của tôi. \"Mẹ lo... \" \"Có chuyện gì vậy?\" Tôi hỏi, lo lắng ngay. \"Con giúp được gì không?\" \"Không phải chuyện mẹ.\"  Bà lắc đầu. \"Mẹ lo cho con... và Edward.\" Renée cuối cùng cũng nhìn tôi khi bà nhắc đến tên anh, mặt bà tỏ vẻ hối tiếc.  \"Ồ,\" tôi lầm bầm, dán mắt vào một đôi chạy bộ khi họ chạy ngang qua chúng tôi, đầm đìa mồ hôi.  \"Hai con có vẻ nghiêm túc hơn mẹ tưởng,\" bà nói tiếp.  Tôi cau mày, hồi tưởng nhanh lại hai ngày vừa qua trong đầu.  Edward và tôi hiếm khi chạm vào nhau – ít nhất là trước mặt mẹ. Tôi tự hỏi không biết có phải Renée cũng đang định lên lớp về tinh thần trách nhiệm cho tôi nữa không đây. Tôi đã chẳng phiền cái cách Charlie giáo huấn tôi.  Thì với mẹ cũng chẳng có gì phải mắc cỡ. Rốt cuộc, tôi đã từng là người thuyết giảng cho bà về chuyện đó hết lần này đến lần khác trong mười năm qua còn gì.  “Có cái gì đó... kỳ lạ trong cách hai con ở bên nhau,\" bà thì thầm, trán nhăn lại trên đôi mắt bối rối. \"Cái cách nó nhìn con – thật là ...  bảo vệ. Giống như thể nó sắp ném mình ra hứng đạn để cứu con này nọ.\" Tôi cười, dù vẫn không thể nhìn vào mắt bà. \"Vậy dở sao mẹ?\" \"Không.\" Bà cau mày khi cố kiếm từ. \"Chỉ lạ thôi.  Nó hết sức say mê con ... mà lại hết sức cẩn thận.  Mẹ cảm thấy mình không hiểu nỗi quan hệ của các con. Cứ như thể có bí mật nào đó mẹ không biết... \" \"Mẹ tưởng tượng không hà,\" tôi nói nhanh, cố giữ giọng vui vẻ.  Bao tử tôi hơi nhộn nhạo. Tôi đã quên mẹ mình đã thấy nhiều thế nào.  Cái gì đó trong cách nhìn nhận giản dị về thế giới của bà đã gạt bỏ hết mọi tín hiệu nhiễu để xuyên thẳng vào bản chất của sự vật.  Lúc trước, chuyện này chưa bao giờ là một vấn đề. Cho đến tận bây giờ, chưa từng có bí mật nào mà tôi không thể kể cho mẹ nghe.   \"Không chỉ nó thôi.\"  Bà mím môi phòng thủ. \"Mẹ ước con thấy được cách con quẩn quanh bên nó.\" \"Ý mẹ là gì?\" \"Cái cách con di chuyển – con hướng về nó mà chẳng hề hay biết. Khi nó di chuyển, thậm chí chỉ một chút thôi, là con đã điều chỉnh vị trí của mình ngay. Giống như nam châm... hay trọng lực.  Con giống như một ... vệ tinh, này nọ.  Mẹ chưa từng thấy bất cứ thứ gì như vậy.\" Bà mím môi và nhìn chằm chằm.  \"Đừng có bảo con là, \" tôi trêu chọc, cố rặn một nụ cười. \"Mẹ lại đọc truyện ly kỳ bí ẩn nữa đó nghen?  Hay lần này là truyện khoa học giả tưởng?\" Renée thoáng ửng hồng. \"Lạc đề rồi. \" \"Có gì hay không?\" \"Ừm, có một quyển - nhưng chuyện đó không quan trọng.  Mình đang nói chuyện con mà.\" \"Mẹ chỉ nên coi truyện tình cảm thôi, mẹ.  Mẹ biết mẹ hay tự làm mình sợ hãi ra sao rồi.\" Mẹ cười mỉm chi. \"Mẹ ngốc thiệt há?\" Trong nửa giây tôi không trả lời được. Renée quá dễ bị thuyết phục.  Đôi khi vậy thì hay, vì chẳng phải ý tưởng nào của mẹ cũng thiết thực. Nhưng tôi đau lòng khi thấy bà chịu thua quá nhanh kiểu đánh trống lảng của tôi, nhất là bởi vì lần này bà hoàn toàn đúng. Bà nhìn lên, và tôi kiểm soát vẻ mặt của mình.  \"Không ngốc -  chỉ là một bà mẹ mà thôi.\" Mẹ phá ra cười rồi khoát tay về phía bờ cát trắng kéo dài đến biển xanh.  \"Và tất cả những cái này không đủ làm con chuyển về ở với bà mẹ ngốc nghếch của con sao?\" Tôi lau trán đầy kịch tính, rồi giả vờ vắt tóc.  \"Con sẽ quen với không khí ẩm này mà,\" bà hứa.  \"Mẹ cũng có thể quen với mưa được mà,\" tôi lật ngược.  Bà nghịch ngợm thúc cùi chỏ tôi rồi nắm tay tôi trở về chỗ để xe.   Ngoại trừ nỗi lo lắng cho tôi, mẹ có vẻ khá hạnh phúc. Mãn nguyện.  Bà vẫn nhìn Phil với ánh mắt tình tứ, và chuyện đó làm tôi thấy an tâm. Rõ ràng là cuộc đời bà đầy đủ và mãn nguyện. Rõ ràng là mẹ không nhớ tôi nhiều đến thế, dù là hiện tại...  Ngón tay lạnh giá của Edward vuốt má tôi. Tôi nhìn lên, chớp mắt, trở về với thực tại. Anh cúi xuống hôn lên trán tôi.  \"Mình về nhà rồi, người đẹp ngủ trong rừng.  Tới giờ dậy rồi.\" Chúng tôi dừng lại trước nhà Charlie. Đèn hàng hiên đang bật và chiếc tuần tiễu đang đỗ ở đường lái xe vào nhà. Khi đang quan sát ngôi nhà, tôi thấy màn cửa sổ phòng khách di chuyển, rọi luồng ánh sáng vàng qua bãi cỏ tối đen.  Tôi thở dài. Dĩ nhiên là Charlie đang chờ tóm cổ rồi.  Edward hẳn cũng đang nghĩ vậy, vì mặt anh cứng đờ và ánh mắt anh xa xôi khi đến mở cửa cho tôi.  \"Tệ cỡ nào?\" Tôi hỏi."
        }
    ],
    "suggestions": []
}