{
    "en_vn": {
        "data": {
            "content": null,
            "word": "withdrawals"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "withdrawals"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "withdrawals"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "withdrawals"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "withdrawals"
        }
    },
    "sentences": [
        {
            "en": "<em>Withdrawals</em>",
            "vi": "Các con số tận rút"
        },
        {
            "en": "Have you handled <em>withdrawals</em>?",
            "vi": "Quý khách đã rút tiền chưa?"
        },
        {
            "en": "Investments and <em>withdrawals</em> usually change the partners' capital ratios.",
            "vi": "Các khoản đầu tư và rút vốn thường làm thay đổi tỷ lệ góp vốn của các thành viên."
        },
        {
            "en": "A partner: <em>withdrawals</em>; goes bankrupt; is incapacitated; retires; dies.",
            "vi": "Một thành viên: rút vốn; phá sản; hết khả năng; về hưu; chết."
        },
        {
            "en": "Separate capital and <em>withdrawals</em> accounts are maintained for each partner - with a sole proprietorship, there is only one capital and one <em>withdrawals</em> account.",
            "vi": "Mở tài khoản vốn và rút vốn riêng cho từng thành viên - với công ty cá thể, chỉ có một tài khoản vốn và một tài khoản rút vốn."
        },
        {
            "en": "There is no minimum balance, and you may make deposits or <em>withdrawals</em> at any time.",
            "vi": "Không đòi hỏi số dư tối thiểu, và anh có thể gửi vào hoặc rút ra bất cứ lúc nào."
        },
        {
            "en": "The deposit account offers a high rate of interest but <em>withdrawals</em> require 90 days' notice.",
            "vi": "Tài khoản kí thác cho lãi suất cao nhưng rút tiền ra phải báo trước 90 ngày."
        },
        {
            "en": "The accounting equation can be rearranged to shift <em>withdrawals</em> and expenses to the left side.",
            "vi": "Nguyên tắc ghi vào tài khoản có thể được trình bày như sau."
        },
        {
            "en": "You are allowed to make two <em>withdrawals</em> a month from the account.",
            "vi": "Ông được phép rút tiền ở tài khoản hai lần trong một tháng."
        },
        {
            "en": "It covers planning, budgeting, funds <em>withdrawals</em>, accounting, implementation, disbursement and reporting.",
            "vi": "Khung pháp lý này bao gồm các nội dung về quy hoạch, lập kế hoạch ngân sách, rút vốn, kế toán, triển khai thực hiện, giải ngân và báo cáo."
        },
        {
            "en": "In the long run, you can even make <em>withdrawals</em> when you need it.",
            "vi": "Về lâu về dài, thậm chí ông có thể rút tiền ra khi ông cần."
        },
        {
            "en": "The following T accounts show the activity over the year in Andes and Vine's partners' capital and <em>withdrawals</em> accounts.",
            "vi": "Các tài khoản chữ t sau đây cho thấy việc đầu tư và rút vốn của andes và vine trong năm."
        },
        {
            "en": "The central bank also requires credit institutions, which have ATMs, to ensure that demand for cash <em>withdrawals</em> is met.",
            "vi": "Ngân hàng trung ương cũng yêu cầu các tổ chức tín dụng có máy ATM để đảm bảo nhu cầu rút tiền mặt được đáp ứng."
        },
        {
            "en": "The law requires that capital investment and <em>withdrawals</em> be separated from revenues and expenses for income tax reporting, financial reporting, and other purposes.",
            "vi": "Luật đòi hỏi rằng vốn đầu tư và rút vốn được tách riêng khỏi doanh thu và chi phí trong báo cáo thuế thu nhập, báo cáo tài chính và cho các mục đích khác."
        },
        {
            "en": "Some psychologist say that motivation can be looked at as a cycle were thoughts influences behaviors, and behavior drives performance, then performance impacts thoughts and the cycle begins again. These cycles have again divided into different dimensions such as attitudes, beliefs, intention, efforts and <em>withdrawals</em> which can all effect the motivation that an individual may experience.",
            "vi": "Một số nhà nghiên cứu cho rằng động lực có thể được xem xét như là một chu kỳ là những suy nghĩ ảnh hưởng tới hành vi, hiệu suất nỗ lực, sau đó tác động hiệu quả lên suy nghĩ và chu kỳ bắt đầu một lần nữa. Những chu kỳ đã một lần nữa chia thành các kích thước khác nhau như thái độ, niềm tin, ý định, nỗ lực và sự chi trả nó có thể là tất cả các hiệu ứng động lực mà một cá nhân có thể gặp."
        },
        {
            "en": "The Fed maintains the checking account of the U.S. Treasury. As the largest bank customer in the country, the U.S. government does quite a bit of business and performs a lot of financial transactions, all of which are handled by the Fed. These transactions amount to trillions of dollars and include all of the tax deposits and <em>withdrawals</em> for U.S. citizens. It also includes securities such as savings bonds, Treasury bills, notes, and bonds that are bought by and for the U.S. government.",
            "vi": "Fed giữ tài khoản vãng lai của Bộ Tài chính Hoa Kỳ. Là vị khách hàng lớn nhất nước, Chính phủ Hoa Kỳ thực hiện khá nhiều thương vụ và nhiều giao dịch tài chính, tất cả trong số này đều do Fed đảm nhiệm. Những giao dịch như vậy giá trị lên đến hàng nghìn tỷ đô la và gồm cả toàn bộ tiền thuế kí gửi và tiền trả cho các công dân Mỹ. Cũng bao gồm cả chứng khoán, chẳng hạn như trái phiếu tiết kiệm, trái phiếu kho bạc, tín phiếu, và các trái phiếu được chính phủ Hoa Kỳ mua hoặc bán."
        },
        {
            "en": "The Fed's original job was to organize, standardize and stabilize the monetary system in the United States. It had to set up a method that could create \"liquidity\" in the money supply -- in other words, make sure banks could honor <em>withdrawals</em> for customers. It also needed to come up with a way to create an \"elastic currency,\" meaning it had to control inflation by making sure prices didn't climb too quickly, and it needed a way of increasing or decreasing the country's supply of currency in order to prevent inflation and recession.",
            "vi": "Nhiệm vụ ban đầu của Fed là tổ chức, chuẩn hoá và ổn định hệ thống tiền tệ ở Mỹ. Nó phải lập ra một phương thức mà có thể tạo \"tính thanh khoản\" (khả năng thanh toán) trong nguồn cung tiền - nói cách khác, đảm bảo các ngân hàng có thể thanh toán tiền cho khách hàng. Nó cũng cần phải nghĩ ra cách tạo ra \"tiền tệ linh hoạt\", tức là nó phải kiểm soát lạm phát bằng việc bảo đảm giá cả không leo thang quá nhanh, và cần một phương thức tăng hay giảm nguồn cung tiền của quốc gia để tránh lạm phát hoặc suy thoái kinh tế."
        },
        {
            "en": "Before the Federal Reserve was created in 1913, there were over 30,000 different currencies floating around in the United States. Currency could be issued by almost anyone -- even drug stores issued their own notes. There were many problems that stemmed from this, including the fact that some currencies were worth more than others. Some currencies were backed by silver or gold, and others by government bonds. There were even times when banks didn't have enough money to honor <em>withdrawals</em> by customers. Imagine going to the bank to withdraw money from your savings account and being told you couldn't because they didn't have your money! Before the Fed was created, banks were collapsing and the economy swung wildly from one extreme to the next. The faith Americans had in the banking system was not very strong. This is why the Fed was created.",
            "vi": "Trước khi Fed được thành lập vào năm 1913, có hơn 30 000 đồng tiền khác nhau lưu hành trên khắp nước Mỹ. Hầu như ai cũng có thể phát hành tiền - ngay cả các tiệm thuốc cũng phát hành tiền của riêng họ. Điều này làm nảy sinh nhiều vấn đề, trong đó có chuyện một số đồng tiền giá trị hơn so với các đồng tiền khác. Một số đồng tiền được bảo đảm bằng bạc hoặc vàng, và có những đồng tiền khác thì được trái phiếu chính phủ bảo đảm. Thậm chí có những thời kỳ các ngân hàng không có đủ tiền cho khách hàng rút. Bạn tưởng tượng mà xem, tới ngân hàng để rút tiền tiết kiệm và được trả lời là bạn không thể rút tiền vì họ không có tiền của bạn! Trước khi Fed được thành lập, các ngân hàng lúc đó đang sụp đổ và nền kinh tế lung lay dữ dội từ thái cực này sang thái cực khác. Người Mỹ không tin tưởng vào hệ thống ngân hàng cho lắm. Đây là lý do vì sao Fed được thành lập."
        }
    ],
    "suggestions": []
}