{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['wʌndəlænd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xứ sở thần tiên (vùng đất, nơi đầy những điều kỳ lạ và phi (thường))</td></tr></table><i/></div>",
            "word": "wonderland"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>wonderland</k><blockquote>■ <cclass>noun a place full of wonderful things. </cclass></blockquote></div>",
            "word": "wonderland"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "wonderland"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>wonderland</k><blockquote><blockquote><ex><abr>n.</abr> a scenic wonderland</ex></blockquote></blockquote></div>",
            "word": "wonderland"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "wonderland"
        }
    },
    "sentences": [
        {
            "en": "People walking hand in hand through the winter <em>wonderland</em>.",
            "vi": "Mọi người tay trong tay qua xứ sở thần tiên lạnh giá."
        },
        {
            "en": "The <em>wonderland</em> is just in the fairy stories.",
            "vi": "Xứ sở thần tiên chỉ có trong những câu chuyện tưởng tượng."
        },
        {
            "en": "Hidden in its mystical <em>wonderland</em>, Shangri-La is a shelter of Tibetan monks.",
            "vi": "Lẩn khuất trong bức tranh thiên nhiên mầu nhiệm, Shangri - La là chốn chân tu của các Lạt ma Tây Tạng."
        },
        {
            "en": "In my opinion,\"Alice in <em>Wonderland</em>\" will be one of the must - see movies this year.",
            "vi": "Theo ý kiến tôi thì \"Alice in Wonderland\" sẽ là một trong những phim phải xem trong năm nay."
        },
        {
            "en": "Hidden in its mystical <em>wonderland</em>, Shangri - La is a shelter of Tibetan monks.",
            "vi": "Lẩn khuất trong bức tranh thiên nhiên mầu nhiệm, Shangri-La là chốn chân tu của các Lạt ma Tây Tạng."
        },
        {
            "en": "In my opinion, \"Alice in <em>Wonderland</em>\" will be one of the must-see movies this year.",
            "vi": "Theo ý kiến tôi thì\"Alice in Wonderland\" sẽ là một trong những phim phải xem trong năm nay."
        },
        {
            "en": "I wanted my mother to get a look at me as I wandered joyfully through this children's <em>wonderland</em>.",
            "vi": "Tôi muốn mẹ ngắm nhìn tôi khi tôi đi loanh quanh qua khu vui chơi trẻ em này."
        },
        {
            "en": "I wanted her to get a look at me as I wandered joyfully through this children's <em>wonderland</em>.",
            "vi": "Tôi muốn mẹ ngắm nhìn tôi khi tôi đi loanh quanh qua khu vui chơi trẻ em này."
        },
        {
            "en": "He has spent eight weeks examining the \"Alice in <em>Wonderland</em>\" world of Whitehall finance and is shocked at what he has found.",
            "vi": "Ông ấy đã dành 8 tuần điều tra chuyện kì lạ về tài chính Whitehall và bị choáng trước những gì ông phát hiện ra."
        },
        {
            "en": "Suzhou is one of the oldest cultural cities in China, a <em>wonderland</em> of rivers and bridges, and a paradise of gardens.",
            "vi": "Tô Châu là một trong những thành phố văn hóa cổ nhất ở Trung Quốc, một xứ sở thần tiên của những con sông và cầu, và một thiên đường của các khu vườn."
        },
        {
            "en": "Alice's Adventures in <em>Wonderland</em>  First, it's just fun to go, \"Tehe,\" when you catch all the colorful drug references that went over your childish head. But Lewis Carroll's classic is also a fantastic escape for when you need a break from everyday life.",
            "vi": "Trước tiên, đọc rất vui, bạn sẽ cười ha hả khi hiểu ra ý nghĩa màu các viên thuốc. Nhưng tác phẩm kinh điển của Lewis Carroll cũng là một phương tiện giải trí tuyệt vời khi bạn cần thoát khỏi cuộc sống nhàm chán đôi phút."
        },
        {
            "en": "Bringing the Beauty of Math to Life           For many people, math can be intimidating. But Alex Bellos finds it intriguing.  The journalist has degrees in mathematics and philosophy from Oxford University. After 20 years as a reporter, Bellos decided to combine his profession and his degrees. He traveled around the world - and back in time - to uncover fascinating stories of mathematical achievements and to profile people whose lives are intertwined with numbers.  Alex Bellos discovered that mathematics - which seems so absolute - is not the same everywhere around the globe.  \"While two plus two is indeed four all over the world, the approach to math is so, so different,\" Bellos says. \"I came from the U.K. where being good at math is seen as being uncool. This is not the case even in France. The French love their math. It's quite cool to be a mathematician. Mathematicians in France are seen as great intellectuals. And being good at arithmetic in India is almost seen as a badge of national pride. In Japan, which is a culture most different from mine, a million children study the abacus for fun after school. Counting is seen as fun. It's quite fun to be able to calculate and do multiplication very, very quickly.\"  Japan was one of the places Bellos visited on his year-long journey. There, he met the creator of the popular Sudoku puzzles and talked about the brain-teasing delights of mathematical games. In a town near Tokyo, he spent time with a guru of origami, the traditional Japanese art of paper folding. Origami, Bellos says, is one of the hottest areas of mathematical work today.   \"It turns out that origami is a brilliant way to understand geometry,\" he says. \"And if you start to think about paper folding, there are lots of things you can't do with the methods that have been taught in schools really since the Greeks. For instance, trisection of an angle. Just using a compass and straight-edge, you cannot construct an angle which is a third of another angle, but you can do that with origami. So it's quite interesting to think that origami in Japan, it may be a cultural thing for children, but now people study origami at the highest level in academia.\"  While in Japan, Bellos also met a math whiz who is not human.  \"I met the world's most numeric chimpanzee, he says. \"And it's fascinating just to see that chimpanzees can learn to count.\"  Bellos recounts his adventures in a new book, \"Here's Looking at Euclid.\" The title is a play on Humphrey Bogart's famous line, \"Here's looking at you, kid,\" from the movie \"Casablanca.\"    The ancient Greek mathematician Euclid is known as the father of geometry. Bellos also had fun with the title of the UK edition of the book, \"Alex's Adventures in Numberland,\"  an obvious takeoff on the British classic, \"Alice's Adventures in <em>Wonderland</em>.\"  The book is subtitled, \"A Surprising Excursion through the Astonishing World of Math.\"  In it, Bellos talks to two Ukrainian-American brothers who have built the world's biggest supercomputer in their New York apartment. He also went to Reno, Nevada to meet the man who sets the odds for more than half of the world's slot machines. While in Missouri, Bellos met with the president of the Dozenal Society of America.  \"Dozenalists are people who believe the decimal system - the system of 10 digits, zero to nine - is not very good, is not sufficient, and suggest we need to add two extra digits,\" say Bellos. \"One might say it's crazy, trying to introduce two new numbers to the number system, but mathematically it makes a perfect sense because multiplication and division become much easier if we count in twelves rather than tens.”  In exploring the wonder of math, Bellos discovered numbers are not innate to humans. They were first used only about 5,000 years ago. And he found groups of people today that don't use numbers at all or very few of them.  \"In the Amazon, I spoke to a man who has been researching the tribe, the Munduruku, who have numbers up to five and that's it,\" he says. \"Actually, they maybe even have numbers up to four because they have a word for one, for two, for three-ish, for four-ish and then they use the word palm or handful for five.\"  Bellos also stopped in Germany this summer to report on the bi-annual Mental Calculation World Cup. The 10-year-old competition has several categories: addition, multiplication, square root and calendar calculation. In that last event, contestants are given a number of dates and they have to figure out which days of the week those dates fall on - all in their head. The winner of the 2010 competition is 11 years old.  \"Priyanshi Somani from India. She learned to calculate using an abacus,\" he says. \"So when she's calculating, she's moving her hands around in the air in front of her as if there is an abacus there.\"  Somani later told Bellos she imagined she was using an abacus during the competition. When asked whether she could do the mental calculations without using her hands, Somani told Bellos that she didn't think so.  Bellos embarked on his around-the-world excursion to prove that mathematics is not a dry field of learning. The stories in his book prove that it's surprising and astonishing, as surely as the square of the hypotenuse of a right triangle equals the sum of the square of its two other sides.",
            "vi": "Mang cái đẹp của toán học vào cuộc sống       Đối với nhiều người, toán học có thể là đáng sợ. Nhưng Alex Bellos lại thấy nó vô cùng hấp dẫn. Nhà báo này có bằng cấp về toán học và triết học của Đại học Oxford. Sau 20 năm làm phóng viên, Bellos quyết định kết hợp nghề nghiệp và học vị của mình. Anh ấy du lịch vòng quanh thế giới - và truy tìm lại lịch sử - để khám phá những câu chuyện thú vị về những thành tựu toán học đồng thời kể về những con người mà cuộc đời của họ gắn liền với những con số.  Alex Bellos khám phá ra được rằng toán học – dường như rất tuyệt đối – lại không hề giống nhau ở khắp nơi trên địa cầu này. \"Mặc dù ở đâu người ta cũng đều công nhận 2+2=4 nhưng phương pháp tiếp cận toán học lại rất khác nhau”, Bellos nói. \"Tôi đến từ Anh quốc, nơi mà một người giỏi toán được xem như chẳng có gì đáng nói. Nhưng ở đất Pháp thì lại khác. Người Pháp rất yêu thích toán học. Một nhà toán học ở đây thì khá là “hay ho”. Ở Pháp, những nhà toán học được xem là giới trí thức uyên bác. Và tại Ấn Độ, học giỏi về số học hầu như được xem là một biểu hiện của lòng tự hào dân tộc. Ở Nhật, nơi có nền văn hoá khác xa văn hoá xứ tôi, một triệu trẻ em học toán bằng bàn tính để giải trí sau giờ học. Tính toán được coi là một thú tiêu khiển. Thật là vui thú khi có thể tính toán và làm tính nhân một cách thật mau chóng.\"  Nhật Bản là một trong những nơi Bellos viếng thăm trong chuyến hành trình kéo dài nhiều năm của mình. Ở đó, anh gặp người sáng tạo ra trò Sudoku nổi tiếng và bàn luận về những cái thú vị động não trong những trò chơi toán học. Ở một thị trấn gần Tokyo, anh ấy bỏ một chút thời gian đàm đạo với một bậc thầy Origami, nghệ thuật xếp giấy truyền thống Nhật Bản. Bellos cho rằng Origami là một trong những lĩnh vực thành công nhất của toán học hiện đại. \"Hoá ra Origami là một phương pháp xuất sắc để hiểu về hình học,\" anh ấy nói . \"Và nếu bạn bắt đầu nghĩ về việc xếp giấy, có nhiều thứ bạn không thể làm bằng những phương pháp đã được dạy ở trường học từ thời có người Hy lạp. Chẳng hạn như, chia một góc làm ba. Chỉ cần sử dụng com-pa và thước thẳng, bạn không thể vẽ được một góc bằng 1/3 của một góc khác, nhưng bạn có thể làm điều đó với Origami. Thật là thú vị khi nghĩ rằng ở Nhật origami có thể là một trò chơi văn hoá dành cho trẻ em, nhưng giờ đây người ta nghiên cứu chuyên sâu về origami ở cấp cao nhất trong học thuật.\"  Khi ở Nhật, Bellos cũng gặp một cao thủ toán học nhưng không phải là một con người.  \"Tôi đã gặp một con tinh tinh giỏi số học nhất thế giới và thật thú vị khi nhìn con tinh tinh đó có thể học đếm.\"  Bellos kể lại những cuộc phiêu lưu của anh ấy trong một cuốn sách mới “Hãy nhìn Euclid”. Tiêu đề nhại theo một câu nói nổi tiếng của Humphrey Bogart, \"Hãy nhìn mày đi nhóc\" trong bộ phim \"Casablanca\".  Nhà toán học Hy Lạp cổ đại Euclid được coi là ông tổ hình học. Bellos  còn chơi chữ với tên của ấn bản sách xuất bản ở Anh “Những cuộc phiêu lưu của Alex trong vùng đất số\", rõ ràng là nhại từ câu chuyện cổ của Anh  \"Những cuộc phiêu lưu của Alice ở xứ sở thần tiên.\"  Tiêu đề phụ của cuốn sách là \"Cuộc dạo chơi đầy bất ngờ trên khắp thế giới lạ lùng của toán học.\"  Trong đó, Bellos có cuộc trò chuyện với hai anh em quốc tịch Mỹ-Ukraina đã xây dựng một siêu máy tính lớn nhất thế giới trong một căn hộ ở New York của họ. Anh ấy cũng đi đến Reno, Nevada để gặp người đàn ông chơi chấp hơn một nửa máy đánh bạc trên thế giới. Khi ở Missouri, Bellos gặp chủ tịch Hiệp hội Dozenal Hoa Kỳ.  \"Dozenalist là những người cho rằng hệ thập phân - hệ 10 chữ số, từ 0 đến 9 – là không đủ và không còn hiệu quả và đề nghị chúng ta cần bổ sung thêm hai chữ số nữa\" Bellos nói. \"Một người nào đó có thể cho rằng việc này là điên rồ khi cố đưa thêm hai chữ số mới mới và hệ số, nhưng về toán học thì nó có một ý nghĩa tuyệt vời vì sự nhân chia sẽ trở nên dễ dàng hơn nếu chúng ta đếm trong 12 chữ số thay vì 10 chữ số.”  Khi tìm hiểu sự kỳ diệu của toán học, Bellos còn khám phá ra những con số không xuất hiện đồng thời với con người. Chúng được sử dụng lần đầu tiên chỉ cách đây khoảng 5.000 năm. Và anh ấy còn phát hiện ngày nay có những nhóm người không hề sử dụng con số nào hoặc rất ít con số.  \"Ở Amazon, tôi trò chuyện với một chuyên gia nghiên cứu về bộ lạc Munduruku, họ chỉ có vỏn vẹn 5 con số mà thôi\" anh ấy nói . \"Thực ra thì, có lẽ họ chỉ có đếm được tới 4 thôi vì họ có những từ để biểu thị cho số 1, số 2, số 3, số 4 và sau cùng họ cùng từ biểu thị bàn tay để chỉ số 5.\"  Bellos cũng dừng lại ở Đức mùa hè này để theo dõi cuộc thi tính nhẩm thế giới tổ chức một năm hai lần. Cuộc đua tranh đã trải qua 10 năm này có vài nội dung như sau: cộng, nhân, căn bậc hai và tính lịch. Trong kỳ thi trước gần đây nhất, những người dự thi được trao cho một con số về ngày tháng và họ phải tính nhẩm trong đầu xem con số này rơi vào ngày nào trong tuần. Người chiến thắng năm 2010 là một cô bé 11 tuổi. \"Priyanshi Somani đến từ Ấn Độ. Cô bé học sử dụng bàn tính,\" anh ấy nói . \"Vì vậy khi tính nhẩm, cô bé huơ hai tay trong không khí ngay trước mặt mình như thể có một cái bàn tính ở đó.\"  Sau đó Somani nói với Bellos rằng cô bé tưởng tượng là mình đang sử dụng bàn tính trong khi thi đấu. Khi được hỏi nếu không sử dụng tay thì cô bé có thể tính nhẩm được không thì Somani nói với Bellos là cô nghĩ mình không làm được.  Bellos bắt đầu chuyến hành trình đi đến mọi miền trên thế giới để chứng tỏ toán học chưa bao giờ là một mảnh đất học thuật khô khan. Những câu chuyện kể trong sách của anh ấy cho thấy những điều bất ngờ thú vị và không kém phần đúng đắn như định lý bình phương cạnh huyền của một tam giác vuông bằng tổng bình phương của hai cạnh góc vuông. (định lý Pi-ta-go)"
        }
    ],
    "suggestions": []
}