{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Woolf",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Woolf",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Woolf",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Woolf",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Woolf",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The main speech was delivered by Lord <em>Woolf</em>.",
            "vi": "Bài diễn văn chính được phát biểu bởi Lord Woolf."
        },
        {
            "en": "Elizabeth <em>Woolf</em>, head of Cancer Research UK's information website Cancer Help UK, said: \"This is an interesting, impressive but relatively small trial of a promising new-generation melanoma drug, which Cancer Research UK is proud to have played a role in developing.\"",
            "vi": "Elizabeth Woolf, chủ tịch trang mạng thông tin Trợ giúp Ung thư thuộc Viện nghiên cứu Ung thư Anh quốc- cho biết: “Đây là một thử nghiệm về loại thuốc chống u ác tính thế hệ mới đầy hứa hẹn tuy hơi nhỏ nhưng thú vị và ấn tượng mà Viện nghiên cứu Ung thư Anh quốc rất tự hào đã đóng một vai trò trong phát triển y học."
        },
        {
            "en": "24 March 2011 Last updated at 21:44 GMT           24 March 2011 Last updated at 21:44 GMT  http://www.bbc.co.uk/news/world-us-canada-12856261 Elizabeth Taylor to be buried outside Los Angeles Dame Elizabeth Taylor is to be buried in a cemetery just outside Los Angeles, a day after her death. A private funeral was expected to be held at the Forest Lawn Memorial Park in Glendale. Pop icon Michael Jackson, a friend of Taylor's, is one of a number of stars also buried at the cemetery. Taylor, one of the 20th Century's biggest movie stars, died in Los Angeles on Wednesday of congestive heart failure. She was 79.  Police spokesman Tom Lorenz told the Associated Press that about four dozen family members were expected to attend the funeral, and there would be no procession. Officials at the Forest Lawn Memorial Park had requested police assistance for the ceremony, he said. Taylor's most famous films included National Velvet, Cleopatra and Who's Afraid of Virginia <em>Woolf</em>? She was equally well-known for her glamour and film partnership with Richard Burton, one of seven husbands. The peak of her film career came in the 1950s and 1960s, with four Oscar nominations in a row from 1958 to 1961. Taylor's Hollywood contemporaries have been paying tribute to her as an actress, friend, and activist on HIV/Aids.",
            "vi": "24 March 2011 Last updated at 21:44 GMT           24 March 2011 Last updated at 21:44 GMT  http://www.bbc.co.uk/news/world-us-canada-12856261 Elizabeth Taylor được an táng bên ngoài Los Angeles Nữ nghệ sĩ Elizabeth Taylor sẽ được an táng tại một nghĩa trang ngay bên ngoài Los Angeles một ngày sau khi bà mất Tang lễ riêng được dự định tổ chức tại Forest Lawn Memorial Park ở Glendale Biểu tượng nhạc Pop Michael Jackson, một người bạn của Taylor, là một trong rất nhiều ngôi sao được chôn cất tại nghĩa trang này Taylor, một trong những ngôi sao điện ảnh vĩ đại nhất của thế kỷ 20, đã qua đời tại Los Angeles hôm thứ tư do chứng sung huyết tĩnh mạch, thọ 79 tuổi Tom Lorenz, người phát ngôn của cảnh sát, nói với hãng tin Associated Press rằng dự tính có gần năm mươi thành viên gia đình sẽ dự đám tang này, và sẽ không có đám rước Ông nói, các viên chức tại Forest Lawn Memorial Park đã yêu cầu cảnh sát hỗ trợ tang lễ Các bộ phim nổi tiếng nhất của Taylor gồm có National Velvet, Cleopatra và Who’s Afraid of Virginia Woolf?  Bà còn được biết nhiều nhờ vẻ quyến rũ và đóng cặp với Richard Burton, một trong bảy người chồng của mình Đỉnh cao trong sự nghiệp điện ảnh của bà diễn ra trong các thập niên 1950 và 1960 với bốn để cử giải Oscar liên tiếp từ 1958 đến 1961 Bạn bè cùng thời với bà tại Hollywood tỏ lòng kính trọng bà ở tư cách là một diễn viên, người bạn, và nhà hoạt động trong phong trào chống HIV/Aids"
        }
    ],
    "suggestions": []
}