{
    "en_vn": {
        "data": {
            "content": null,
            "word": "woolen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "woolen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "woolen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "woolen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "woolen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>woolen</em> cloth prickled my skin.",
            "vi": "Vải len làm cho da tôi có cảm giác bị kim châm."
        },
        {
            "en": "They pulled heavy <em>woolen</em> stockings over the <em>woolen</em> stockings and the shoes they were already wearing.",
            "vi": "Tất cả đều mang thêm một lớp vớ len dài choàng ngoài lớp vớ len và giày đã mang."
        },
        {
            "en": "These <em>woolen</em> coats could keep out the cold.",
            "vi": "Những chiếc áo khoác bằng len này có thể cản được lạnh."
        },
        {
            "en": "All these <em>woolen</em> piece goods are double width.",
            "vi": "Tất cả hàng vải dệt len đều rộng gấp đôi."
        },
        {
            "en": "This is a piece of good quality <em>woolen</em> cloth.",
            "vi": "Đây là một mẩu vải len có chất lượng tốt."
        },
        {
            "en": "There was a short - shipment of a dozen <em>woolen</em> socks.",
            "vi": "Có một lô hàng thiếu 5 tá vớ len."
        },
        {
            "en": "We have recommended the buyer <em>woolen</em> sweaters and silk pajamas.",
            "vi": "Chúng tôi vừa giới thiệu người mua áo len cổ chui và áo ngủ bằng vải tơ."
        },
        {
            "en": "She tried to dust from her <em>woolen</em> jacket.",
            "vi": "Cô ấy cố gắng phủi bụi chiếc áo khoác len của mình."
        },
        {
            "en": "There was a short-shipment of a dozen <em>woolen</em> socks.",
            "vi": "Có một lô hàng thiếu 5 tá vớ len."
        },
        {
            "en": "It's too hot to be covered with a <em>woolen</em> blanket.",
            "vi": "Trời nóng quá không đắp chăn len được."
        },
        {
            "en": "The price of plain <em>woolen</em> carpeting isn't so expensive.",
            "vi": "Thảm bằng len thường giá không mắc lắm."
        },
        {
            "en": "<em>Woolen</em> sweaters will be wrapped in polybags and packed in standard export cartons.",
            "vi": "Áo len sẽ được bọc trong những cái túi nhựa và đóng gói trong những thùng cac - tông xuất khẩu đạt chuẩn."
        },
        {
            "en": "If going about, put a pair of <em>woolen</em> stockings over the cotton ones.",
            "vi": "Nếu đi đây đi đó thì nên mang bít tất dài bằng len."
        },
        {
            "en": "Now, Peter is wearing dark-blue flared trousers and a light-blue <em>woolen</em> jacket.",
            "vi": "Bây giờ, Peter đang mặc quần ống loe màu xanh đậm và áo vét bằng len màu xanh nhạt."
        },
        {
            "en": "A <em>woolen</em> sweater price $29.95 (twenty-nine point ninety-five dollars).",
            "vi": "Một chiếc áo len dài tay, giá 29. 95 đô la."
        },
        {
            "en": "Now, Peter is wearing dark - blue flared trousers and a light - blue <em>woolen</em> jacket.",
            "vi": "Bây giờ, Peter đang mặc quần ống loe màu xanh đậm và áo vét bằng len màu xanh nhạt."
        },
        {
            "en": "A <em>woolen</em> sweater price $29. 95 (twenty - nine point ninety - five dollars).",
            "vi": "Một chiếc áo len dài tay, giá 29.95 đô la."
        },
        {
            "en": "The old lady spent several hours a day knitting up the <em>woolen</em> cap of her husband.",
            "vi": "Người đàn bà lớn tuổi đã dành nhiều giờ mạng lại cái mũ len cho chồng mình."
        },
        {
            "en": "We have <em>woolen</em> fabrics, silk fabrics and synthetic fabrics as well.",
            "vi": "Chúng tôi có len dạ, tơ lụa và vải tổng hợp nữa."
        },
        {
            "en": "We have many kinds : silk embroidery, hair embroidery, <em>woolen</em> needle - point embroidery.",
            "vi": "Chúng tôi có nhiều loại: thêu lụa, thêu mảnh, thêu len."
        }
    ],
    "suggestions": []
}