{
    "en_vn": {
        "data": {
            "content": null,
            "word": "worrywart",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "worrywart",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "worrywart",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "worrywart",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "worrywart",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Don't be such a <em>worrywart</em>.",
            "vi": "Đừng lo lắng thái quá."
        },
        {
            "en": "Michael <em>W</em> Young, 68",
            "vi": "Michael W Young, 68 tuổi"
        },
        {
            "en": "Don't listen to him - he's just an old <em>worrywart</em>.",
            "vi": "Đừng có nghe hắn – Hắn chỉ là cái thằng hay hoang mang."
        },
        {
            "en": "Michael <em>W</em> Young, 68",
            "vi": "Michael W Young, 68 tuổi"
        },
        {
            "en": "<em>W</em>. C. is over there.",
            "vi": "Nhà vệ sinh ở chỗ kia."
        },
        {
            "en": "\"<em>W</em>-e-l-l\", the clerk drawled.",
            "vi": "\"Việc này\", cô thư ký kéo dài giọng."
        },
        {
            "en": "<em>W</em> e will look at the future.",
            "vi": "Chúng tôi sẽ xem xét tương lai."
        },
        {
            "en": "\"<em>W</em> - e - l - l\", the clerk drawled.",
            "vi": "\"Việc này\", cô thư ký kéo dài giọng."
        },
        {
            "en": "A parallel circuit has a resistance of 280 <em>W</em> and an inductive reactance of 360 <em>W</em>.",
            "vi": "Một mạch song song có một điện trở 280 oát và một điện kháng quy nạp 360 oát."
        },
        {
            "en": "We generally insure <em>W</em>. P. A. on CIF sales.",
            "vi": "Chúng tôi thường bảo hiểm có bồi thường tổn thất riêng đối với hàng hóa bán theo giá CIF."
        },
        {
            "en": "Do you cover risks other than <em>W</em>. P. A?",
            "vi": "Bạn có bảo hiểm những rủi ro khác ngoài bảo hiểm có bồi thường tổn thất riêng không?"
        },
        {
            "en": "Others can use their initials (Mr. <em>W</em>. J. Chang).",
            "vi": "Người khác có thể sử dụng những chữ cái đầu tiên trong tên của họ (ông w. j. chang)."
        },
        {
            "en": "President George <em>W</em>. Bush greets rescue workers, firefighters and military personnel (Image: Courtesy George <em>W</em>. Bush Presidential Library and Museum)",
            "vi": "Tổng thống George W. Bush chào hỏi các nhân viên cứu hộ, lính cứu hỏa và sĩ quan quân đội (Ảnh: Được phép của Thư viện và Bảo tàng Tổng thống George W. Bush)"
        },
        {
            "en": "Aweigh <em>W</em> is suspended from the end of the string.",
            "vi": "Trọng lượng w được treo vào cuối đầu lò xo kia."
        },
        {
            "en": "He started T. <em>W</em>. A (Trans World Airlines).",
            "vi": "Ông ta đã thành lập hãng hàng không xuyên lục địa."
        },
        {
            "en": "Let's keep walking until we see a <em>W</em>. C. sign.",
            "vi": "Hãy tiếp tục đi cho đến khi chúng ta thấy được một tấm biển W.C."
        },
        {
            "en": "President George <em>W</em>. Bush greets rescue workers, firefighters and military personnel (Image: Courtesy George <em>W</em>. Bush Presidential Library and Museum)",
            "vi": "Tổng thống George W. Bush chào hỏi các nhân viên cứu hộ, lính cứu hỏa và sĩ quan quân đội (Ảnh: Được phép của Thư viện và Bảo tàng Tổng thống George W. Bush)"
        },
        {
            "en": "President George <em>W</em>. Bush talks on the telephone Sept. 11, 2001, as senior staff huddle aboard Air Force One (Image: Courtesy of the George <em>W</em>. Bush Presidential Library)",
            "vi": "Tổng thống George W. Bush đã nói chuyện qua điện thoại vào ngày 11 tháng 9 năm 2001 khi các nhân viên cấp cao hội ý bí mật trên tàu Air Force One (Ảnh: Được phép của Thư viện Tổng thống George W. Bush)"
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em> - a - t - e - r in her other hand. <em>W</em> - a - t - e - r, <em>w</em> - a - t - e - r. I formed",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        },
        {
            "en": "We heard someone pumping water. I put Helen's hand under the cool water and formed the word <em>w</em> - a - t - e - r in her other hand. <em>W</em> - a - t - e - r, <em>w</em> - a - t - e",
            "vi": "Chúng tôi nghe ai đó đang bơm nước. Tôi đặt tay Helen dưới dòng nước lạnh và viết các chữ cái w-a-t-e-r trong tay kia của cô bé. W-a-t-e-r, w-a-t-e-r. Tôi viết đi viết lại từ này trong tay của cô ấy. Helen nhìn lên bầu trời như thể ký ức đã bị đánh mất hay một ý nghĩ gì đó đang tràn về trong cô bé."
        }
    ],
    "suggestions": []
}