{
    "en_vn": {
        "data": {
            "content": null,
            "word": "worsened",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "worsened",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "worsened",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "worsened",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "worsened",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The economic climate has <em>worsened</em> recently.",
            "vi": "Gần đây tình hình kinh tế trở nên tồi tệ hơn."
        },
        {
            "en": "Her condition had <em>worsened</em> some.",
            "vi": "Điều kiện của cô ấy đã tệ đi một chút."
        },
        {
            "en": "The situation has <em>worsened</em> since.",
            "vi": "Tình hình này xấu đi từ lúc đó."
        },
        {
            "en": "Michael <em>W</em> Young, 68",
            "vi": "Michael W Young, 68 tuổi"
        },
        {
            "en": "Michael <em>W</em> Young, 68",
            "vi": "Michael W Young, 68 tuổi"
        },
        {
            "en": "Their financial state has significantly <em>worsened</em>.",
            "vi": "Tình hình tài chính của họ đã xấu đi đáng kể."
        },
        {
            "en": "The patient's condition <em>worsened</em> during the night.",
            "vi": "Tình trạng người bệnh đêm qua đã tồi tệ hơn."
        },
        {
            "en": "<em>W</em>. C. is over there.",
            "vi": "Nhà vệ sinh ở chỗ kia."
        },
        {
            "en": "The situation will be <em>worsened</em> by the exchange rate adjustments.",
            "vi": "Tình hình này sẽ trở nên tồi tệ bởi những điều chỉnh tỷ giá."
        },
        {
            "en": "The drought had <em>worsened</em> their chances of survival.",
            "vi": "Hạn hán làm cho khả năng sống sót của chúng càng mong manh hơn."
        },
        {
            "en": "The reforms actually <em>worsened</em> the condition of families in rural communities.",
            "vi": "Những cuộc cải cách thật sự đã làm hoàn cảnh của những gia đình ở nông thôn trở nên tồi tệ hơn."
        },
        {
            "en": "\"<em>W</em> - e - l - l\", the clerk drawled.",
            "vi": "\"Việc này\", cô thư ký kéo dài giọng."
        },
        {
            "en": "\"<em>W</em>-e-l-l\", the clerk drawled.",
            "vi": "\"Việc này\", cô thư ký kéo dài giọng."
        },
        {
            "en": "<em>W</em> e will look at the future.",
            "vi": "Chúng tôi sẽ xem xét tương lai."
        },
        {
            "en": "The Anglo - American relations <em>worsened</em> during this time because the British made a few diplomatic mistakes.",
            "vi": "Trong thời gian này quan hệ Anh-Mỹ trở nên tồi tệ vì người Anh đã có một vài sai lầm về ngoại giao."
        },
        {
            "en": "A parallel circuit has a resistance of 280 <em>W</em> and an inductive reactance of 360 <em>W</em>.",
            "vi": "Một mạch song song có một điện trở 280 oát và một điện kháng quy nạp 360 oát."
        },
        {
            "en": "Students'difficulties may be <em>worsened</em> by problems concerning their development and worries.",
            "vi": "Những vấn đề về sự phát triển và những lo âu của học sinh có thể khiến cho khó khăn của chúng càng trầm trọng hơn."
        },
        {
            "en": "In all EBRD’s countries of operation, the human capital stock has <em>worsened</em> during transition years.",
            "vi": "Ở tất các các nước có sự hiện diện của EBRD, nguồn vốn con người đã bị mai một đi trong những năm chuyển đổi."
        },
        {
            "en": "We generally insure <em>W</em>. P. A. on CIF sales.",
            "vi": "Chúng tôi thường bảo hiểm có bồi thường tổn thất riêng đối với hàng hóa bán theo giá CIF."
        },
        {
            "en": "President George <em>W</em>. Bush greets rescue workers, firefighters and military personnel (Image: Courtesy George <em>W</em>. Bush Presidential Library and Museum)",
            "vi": "Tổng thống George W. Bush chào hỏi các nhân viên cứu hộ, lính cứu hỏa và sĩ quan quân đội (Ảnh: Được phép của Thư viện và Bảo tàng Tổng thống George W. Bush)"
        }
    ],
    "suggestions": []
}