{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">weave</font></td></tr></table><i/></div>",
            "word": "woven"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>woven</k><blockquote>past participle of <kref>weave</kref><sup>1</sup>. </blockquote></div>",
            "word": "woven"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "woven"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "woven"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "woven"
        }
    },
    "sentences": [
        {
            "en": "The <em>woven</em> labels look great.",
            "vi": "Nhãn dệt trông thật tuyệt vời."
        },
        {
            "en": "This cloth is too closely <em>woven</em>.",
            "vi": "Vải này được dệt quá khít."
        },
        {
            "en": "This shirt is <em>woven</em> by Man-made fibres.",
            "vi": "Chiếc áo này dệt bằng sợi nhân tạo."
        },
        {
            "en": "I found a tightly <em>woven</em> piece of cloth.",
            "vi": "Tôi tìm thấy một mảnh vải dệt chặt."
        },
        {
            "en": "We are looking for some <em>woven</em> bamboo sticks.",
            "vi": "Chúng tôi đang kiếm một ít tre đan."
        },
        {
            "en": "I like cloth <em>woven</em> from silk and wool.",
            "vi": "Tôi thích vải dệt bằng tơ và len."
        },
        {
            "en": "All these knits are hand-<em>woven</em> in Aran.",
            "vi": "Tất cả những cái áo đan này đều được đan theo kiểu A - ran."
        },
        {
            "en": "All these knits are hand - <em>woven</em> in Aran.",
            "vi": "Tất cả những cái áo đan này đều được đan theo kiểu A-ran."
        },
        {
            "en": "The woollen material was often <em>woven</em> at home.",
            "vi": "Vải len bền thường được dệt ở nhà."
        },
        {
            "en": "This shirt is <em>woven</em> by Man - made fibres.",
            "vi": "Chiếc áo này dệt bằng sợi nhân tạo."
        },
        {
            "en": "The hoodie is <em>woven</em> in its natural cotton color, and so avoids using harmful dyes.",
            "vi": "Mẫu áo liền mũ này dệt vải theo đúng màu tự nhiên của bông, tránh dùng các hóa chất nhuộm độc hại."
        },
        {
            "en": "The poplin dress shirts are always <em>woven</em> in a horizontal fashion, giving a rib effect.",
            "vi": "Áo đầm vải pô pơ lin (poplin) luôn là kiểu dệt nằm ngang thời trang mang lại hiệu quả đường kẻ."
        },
        {
            "en": "The lives of four different couples are <em>woven</em> into the narrative.",
            "vi": "Cuộc sống của bốn cặp vợ chồng đan vào nhau thành cuốn truyện."
        },
        {
            "en": "I am interested in some of the items in your catalogue, especially the hand - made <em>woven</em> articles.",
            "vi": "Tôi quan tâm đến một số mặt hàng trong cuốn sách in mẫu hàng của bạn, đặc biệt là những mặt hàng dệt thủ công."
        },
        {
            "en": "In the market square, traders had set out displays of items for sale, including ceramics and hand <em>woven</em> rugs.",
            "vi": "Trong khu chợ, những người bán hàng đã bày hàng ra để bán, gồm có đồ gốm và những tấm thảm dệt bằng tay."
        },
        {
            "en": "It wasn't a tatami, but a simple sheet of <em>woven</em> straw; i could feel the hard flooring beneath.",
            "vi": "Chiếu không phải là chiếu nệm, mà là chiếu rơm đơn sơ; nên tôi cảm thấy sàn ván cứng ngắc dưới lưng."
        },
        {
            "en": "Her flowing golden locks were let down, and she had <em>woven</em> a few wild flowers into her hair.",
            "vi": "Mái tóc vàng mềm rũ của cô xõa xuống, và cô được kết vài bông hoa dại trên mái tóc."
        },
        {
            "en": "A rigid casing for a limb, made with open-<em>woven</em> bandage impregnated with plaster of Paris and applied while wet.",
            "vi": "Một bao cứng để bọc một chi làm bằng băng dệt hở có tẩm thạch cao và băng lúc ướt."
        },
        {
            "en": "So it was that after a time the wonderful things he did were <em>woven</em> into a beautiful legend.",
            "vi": "Chính vì thế mà sau một thời gian dài tất cả những điều tuyệt vời mà ông ấy làm đã được thêu dệt thành một truyền thuyết đẹp đẽ."
        },
        {
            "en": "I am interested in some of the items in your catalogue, especially the hand-made <em>woven</em> articles.",
            "vi": "Tôi quan tâm đến một số mặt hàng trong cuốn sách in mẫu hàng của bạn, đặc biệt là những mặt hàng dệt thủ công."
        }
    ],
    "suggestions": []
}