{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ws"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ws"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ws"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ws"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ws"
        }
    },
    "sentences": [
        {
            "en": "   - Know what the five <em>Ws</em> of news reporting are.",
            "vi": "   - Biết được năm Ws của báo cáo tin tức là gì"
        },
        {
            "en": "The Chinese <em>WS</em>-10 jet engine, long in development as a local alternative to the PLA's J-11s, has consistently performed dubiously.",
            "vi": "Động cơ máy bay phản lực của Trung Quốc WS-10, được nghiên cứu trong thời gian khá lâu dài để thay thế cho những máy bay J-11 của quân đội Trung Quốc, tuy nhiên động cơ này liên tiếp có trục trặc."
        },
        {
            "en": "In 2010, the Washington Post reported that according to Russian and Chinese experts, the <em>WS</em>-10A engine needed servicing following just 30 hours of operation, as opposed to 400 hours for the Russian-produced engines, and far below international standards.",
            "vi": "Năm 2010, hãng tin Washington Post đưa tin rằng theo các chuyên gia Nga và Trung Quốc thì chỉ sau 30 giờ hoạt động là động cơ WS-10A đã cần được bảo dưỡng, trái ngược hẳn với 400 giờ đối với các động cơ do Nga sản xuất, và kém xa so với các tiêu chuẩn quốc tế."
        },
        {
            "en": "Early models of this jet were fitted with Russian engines, but in 2010 it was announced that a Chinese-built engine, the <em>WS</em>-10H, would be used instead. As of 2012, however, they were still a weak point for the aircraft.",
            "vi": "Các mẫu đầu tiên của máy bay phản lực này từng được trang bị động cơ của Nga, nhưng vào năm 2010, có tuyên bố cho biết động cơ WS-10H do Trung Quốc chế tạo sẽ được dùng để thay thế. Tuy nhiên, tính đến năm 2012,  động cơ vẫn là là một điểm yếu đối với loại máy bay này."
        },
        {
            "en": "6. Start with the pronouns  English is a pronoun based language: I, me, you, he, she, it, us, them.  With children you can use flashcards with pictures. Older students and adults will have written materials before, so the focus is getting them to memorize the words. For example, you could help them to create a pronoun chart.  Another essential set of words are the 5-<em>Ws</em>: who, when, where, when and why. Again, create a chart and get them using the words regularly.",
            "vi": "6. Hãy cho học đại từ trước  Tiếng Anh là ngôn ngữ dựa trên đại từ : I, me, you, he, she, it, us, them.  Với học trò nhỏ, bạn có thể sử dụng flashcard có hình. Còn học trò lớn thì cho ghi xuống tập trước, để tập trung nhớ từ. Chẳng hạn như, bạn có thể giúp học trò tạo ra 1 biểu đồ đại từ.    Một bộ từ quan trọng là 5 chữ W: who, when, where, when and why. Hãy tạo biểu đồ và cho học trò sử dụng thường xuyên."
        }
    ],
    "suggestions": []
}