{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Wyoming"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Wyoming"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Wyoming"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Wyoming"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Wyoming"
        }
    },
    "sentences": [
        {
            "en": "Grand Prismatic Spring, <em>Wyoming</em>, USA",
            "vi": "Grand Prismatic Spring, Wyoming, Hoa Kỳ"
        },
        {
            "en": "Grand Prismatic Spring, <em>Wyoming</em>, USA",
            "vi": "Grand Prismatic Spring, Wyoming, Hoa Kỳ"
        },
        {
            "en": "I suggest you visit the Indian territory in <em>Wyoming</em>.",
            "vi": "Tôi đề nghị bạn đi thăm vùng đất của người da đỏ ở Wyoming."
        },
        {
            "en": "How about visiting the Indian territory in <em>Wyoming</em>?",
            "vi": "Ta cùng đi thăm vùng đất của người da đỏ ở Wyoming nhé?"
        },
        {
            "en": "You could leave the car in any city in <em>Wyoming</em>.",
            "vi": "Bạn có thể để lại xe bất cứ thành phố nào tại Wyoming."
        },
        {
            "en": "You could even go and see the Indian territory in <em>Wyoming</em>.",
            "vi": "Bạn có thể đi xem lãnh thổ của người da đỏ ở Wyoming."
        },
        {
            "en": "You could return the car in any city in <em>Wyoming</em> and fly back to L. A.",
            "vi": "Bạn có thể trả xe bất cứ ở thành phố nào tại Wyoming và bay về Los Angeles."
        },
        {
            "en": "To the west were the Great Plains, stretching away across <em>Wyoming</em> to the Rocky Mountains.",
            "vi": "Về hướng tây là Great Plains, trải dài qua Wyoming đến dãy núi Rocky."
        },
        {
            "en": "You could drop off the car in any city in <em>Wyoming</em>.",
            "vi": "Bạn có thể bỏ xe bất cứ thành phố nào tại Wyoming."
        },
        {
            "en": "They put four wooden boats into the water at Green River Station in <em>Wyoming</em>.",
            "vi": "Họ hạ thủy bốn chiếc thuyền gỗ xuống bến sông xanh ở bang wyoming."
        },
        {
            "en": "My parents moved to <em>Wyoming</em> when I was nine years old.",
            "vi": "Bố mẹ tôi chuyển đến Wyoming khi tôi chín tuổi."
        },
        {
            "en": "The <em>Wyoming</em> legislature change the age of majority from 19 to 18 in 1993.",
            "vi": "Cơ quan lập pháp Wyoming thay đổi độ tuổi trưởng thành từ 19 tuổi còn 18 tuổi vào năm 1993."
        },
        {
            "en": "The Frontier Airlines flight from Washington DC to Denver was diverted to Cheyenne, <em>Wyoming</em>, due to inclement weather in Colorado.",
            "vi": "Chuyến bay của Hãng hàng không Frontier từ Washington DC đến Denver đã phải chuyển hướng đến Cheyenne, Wyoming, do thời tiết khắc nghiệt ở Colorado."
        },
        {
            "en": "Palaeontologists believe Max, who lived in <em>Wyoming</em> about 150 million years ago, used its 30-foot-long neck to reach the most succulent leaves.",
            "vi": "Các nhà cổ sinh vật học tin rằng Max, sống ở Wyoming khoảng 150 triệu năm trước, đã sử dụng chiếc cổ dài tương đương với 30 bước chân để tiếp cận với những chiếc lá mọng nước nhất."
        },
        {
            "en": "The Grand Prismatic Spring in Yellowstone National Park, <em>Wyoming</em>, is the world’s third largest hot spring, with the different bright colours created by bacteria",
            "vi": "Grand Prismatic Spring (thuộc vườn quốc gia Yellowstone, Bang Wyoming - Mỹ) là hồ nước nóng lớn thứ 3 trên thế giới với nhiều màu sắc khác nhau do vi khuẩn tạo nên"
        },
        {
            "en": "The Grand Prismatic Spring in Yellowstone National Park, <em>Wyoming</em>, is the world’s third largest hot spring, with the different bright colours created by bacteria",
            "vi": "Grand Prismatic Spring (thuộc vườn quốc gia Yellowstone, Bang Wyoming - Mỹ) là hồ nước nóng lớn thứ 3 trên thế giới với nhiều màu sắc khác nhau do vi khuẩn tạo nên"
        },
        {
            "en": "Fed chairman Ben Bernanke is due to speak at a conference in Jackson Hole, <em>Wyoming</em> on Friday, and commentators will be scanning his comments closely for clues to future policy.",
            "vi": "Chủ tịch Cục dự trữ liên bang Ben Bernanke theo kế hoạch sẽ phát biểu tại hội nghị ở Jackson Hole, Wyoming vào ngày thứ sáu, và các nhà bình luận sẽ xem xét tỉ mỉ các bình luận làm manh mối cho chính sách tương lai."
        },
        {
            "en": "Absent December totals, the Grand Canyon in northern Arizona hit almost 5.3 million visits. Zion in Utah is over 3.5 million. Yellowstone, which stretches into <em>Wyoming</em>, Montana and Idaho, is nearing 4.1 million. Yosemite in California is about 220,000 visits shy of the 1996 record — 4.2 million — with November and December still left to count.",
            "vi": "Chưa tính số liệu tháng 12, Grand Canyon ở miền Bắc Arizona đạt gần 5,3 triệu lượt tham quan. Zion ở Utah hơn 3,5 triệu. Yellowstone, kéo dài vào Wyoming, Montana và Idaho, gần 4.1 triệu. Yosemite ở California thua kỷ lục năm 1996 khoảng 220.000 lượt tham quan - 4.2 triệu – chưa tính số liệu tháng 11 và tháng 12."
        },
        {
            "en": "New data on the US economy, including a huge drop in a regional manufacturing survey, has heightened market fears of a new recession. The closely-watched guide to manufacturing activity in the mid-Atlantic states slumped to its lowest level since March 2009. Meanwhile, sales in the heavily depressed US housing market fell unexpectedly, despite mortgage rates hitting their lowest level in 50 years. Unemployment claims also rose sharply. The number of people claiming unemployment benefit ticked up by 9,000 last week, to a seasonally adjusted 408,000, according to the Department of Labor. The Federal Reserve Bank of Philadelphia's manufacturing activity index provided the biggest scare. It slumped to -30.7 points in August from +8.2 points in July. Any figure below zero indicates a contraction in the regional manufacturing sector.  It is now at its lowest level since March 2009, and Grant Lewis, head of economic research at Daiwa Capital Markets in London, said the Philadelphia index was now \"at levels that point towards recession territory\". The Philadelphia index is the first of the US regional manufacturing surveys to be released and is seen as a leading indicator of the economy. Meanwhile, the US housing market continued to disappoint. Sales of existing homes in the US during July fell 3.5% from a month earlier, according to the National Association of Realtors. The stock of unsold houses rose to the equivalent of 9.4 months worth of supply, which analysts say is likely to put further downward pressure on house prices. There was some good news for the housing market, with average interest rates on 30-year mortgages falling to a record low of 4.15% over the past week, according to the US government home loans agency Freddie Mac. Nonetheless, the string of bad economic data contributed to a slump in global stock markets on Wednesday. Mr Lewis of Daiwa added that markets were now looking to Federal Reserve chairman Ben Bernanke's speech next week at the US central bank's annual meeting in Jackson Hole, <em>Wyoming</em>, for signs of the bank agreeing to additional quantitative easing (QE). Under QE, central banks pump new money into the financial system to try to boost the economy.  ",
            "vi": "Số liệu mới về kinh tế Mỹ, bao gồm khoản sụt giảm rất lớn trong khảo sát sản xuất khu vực, làm gia tăng nỗi lo sợ trên thị trường về một đợt suy thoái mới. Số liệu hướng dẫn được theo dõi sát về hoạt động sản xuất tại các tiểu bang ven biển trung Đại Tây Dương nước Mỹ đã giảm xuống mức thấp nhất kể từ tháng Ba 2009. Trong khi đó, doanh số của thị trường nhà ở Mỹ bị suy thoái nặng nề đã giảm bất ngờ, cho dù lãi suất vay thế chấp đạt mức thấp nhất trong 50 năm qua. Số lượng đơn xin trợ cấp thất nghiệp cũng tăng mạnh. Theo Bộ Lao Động, số người xin hưởng trợ cấp thất nghiệp tăng 9.000 trong tuần trước, lên mức được điều chỉnh theo giai đoạn là 408.000 người. Chỉ số hoạt động sản xuất của Ngân Hàng Dự Trữ Liên Bang tại Philadelphia đưa ra số liệu gây lo sợ nhất. Chỉ số này giảm xuống -30,7 điểm vào tháng Tám từ mức +8,2 điểm của tháng Bảy. Bất kỳ con số nào dưới 0 đều chỉ sự co giảm trong hoạt động sản xuất của khu vực. Chỉ số này hiện ở mức thấp nhất kể từ tháng Ba 2009, và Grant Lewis, trưởng nhóm nghiên cứu tại Daiwa Capital Markets ở Luân Đôn, cho biết chỉ số Philadelphia hiện đang “ở những mức hướng về vùng suy thoái”. Chỉ số Philadelphia là chỉ số đầu tiên của các khảo sát sản xuất khu vực tại Hoa Kỳ được công bố và được xem là chỉ báo hàng đầu của nền kinh tế này. Trong khi đó, thị trường nhà đất Hoa Kỳ tiếp tục gây thất vọng. Theo Hiệp Hội Kinh Doanh Bất Động Sản Quốc Gia, doanh số mua bán nhà hiện tại ở Mỹ trong tháng Bảy giảm 3,5% so với tháng trước đó. Lượng nhà chưa bán tồn trữ tăng lên mức tương đương 9,4 tháng cung cấp, mức mà các nhà phân tích cho biết có nhiều khả năng tăng thêm sức ép suy thoái lên giá nhà. Theo Freddie Mac, cơ quan cho vay mua nhà của chính phủ Mỹ, có vài tin tốt lành cho thị trường nhà đất, lãi suất bình quân cho khác khoản thế chấp 30 năm giảm xuống mức thấp kỷ lục 4,15% trong tuần trước. Tuy nhiên, hàng loạt số liệu kinh tế đáng buồn góp phần vào đà giảm mạnh của thị trường chứng khoán toàn cầu vào hôm thứ Tư. Ông Lewis của Daiwa nói thêm các thị trường giờ đang hướng về bài phát biểu vào tuần tới của thống đốc Cục Dữ Trự Liên Bang Ben Bernanke trong cuộc họp thường niên của ngân hàng trung ương Mỹ tại Jackson Hole, bang Wyoming, để chờ tín hiệu của ngân hàng này đồng ý biện pháp nới lỏng định lượng bổ sung. Theo biện pháp nới lỏng định lượng, các ngân hàng trung ương bơm thêm tiền vào hệ thống tài chính để cố thúc đẩy nền kinh tế."
        }
    ],
    "suggestions": []
}