{
    "en_vn": {
        "data": {
            "content": null,
            "word": "XII",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "XII",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "XII",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "XII",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "XII",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "30% National Assembly members at the <em>XII</em> Congress are women.",
            "vi": "30% đại biểu Quốc hội khóa XII là nữ."
        },
        {
            "en": "The twelfth crania nerve (<em>XII</em>), which supplies the muscles of the tongue and is therefore responsible for the movements of talking and swallowing.",
            "vi": "Dây thần kinh sọ thứ mười hai (xii), dẫn đến các cơ lưỡi và vì vậy có nhiệm vụ trong các chuyển động về nói và về nuốt."
        },
        {
            "en": "The amendment to the Law of Government Organizations should be promoted, to have necessary changes made before the establishment of the new government of <em>XII</em> National Assembly term (after the election of the National Assembly in 2007).",
            "vi": "Việc sửa đổi Luật Tổ chức Chính phủ cần được xúc tiến nghiên cứu để có những thay đổi cần thiết khi thành lập Chính phủ nhiệm kỳ Quốc hội XII (sau bầu cử Quốc hội năm 2007)."
        },
        {
            "en": "Our bodies have 12 clotting factors that work together in this process (numbered using Roman numerals from I through <em>XII</em>). Having too little of factors VIII (8) or IX (9) is what causes hemophilia. A person with hemophilia will only lack one factor, either factor VIII or factor IX, but not both.",
            "vi": "Cơ thể của chúng ta có 12 yếu tố làm đông tụ máu – tất cả hoạt động cùng nhau trong quá trình này (được đánh số La Mã từ I đến XII). Nguyên nhân gây bệnh máu khó đông là do cơ thể có quá ít yếu tố VIII (8) hoặc IX (9). Người bị bệnh máu khó đông chỉ thiếu một yếu tố đó thôi, hoặc là yếu tố VIII hoặc là yếu tố IX, không bị thiếu cả hai."
        }
    ],
    "suggestions": []
}