{
    "en_vn": {
        "data": {
            "content": null,
            "word": "xiv",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "xiv",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "xiv",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "xiv",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "xiv",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This manuscript dates from the <em>XIV</em> century.",
            "vi": "Bản viết tay này có từ thế kỷ 14."
        },
        {
            "en": "This manuscript dates back to the <em>XIV</em> century.",
            "vi": "Bản viết tay này có từ thế kỷ 14."
        },
        {
            "en": "The next King of France after Louis <em>XIV</em> was – you've guessed it – Louis XV.",
            "vi": "Bạn đoán xem – sau vua Louis Mười bốn của Pháp là vua Louis Mười lăm."
        },
        {
            "en": "In 1682, Louis <em>XIV</em> chose the Palace of Versailles for his household.",
            "vi": "Năm 1682, Louis XIV chọn cung điện Versailles làm hoàng cung."
        },
        {
            "en": "Today's businesses are a far cry from the regime of Louis <em>XIV</em>.",
            "vi": "Các tổ chức ngày nay chắc chắn khác xa với vương triều của vua louis xiv."
        },
        {
            "en": "The first police force in the modern sense was created by the government of King Louis <em>XIV</em>.",
            "vi": "Lực lượng cảnh sát hiện đại đầu tiên được thiết lập bởi chính phủ dưới thời vua Louis thứ 14."
        },
        {
            "en": "One of the more striking examples is found in France's Louis <em>XIV</em>-a seventeenth-century monarch who claimed his power by divine right.",
            "vi": "Một trong những dẫn chứng sinh động là trường hợp vua louis xiv của pháp - một vị vua vào thế kỷ mười bảy đã vận dụng quyền lực của mình một cách tuyệt vời."
        },
        {
            "en": "“The art of taxation consists in so plucking the goose as to obtain the largest possible amount of feathers with the smallest possible amount of hissing.” So said Jean-Baptiste Colbert, who was France’s Finance Minister back in the 17th Century, during the reign of King Louis <em>XIV</em>. Colbert’s point was that politicians should think very carefully about what taxes to raise, and by how much, before they start removing the feathers.This famous quotation made four hundred years ago is still very relevant today.",
            "vi": "Jean-Baptiste Colbert, là Bộ trưởng Tài chính Pháp trong suốt triều đại của vua Louis XIV ở thế kỷ 17, cho biết: \"Nghệ thuật đánh thuế cốt ở việc vặt lông vịt (ngỗng) để làm sao thu được số lượng lông lớn nhất với số tiếng kêu nhỏ nhất.\" Quan điểm của Colbert là các chính trị gia nên suy nghĩ cẩn thận về việc phải tăng thuế gì, thuế bao nhiêu, trước khi bắt đầu vặt lông ngỗng. Lời trích dẫn nổi tiếng này đã có cách đây 400 năm nhưng vẫn còn rất ý nghĩa."
        }
    ],
    "suggestions": []
}