{
    "en_vn": {
        "data": {
            "content": null,
            "word": "xix",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "xix",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "xix",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "xix",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "xix",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "In the middle of the <em>XIX</em> century, French was the international language.",
            "vi": "Vào giữa thế kỷ thứ xix, tiếng pháp mới là ngôn ngữ quốc tế."
        },
        {
            "en": "Until now place-name Hoang Sa is remained. Hoang Sa or in the Nom called Cat Vang have been confirmed by Westerners is Paracel in century <em>XIX</em>.",
            "vi": "Cho đến nay vẫn còn giữ địa danh Hoàng Sa. Địa danh Hoàng Sa hoặc chữ Nôm là Cát Vàng lại đã được người Phương Tây xác nhận chính là Paracel vào thế kỷ XIX."
        },
        {
            "en": "Until now place - name Hoang Sa is remained. Hoang Sa or in the Nom called Cat Vang have been confirmed by Westerners is Paracel in century <em>XIX</em>.",
            "vi": "Cho đến nay vẫn còn giữ địa danh Hoàng Sa. Địa danh Hoàng Sa hoặc chữ Nôm là Cát Vàng lại đã được người Phương Tây xác nhận chính  là Paracel vào thế kỷ XIX."
        },
        {
            "en": "China's commitment is higher than Article <em>XIX</em> of GATT 1994 on safeguard measures, which regulates for triggering safeguard measures only when serious injury is proved.",
            "vi": "Cam kết của Trung Quốc cao hơn so với Điều XIX của GATT 1994 về các biện pháp tự vệ, Điều này vốn quy định rằng các biện pháp tự vệ chỉ có thể bắt đầu áp dụng khi chứng tỏ được thiệt hại nghiêm trọng."
        },
        {
            "en": "In each instance, it will be important to stipulate performance requirements (as allowed under GATS Article IV and Article <em>XIX</em>) such as hiring, training, technology transfer, and payment towards a universal services access fund.",
            "vi": "Trong mỗi trường hợp, điều quan trọng là quy định các yêu cầu thực hiện (được phép theo Điều IV và XIX của GATS) về thuê lao động, đào tạo, chuyển giao công nghệ, và thanh toán trên cơ sở quỹ tiếp cận dịch vụ chung."
        }
    ],
    "suggestions": []
}