{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['eksiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ Mỹ) tờ 20 đô la</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(viết tắt) của double-cross (từ lóng) sự lừa dối; sự phản bội</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">I know you gave me the XX</font><font color=\"#7E7E7E\">.</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Tôi biết rằng anh đã phản bội lại tôi.</font></td></tr></table><i/></div>",
            "word": "xx"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "xx"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "xx"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "xx"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "xx"
        }
    },
    "sentences": [
        {
            "en": "<em>XX</em> instead XY.",
            "vi": "Xx thay vì xy."
        },
        {
            "en": "I know you gave me the <em>XX</em>.",
            "vi": "Tôi biết rằng anh đã phản bội lại tôi."
        },
        {
            "en": "Terms and conditions: €/$<em>xx</em> ActivBoard <em>xx</em> offer expires <em>xx</em> Month 20xx. €/$<em>xx</em> offer includes 1 x ActivBoard <em>xx</em>, 1 x single user licence of ActivInspire Professional Edition software and 2 x ActivPens. Offer applies to primary schools in <em>xx</em> (add countries here)<em>xx</em>. Price excludes delivery and installation costs.",
            "vi": "Điều khoản và điều kiện: Giá khuyến mãi ActivBoard xx €/$xx sẽ hết hạn vào ngày xx tháng 20xx. Giá khuyến mãi €/$xx bao gồm 1 x ActivBoard xx, 1 x giấy phép cho một người sử dụng phần mềm phiên bản ActivInspire chuyên nghiệp và 2 x ActivPens. Khuyến mãi áp dụng cho các trường tiểu học tại xx (đưa tên quốc gia vào đây)xx. Giá không bao gồm chi phí vận chuyển và lắp đặt."
        },
        {
            "en": "Promethean and <em>XX</em> add partner name <em>XX</em> reserve the right to refuse, cancel or amend this offer at any time without notice. Products may vary from shown. Errors and omissions excepted.",
            "vi": "Promethean và XX thêm tên đối tác XX có quyền từ chối, hủy bỏ hoặc sửa đổi khuyến mãi này bất cứ lúc nào mà không cần thông báo. Các sản phẩm có thể không giống với hình minh hoạ. Đã kiểm tra lỗi và thiếu sót kỹ lưỡng"
        },
        {
            "en": "A genetic disorder in which there are three sex chromosomes, XXY rather the normal <em>XX</em> or XY.",
            "vi": "Một rối loạn di truyền của người có ba nhiễm sắc thể phái tính, xxy thay vì bình thường chỉ có xx hoặc xy."
        },
        {
            "en": "While females have an <em>XX</em> chromosomal makeup, and males an XY, affected individuals have at least two X chromosomes and at least one Y chromosome.",
            "vi": "Trong khi ở nữ có nhiễm sắc thể XX và nam là XY, thì những người bị bệnh có ít nhất 2 nhiễm sắc thể X và ít nhất một nhiễm sắc thể Y."
        },
        {
            "en": "In partnership with Promethean, we are pleased to offer you this exclusive, limited time offer. A fully-equipped <em>xx</em>” interactive whiteboard for just €/$xxx! Designed to withstand the demands of the toughest teaching environments, the Promethean ActivBoard <em>xx</em> will keep young learners engaged and entertained – whatever the subject.",
            "vi": "Là đối tác của Promethean, chúng tôi hân hành giới thiệu đến quý vị chương trình khuyến mãi có thời hạn, độc quyền này. Bảng tương tác xx” được trang bị đầy đủ chỉ có €/$xxx! Được thiết kế để chịu đựng được các yêu cầu của môi trường giảng dạy khắc nghiệt nhất, Bảng tương tác xx của Promethean sẽ làm cho các học trò nhỏ thích học và vui học – dù là học bài gì."
        },
        {
            "en": "mentioned geographic name Hoang Sa, known as Cat Vang or Con Vang in the Nom (demotic script), again very consistent from the beginning of the century XVII, from the Nguyen Lords 'period to the century <em>XX</em>.",
            "vi": "Tư liệu Việt Nam đã đề cập đến địa danh Hoàng Sa, tiếng Nôm cùng nghĩa gọi là Cát Vàng hay Cồn Vàng, lại rất nhất quán từ đầu thế kỷ XVII, tức từ thời chúa Nguyễn đến thế kỷ XX."
        },
        {
            "en": "He confirmed that this new mechanism was designed with a view to ensuring that it did not impose quantitative restrictions on imports and that it complied with WTO rules, including Articles <em>XX</em> and XXI of the GATT 1994.",
            "vi": "Ông xác nhận rằng cơ chế mới này sẽ được xây dựng trên tinh thần đảm bảo rằng không tạo ra các hạn chế định lượng đối với hàng nhập khẩu và phù hợp với các nguyên tắc của wto, bao gồm điều xx và xxi của gatt 1994."
        },
        {
            "en": "Vietnam's documents mentioned geographic name Hoang Sa, known as Cat Vang or Con Vang in the Nom (demotic script), again very consistent from the beginning of the century XVII, from the Nguyen Lords' period to the century <em>XX</em>.",
            "vi": "Tư liệu Việt Nam đã đề cập đến địa danh Hoàng Sa, tiếng Nôm cùng nghĩa gọi là Cát Vàng hay Cồn Vàng, lại rất nhất quán từ đầu thế kỷ XVII, tức từ thời chúa Nguyễn đến thế kỷ XX."
        },
        {
            "en": "Vietnam's documents mentioned geographic name Hoang Sa, known as Cat Vang or Con Vang in the Nom (demotic script), again very consistent from the beginning of the century XVII, from the Nguyen Lords' period to the century <em>XX</em>.",
            "vi": "Tư liệu Việt Nam đã đề cập đến địa danh Hoàng Sa, tiếng Nôm cùng nghĩa gọi là Cát Vàng hay Cồn Vàng, lại rất nhất quán từ đầu thế kỷ XVII, tức từ thời chúa Nguyễn đến thế kỷ"
        },
        {
            "en": "Designed to withstand the demands of the toughest teaching environment, the ActivBoard <em>xx</em> works straight out of the box and is accompanied with a range of solutions proven to keep your young learners engaged and entertained, whatever the subject.",
            "vi": "Được thiết kế để chịu đựng các nhu cầu của môi trường giảng dạy khắc nghiệt nhất, ActivBoard xx cài xong là chạy được ngay và kèm theo hàng loạt giải pháp đã được minh chứng sẽ giúp các em nhỏ thích học và vui học, dù là bài học gì."
        },
        {
            "en": "Offers expire 31 November 2011. ActivExpression $€XXX.XX applies to 1 full set of 32 units. ActivExpression $€XXX.XX offer can be used in conjunction with the offer to Buy <em>XX</em> sets and get 1 set free. ActiVote offer applies to purchase of 1 full set of 32 units.",
            "vi": "# Khuyến mãi sẽ hết hạn vào ngày 31 tháng 11 năm 2011. ActivExpression $€XXX.XX áp dụng cho 1 bộ đầy đủ 32 món. Khuyến mãi ActivExpression $€XXX.XX có thể đi kèm với chương trình khuyến mãi Mua XX bộ được tặng 1 bộ. Khuyến mãi Activote áp dụng cho khách hàng mua 1 bộ 32 món."
        },
        {
            "en": "As with all our products, ActivExpression and ActiVote will work seamlessly with (or without) any brand of interactive whiteboard. With three exclusive offers running until the <em>XX</em> Month 20XX, why not pass these benefits onto your teachers and learners ready for the academic year ahead?",
            "vi": "Như mọi sản phẩm của chúng tôi, ActivExpression và ActiVote sẽ hoạt động suôn sẻ với (hay không có ) các bảng dạy học tương tác của bất kỳ hãng nào. Với ba khuyến mãi độc nhất vô nhị có giá trị đến tháng XX năm 20XX, sao quý vị không đưa các lợi ích này đến các giáo viên và học viên của quý vị, sẵn sàng để sử dụng cho năm học sắp tới ?"
        },
        {
            "en": "For all the support you’ll ever need, visit Promethean Planet – the world’s fastest-growing interactive whiteboard community. With advice, upgrades, downloadable themes, lessons, resource packs and more you’ll find everything you need to get the most out of your new ActivBoard <em>xx</em>.",
            "vi": "Hễ quý khách cần bất kỳ hỗ trợ gì, xin vào Promethean Planet – Cộng đồng bảng tương tác phát triển nhanh nhất thế giới. Với các lời khuyên, phần nâng cấp, các chủ đề có thể tải về được, và các gói tài nguyên, và nhiều hơn nữa ... bạn sẽ tìm thấy mọi thứ mình cần để có thể tận dụng được hết mọi tính năng của Bảng tương tác xx mới của mình"
        }
    ],
    "suggestions": []
}