{
    "en_vn": {
        "data": {
            "content": null,
            "word": "xxx",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "xxx",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "xxx",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "xxx",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "xxx",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Love from Cathy <em>XXX</em>.",
            "vi": "Hôn anh Cathy."
        },
        {
            "en": "To cut a long story short <em>xxx</em>",
            "vi": "rút ngắn câu chuyện"
        },
        {
            "en": "Handles MIDI (Musical <em>XXX</em> Digital Interface) data.",
            "vi": "Xử lý giao diện số cho nhạc cụ (midi musical instruments digital interface)."
        },
        {
            "en": "Don't waste your time checking out porn sites like <em>XXX</em>. com.",
            "vi": "Đừng phí thời gian xem các trang web khiêu dâm như XXX.com."
        },
        {
            "en": "Summary accounting balance sheet of the company <em>XXX</em> calculated at December 31, 2005 as follows: (Unit: 1,000 VND).",
            "vi": "Tóm tắt Bảng cân đối kế toán của Công ty XXX tính đến ngày 31/12/2005 như sau : (Đơn vị tính : 1. 000 đồng)."
        },
        {
            "en": "Summary accounting balance sheet of the company <em>XXX</em> calculated at December 31, 2005 as follows : (Unit : 1, 000 VND).",
            "vi": "Tóm tắt Bảng cân đối kế toán của Công ty XXX tính đến ngày 31/12/2005 như sau: (Đơn vị tính: 1.000 đồng)."
        },
        {
            "en": "Williams reached another professional pinnacle last year when she sang the American national anthem on a telecast of Super Bowl <em>XXX</em>.",
            "vi": "Năm ngoái williams đạt đến một đỉnh cao chuyên nghiệp khác khi cô hát quốc ca mỹ trên chương trình truyền hình của super bowl xxx."
        },
        {
            "en": "For €/$<em>xxx</em>, you’ll also receive our next-generation interactive whiteboard software – ActivInspire. Whether you are using a Mac or PC, the enhanced functionality of ActivInspire allows you to select and customise an interface that is familiar to you and import digital content from other sources",
            "vi": "Chỉ với €/$xxx, quý vị sẽ nhận được phần mềm bảng tương tác thế hệ tiếp theo của chúng tôi – Activinspire. Dù đang dùng Mac hay PC, các chức năng cải tiến của ActivInspire cũng cho phép quý vị chọn và chỉnh cho giao diện quen thuộc với mình và có thể nhập các nội dung số từ các nguồn khác."
        },
        {
            "en": "In partnership with Promethean, we are pleased to offer you this exclusive, limited time offer. A fully-equipped xx” interactive whiteboard for just €/$<em>xxx</em>! Designed to withstand the demands of the toughest teaching environments, the Promethean ActivBoard xx will keep young learners engaged and entertained – whatever the subject.",
            "vi": "Là đối tác của Promethean, chúng tôi hân hành giới thiệu đến quý vị chương trình khuyến mãi có thời hạn, độc quyền này. Bảng tương tác xx” được trang bị đầy đủ chỉ có €/$xxx! Được thiết kế để chịu đựng được các yêu cầu của môi trường giảng dạy khắc nghiệt nhất, Bảng tương tác xx của Promethean sẽ làm cho các học trò nhỏ thích học và vui học – dù là học bài gì."
        }
    ],
    "suggestions": []
}