{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[jæm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) củ từ; khoai mỡ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) khoai lang</td></tr></table><i/></div>",
            "word": "yam"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>yam</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the edible starchy tuber of a climbing plant, widely distributed in tropical and subtropical countries. </blockquote></blockquote><blockquote><blockquote>2》 the plant which yields yams. [Genus <i>Dioscorea</i>: many species.] </blockquote></blockquote><blockquote><blockquote>3》 <cclass>N. Amer. a sweet potato. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Port. <i>inhame</i> or obs. Sp. <i>iñame</i>, prob. of W. Afr. origin. </blockquote></div>",
            "word": "yam"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yam"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yam"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yam"
        }
    },
    "sentences": [
        {
            "en": "She is cooking <em>yam</em>.",
            "vi": "Cô ấy đang nấu khoai lang."
        },
        {
            "en": "It's a piece of <em>yam</em> boiled in soy sauce and sugar, i told him when he held up something orange.",
            "vi": "Thưa đấy là khoai mỡ rán chấm với nước tương đậu nành, tôi nói cho ông ta biết khi ông ta đưa miếng thức ăn có màu vàng cam lên."
        },
        {
            "en": "Actually i didn't have the least idea whether it was <em>yam</em>, or a slice of whale liver, or anything else, but i didn't think the Minister wanted to hear that.",
            "vi": "Thực ra tôi không biết chắc đấy có phải là miếng khoai mỡ, hay là lát gan cá voi, hay là cái gì, nhưng tôi nghĩ là ông thứ trưởng không muốn nghe những thứ ấy."
        },
        {
            "en": "She packed the tobacco with her little finger, stained the burnt orange color of a roasted <em>yam</em>, and then put the pipe into her mouth and lit it with a match from a tiny metal box.",
            "vi": "Bà đưa ngón tay nhỏ nhắn nhét thuốc vào nồi, ngón tay bị nhựa thuốc vấy bẩn có màu vàng nghệ, rồi bà đưa đầu ống vố vào miệng và lấy diêm trong cái hộp bằng kim loại nhỏ bật lửa hút thuốc."
        },
        {
            "en": "Other alternative therapies  There are many supplements and substances that have been advertised as \"natural\" treatments for symptoms of menopause, including licorice, dong quai, chasteberry, and wild <em>yam</em>. Scientific studies have not proven the safety or effectiveness of these products.",
            "vi": "Các liệu pháp thay thế khác  Có nhiều chất và thuốc bổ sung được quảng cáo là phương pháp điều trị “tự nhiên chữa các triệu chứng mãn kinh, bao gồm cam thảo, đương quy, chasteberry, và wild yam (cây ở châu Mỹ và châu Á có nhiều xtê-rô-ít tự nhiên (tác dụng sinh lý tương tự như của prô-dét-xtê-ron và ét-xtrô-gien),  thường dùng để sản xuất hoóc-môn giới tính trong dược học (tên La tinh Dioscorea villosa)). Các công trình nghiên cứu khoa học vẫn chưa chứng minh công hiệu và đặc tính an toàn của các sản phẩm này."
        }
    ],
    "suggestions": []
}