{
    "en_vn": {
        "data": {
            "content": null,
            "word": "yan"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "yan"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yan"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yan"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yan"
        }
    },
    "sentences": [
        {
            "en": "\"Li <em>Yan</em> suffered for a long time, how come the court can't find any evidence?\" another asked.",
            "vi": "\"Bà Lý Diễm đã chịu đựng một thời gian dài, tại sao tòa lại có thể không tìm thấy một bằng chứng nào?\" một người khác đặt câu hỏi."
        },
        {
            "en": "Li <em>Yan</em> complained about the abuse to local police and community officials, but they did nothing to investigate.",
            "vi": "Bà Lý Diễm khiếu nại với cảnh sát và giới chức địa phương về tình trạng bị bạo hành nhưng họ đã không thực hiện điều tra."
        },
        {
            "en": "Li <em>Yan</em> appealed against the death sentence on self defence grounds, but it was rejected by the Sichuan high court.",
            "vi": "Bà Lý Diễm kháng án tử hình trên cơ sở tự vệ nhưng đã bị Tòa Phúc thẩm tại Tứ Xuyên bác bỏ."
        },
        {
            "en": "Li <em>Yan</em> (unrelated to Li Yang), a woman in Sichuan province, was sentenced to death in August 2011 for killing her husband, Tan Yong.",
            "vi": "Lý Diễm (không có họ hàng gì với Lý Dương), một phụ nữ ở tỉnh Tứ Xuyên, đã bị án tử hình hồi tháng Tư vì đã giết chồng, ông Đàm Dũng."
        },
        {
            "en": "\"Sentencing Li <em>Yan</em> to death is against the spirit of the law; she was defending herself, which is a just act,\" one person wrote on Tencent Weibo.",
            "vi": "\"Kết án tử hình với bà Lý Diễm là đi ngược lại với tinh thần của luật pháp ; bà chỉ tự vệ, và đó là một hành động chính đáng,\" một người viết trên mạng Tencent Weibo."
        }
    ],
    "suggestions": []
}