{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[jæη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dương (trong thuyết Âm Dương của Trung Quốc)</td></tr></table><i/></div>",
            "word": "yang",
            "pronounce": "[jæη]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>yang</k><blockquote>■ <cclass>noun (in Chinese philosophy) the active male principle of the universe, characterized as male and creative and associated with heaven, heat, and light. Contrasted with <kref>yin</kref>. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Chin. <i>yáng</i> 'male genitals, sun, positive'. </blockquote></div>",
            "word": "yang",
            "pronounce": "[jæη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yang",
            "pronounce": "[jæη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yang",
            "pronounce": "[jæη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yang",
            "pronounce": "[jæη]"
        }
    },
    "sentences": [
        {
            "en": "<em>Yang</em> - Tse porcelain tureen.",
            "vi": "Liễn sứ Giang Tây."
        },
        {
            "en": "<em>Yang</em>-Tse porcelain tureen.",
            "vi": "Liễn sứ Giang Tây."
        },
        {
            "en": "Ying and <em>Yang</em> pig family.",
            "vi": "Đàn lợn âm dương."
        },
        {
            "en": "This is to answer your letter about Mr. Charles <em>Yang</em>.",
            "vi": "Cái này để trả lời thư của ông về Ông Charles Dương."
        },
        {
            "en": "Maybe you should try Li <em>Yang</em> Crazy English.",
            "vi": "Có lẽ bạn nên học thử phương pháp Tiếng Anh Cuồng Nhiệt của thầy Lý Dương."
        },
        {
            "en": "It looks like the Chinese Ying <em>Yang</em> Diagram.",
            "vi": "Nó trông giống như là Biểu đồ Âm Dương Bát Quái của Trung Quốc."
        },
        {
            "en": "On Tencent Weibo, there is a lot of anger directed at Li <em>Yang</em>.",
            "vi": "Trên mạng xã hội Tencent Weibo, nhiều người tỏ thái độ giận dữ với ông Lý Dương."
        },
        {
            "en": "It was very apparent that <em>Yang</em> Cheng-Fu was very august.",
            "vi": "Rõ ràng là Dương Trừng Phủ là người oai phong lẫm liệt."
        },
        {
            "en": "A big drum symbolizes Yin and <em>Yang</em> in the Asian view of the world.",
            "vi": "Một cái trống lớn tượng trưng cho âm dương theo thế giới quan của dân Á Châu."
        },
        {
            "en": "Li <em>Yang</em> is considered one of the most famous English teachers in China",
            "vi": "Lý Dương được xem là một trong những giáo viên dạy Tiếng Anh nổi tiếng ở Trung Quốc."
        },
        {
            "en": "She draws a 'yin-<em>yang</em>' design on a piece of paper.",
            "vi": "Cô ta vẽ hình bát quái lên mảnh giấy."
        },
        {
            "en": "She draws a 'yin - <em>yang</em>' design on a piece of paper.",
            "vi": "Cô ta vẽ hình bát quái lên mảnh giấy."
        },
        {
            "en": "It stands at the point when the Greatest Yin begins to give way to the <em>Yang</em>.",
            "vi": "Nó nằm ngay thời điểm mà Âm cực độ bắt đầu chuyển sang Dương."
        },
        {
            "en": "When <em>Yang</em> saw the poem, he was incensed and demoted Dai.",
            "vi": "Khi Dương nhìn thấy bài thơ, ông ấy tức điên lên và giáng chức Đại."
        },
        {
            "en": "It was very apparent that <em>Yang</em> Cheng - Fu was very august.",
            "vi": "Rõ ràng là Dương Trừng Phủ là người oai phong lẫm liệt."
        },
        {
            "en": "The proud owner of these dolls is a man called Jian <em>Yang</em>.",
            "vi": "Ông chủ đáng tự hào của những con búp bê này là một anh chàng tên Jian Yang."
        },
        {
            "en": "\"We advised him against the trip but he refused,\" CDC director <em>Yang</em> Byung-Guk told reporters,",
            "vi": "\" Chúng tôi khuyên ông chống lại những chuyến đi, nhưng ông từ chối, \" Giám đốc CDC Yang Byung - Guk nói với các phóng viên,"
        },
        {
            "en": "Other sanctioned revenue, consisting of miscellaneous own source revenue (lain-lain PAD <em>yang</em> sah) and other sanctioned local revenue (lain-lain pendapatan <em>yang</em> sah) contributed only 5.0 percent to local regular revenue over the past five years.",
            "vi": "Nguồn thu chính thức khác, bao gồm nguồn thu riêng linh tinh (lain-lain PAD yang sah) và nguồn thu chính thức khác của địa phương (lain-lain pendapatan yang sah) chỉ đóng góp khoảng 5 phần trăm nguồn thu thường xuyên trong 5 năm qua."
        },
        {
            "en": "On one side was Li <em>Yang</em>, the multimillionaire celebrity entrepreneur who founded the English teaching school \"Crazy English\".",
            "vi": "Một bên của vụ xử là Lý Dương, một nhà triệu phủ nổi tiếng, người thành lập trường dạy tiếng Anh mang tên \"Crazy English\"."
        },
        {
            "en": "Dr <em>Yang</em> told the BBC: \"We recognise we are still at the early stages of research and development.",
            "vi": "Tiến sĩ Yang trao đổi với BBC: \"Chúng tôi nhận ra chúng tôi vẫn đang ở giai đoạn đầu của quá trình nghiên cứu và phát triển."
        }
    ],
    "suggestions": []
}