{
    "en_vn": {
        "data": {
            "content": null,
            "word": "yar"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "yar"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yar"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yar"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yar"
        }
    },
    "sentences": [
        {
            "en": "The handover by dozens of militant groups was the largest collection of weapons and ammunition since President Umaru <em>Yar</em> 'Adua's 60 - day amnesty programme began two weeks ago.",
            "vi": "Các nhóm chiến binh đă chuyển giao một bộ sưu tập vũ khí và đạn dược lớn nhất từ khi chương trình ân xá 60 ngày của tổng thống Umaru Yar'Adua bắt đầu cách đây hai tuần."
        },
        {
            "en": "A previous attempt at disarmament under <em>Yar</em> 'Adua's predecessor Olusegun Obasanjo in 2004 broke down as factions argued over the money paid for their weapons.",
            "vi": "Nỗ lực trước đây nhằm giải trừ quân bị dưới người tiền nhiệm của Yar' Adua Olusegun Obasanjo vào năm 2004 đă bị phá vỡ khi các phe phái tranh căi với nhau về số tiền trả cho vũ khí của họ."
        },
        {
            "en": "MEND, a loose coalition of militant groups, denounced the hundreds of rebels that have participated in President Umaru <em>Yar</em> 'Adua's 60 - day amnesty programme, which aims to stem unrest in the Niger Delta.",
            "vi": "Phong trào Giải phóng Đồng bằng Châu thổ Niger (MEND), một liên minh các nhóm chiến đấu lỏng lẻo, đă lên án hàng trăm phiến quân tham gia chương trình ân xá 60 ngày của tổng thống Umaru Yar'Adua, một chương trình cố gắng cản trở tình trạng náo động ở Đồng bằng sông Niger."
        }
    ],
    "suggestions": []
}