{
    "en_vn": {
        "data": {
            "content": null,
            "word": "yat"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "yat"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yat"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yat"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yat"
        }
    },
    "sentences": [
        {
            "en": "They are the core of Dr. Sun <em>Yat</em>-sen's political thinking.",
            "vi": "Đó là cốt lõi tư tưởng chính trị của tiến sĩ sun yat - sen."
        },
        {
            "en": "Sun <em>Yat</em>-sen began his revolutionary career in 1894, concluding that the Manchu dynasty must be overthrown.",
            "vi": "Tôn Dật Tiên khởi đầu sự nghiệp cách mạng của mình năm 1894, nhất quyết là phải lật đổ nhà Mãn Thanh."
        },
        {
            "en": "Sun <em>Yat</em> - sen began his revolutionary career in 1894, concluding that the Manchu dynasty must be overthrown.",
            "vi": "Tôn Dật Tiên khởi đầu sự nghiệp cách mạng của mình năm 1894, nhất quyết là phải lật đổ nhà Mãn Thanh."
        },
        {
            "en": "After Sun <em>Yat</em> - sen's death in 1925, Mrs Soong Ching - ling joined the Communist Party of China and opposed the Kuomintang under Chiang Kai - shek.",
            "vi": "Sau khi Tôn Dật Tiên qua đời năm 1925, bà Tống Khánh Linh gia nhập Đảng cộng sản Trung Quốc và chống đối Quốc dân đảng đang do Tưởng Giới Thạch lãnh đạo."
        },
        {
            "en": "In 1914, Soong Ching - ling married Mr. Sun <em>Yat</em> - sen, a Chinese revolutionary and Kuomintang founde, China's first President after the last emperor had been toppled in 1911.",
            "vi": "Năm 1914, Tống Khánh Linh kết hôn với ông Tôn Dật Tiên, nhà cách mạng Trung Hoa và cũng là người sáng lập Quốc dân đảng Trung Hoa, tổng thống đầu tiên của Trung Hoa sau khi vị hoàng đế cuối cùng bị lật đổ năm 1911."
        },
        {
            "en": "After Sun <em>Yat</em>-sen's death in 1925, Mrs Soong Ching-ling joined the Communist Party of China and opposed the Kuomintang under Chiang Kai-shek.",
            "vi": "Sau khi Tôn Dật Tiên qua đời năm 1925, bà Tống Khánh Linh gia nhập Đảng cộng sản Trung Quốc và chống đối Quốc dân đảng đang do Tưởng Giới Thạch lãnh đạo."
        },
        {
            "en": "In 1914, Soong Ching-ling married Mr. Sun <em>Yat</em>-sen, a Chinese revolutionary and Kuomintang founde, China's first President after the last emperor had been toppled in 1911.",
            "vi": "kết hôn với ông Tôn Dật Tiên, nhà cách mạng Trung Hoa và cũng là người sáng lập Quốc dân đảng Trung Hoa, tổng thống đầu tiên của Trung Hoa sau khi vị hoàng đế cuối cùng bị lật đổ năm 1911."
        },
        {
            "en": "After the fall of the last dynasty, Sun <em>Yat</em>-sen founded the Republic of China and was succeeded by Chiang Kai-shek in 1927.",
            "vi": "Sau sự sụp đổ của triều đại cuối cùng, tôn dật tiên thành lập trung hoa dân quốc và được tiếp nối bởi tưởng giới thạch vào năm 1927."
        }
    ],
    "suggestions": []
}