{
    "en_vn": {
        "data": {
            "content": null,
            "word": "yawning",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>yawning</k><blockquote><cclass>adjective be wide open:</cclass></blockquote><blockquote>→ <kref>yawn</kref></blockquote></div>",
            "word": "yawning",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>yawning</k><blockquote>▸ <cclass>adjective GAPING, wide open, wide, cavernous, deep; huge, great, big.</cclass></blockquote></div>",
            "word": "yawning",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yawning",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngáp phản xạ</font></td></tr></tbody></table></div>",
            "word": "yawning",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Nancy is <em>yawning</em>.",
            "vi": "Nancy đang ngáp."
        },
        {
            "en": "<em>yawning</em> dogs to fly",
            "vi": "chó ngáp phải ruồi"
        },
        {
            "en": "I'm still <em>yawning</em>.",
            "vi": "Tôi vẫn đang ngáp."
        },
        {
            "en": "I 'm still <em>yawning</em>.",
            "vi": "Tôi vẫn đang ngáp."
        },
        {
            "en": "<em>Yawning</em> is contagious.",
            "vi": "Ngáp dễ lây."
        },
        {
            "en": "I found a <em>yawning</em> chasm.",
            "vi": "Tôi tìm thấy một khe nứt rộng toang hoác."
        },
        {
            "en": "He is <em>yawning</em> a lot.",
            "vi": "Anh ta ngáy dữ lắm."
        },
        {
            "en": "I try to stop myself from <em>yawning</em>.",
            "vi": "Tôi cố gắng không ngáp nữa."
        },
        {
            "en": "Why do you keep <em>yawning</em>? Are you sleepy?",
            "vi": "Sao ngáp hoài vậy? Buồn ngủ hả?"
        },
        {
            "en": "A <em>yawning</em> gulf opened up by an earthquake.",
            "vi": "Một hố sâu toang hoác do động đất làm nứt ra."
        },
        {
            "en": "A <em>yawning</em> gulf is opened up by an earthquake.",
            "vi": "Một cái hố sâu toác hoác do một trận động đất tạo thành."
        },
        {
            "en": "Guggisberg prefers the social theory of <em>yawning</em>. He sees the physiological effects of <em>yawning</em> as too small to account for their persistence through evolution. But he sees the contagious effect of <em>yawning</em> as a key clue.",
            "vi": "Guggisberg thích các lý thuyết xã hội của ngáp. Ông cho rằng những tác động sinh lý của ngáp quá ít để mà tồn tại vững vàng qua quá trình tiến hóa. Tuy nhiên, ông xem hiệu ứng lan truyền của ngáp như một đầu mối then chốt."
        },
        {
            "en": "Side-effects such as <em>yawning</em>, restlessness, excitement, nausea, vomiting, and allergic reactions sometimes occur.",
            "vi": "Tác dụng phụ như ngáp, sự thao thức, bồn chồn, kích động, buồn nôn, ói mửa và phản ứng dị ứng đôi khi có xảy ra."
        },
        {
            "en": "There is a <em>yawning</em> gap between the rich and poor in our society.",
            "vi": "Có một hố ngăn cách lớn giữa người giàu có và người nghèo trong xã hội chúng ta."
        },
        {
            "en": "We can see that there is a <em>yawning</em> gap between the rich and poor in our society.",
            "vi": "Chúng ta có thể thấy rằng có một hố ngăn cách lớn giữa người giàu và kẻ nghèo trong xã hội của chúng ta."
        },
        {
            "en": "\"The more people are susceptible to contagious <em>yawning</em>, the better their social competence and empathy,\" Guggisberg says. \"In humans it is clear that <em>yawning</em> has a social effect. It is probably an unconscious behavior. It is not clear what <em>yawning</em> communicates or what it achieves. But clearly it transmits some information that has some effect on brain networks or behavior.\"",
            "vi": "“Người nào càng dễ bị lây ngáp, thì năng lực xã hội và sự đồng cảm của họ càng tốt hơn”, Guggisberg cho biết. “Ở con người rõ ràng là ngáp có ảnh hưởng xã hội. Đó có thể là một hành vi vô thức. Người ta vẫn không rõ ngáp thể hiện thông điệp gì và mang lại lợi ích ra sao. Nhưng rõ ràng là nó truyền tải một số thông tin có tác dụng nào đó trên các mạng lưới trí tuệ hoặc hành vi."
        },
        {
            "en": "Yawn theorists split into two camps. Like Gallup, one side says <em>yawning</em> must have a physiological cause, and a physical benefit. The other side says <em>yawning</em> is a form of communication that offers various social benefits.",
            "vi": "Các nhà lý thuyết ngáp chia thành hai phe. Như Gallup, phe thứ nhất cho rằng ngáp phải có nguyên nhân sinh lý, và lợi ích vật lý. Phe còn lại thì nói ngáp là một hình thức giao tiếp mang lại nhiều lợi ích xã hội khác nhau."
        },
        {
            "en": "Nevertheless, <em>yawning</em> inequalities remain. Three of the most important human development policies are education, healthcare, and social safety nets.",
            "vi": "Mặc dù vậy, bất bình đẳng về thu nhập vẫn tồn tại ở các nước Đông Nam Á trên cả ba phương diện quan trọng của chính sách phát triển con người, đó là giáo dục, y tế, và lưới an sinh xã hội."
        },
        {
            "en": "Now the symptoms of fatigue are the following: inattention, <em>yawning</em>, wandering of thought, lacks of efficiency, feeling driven, restlessness, lacks of interest and insomnia.",
            "vi": "Các dấu hiệu cuả mệt mỏi thường là: không chú ý, ngáp, thiếu tập trung, làm việc không hiệu quả, thụ động, khó ngủ, kém hưng phấn."
        },
        {
            "en": "Sign of intoxication include confusion, slurring of speech, <em>yawning</em>, sleepiness, loss of memory, loss of balance, and reduction in muscular reflexes.",
            "vi": "Các dấu hiệu ngộ độc gồm lẫn lộn, nói lắp, ngáp, buồn ngủ, mất trí nhớ, mất cân bằng và giamt phản xạ cơ."
        }
    ],
    "suggestions": []
}