{
    "en_vn": {
        "data": {
            "content": null,
            "word": "yaya",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "yaya",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yaya",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yaya",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yaya",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They positioned themselves as competitors to <em>YaYa</em>.",
            "vi": "Họ đã định vị bản thân họ như một đối thủ của YaYa."
        },
        {
            "en": "How did <em>YaYa</em> become the market leader last year?",
            "vi": "Làm sao YaYa lại có thể thống lĩnh thị trường năm vừa rồi?"
        },
        {
            "en": "Unfortunately, <em>YaYa</em> is too young and poor for such a strategy.",
            "vi": "Đáng tiếc, YaYa còn quá non trẻ và thiếu kinh phí cho một chiến lược như thế này."
        },
        {
            "en": "In the early days at <em>YaYa</em>, I was really worried for the company's survival.",
            "vi": "Trong những ngày đầu ở YaYa, tôi thật sự lo lắng cho sự sinh tồn của công ty."
        },
        {
            "en": "Take, for example, my experience when I was hired as CEO of <em>YaYa</em>.",
            "vi": "Lấy ví dụ kinh nghiệm khi tôi làm CEO tại YaYa."
        },
        {
            "en": "As with <em>YaYa</em>, we had to develop the content from scratch.",
            "vi": "Như với YaYa, chúng tôi đã phải thiết kế nội dung từ con số 0."
        },
        {
            "en": "As with <em>YaYa</em>, we had to develop the content from scratch.",
            "vi": "Như với YaYa, chúng tôi đã phải thiết kế nội dung từ con số."
        },
        {
            "en": "<em>YaYa</em> is a marketing company pioneering the creation of online games as advertising vehicles.",
            "vi": "YaYa là một công ty tiếp thị tiên phong trong việc tạo ra trò chơi trực tuyến như một phương tiện quảng cáo."
        },
        {
            "en": "It was Sandy who eventually recruited me to <em>YaYa</em> in 2000.",
            "vi": "Chính Sandy cuối cùng là người tuyển dụng tôi vào YaYa vào năm 2000."
        },
        {
            "en": "And thus the unique point of view for <em>YaYa</em> was born.",
            "vi": "Và thế là điểm độc đáo của YaYa đã hình thành."
        },
        {
            "en": "As for me, my three years at <em>YaYa</em> came to a close.",
            "vi": "Đối với tôi, ba năm tại YaYa trôi qua rất nhanh."
        },
        {
            "en": "When the <em>YaYa</em> board offered me the CEO position, I knew it was the right place.",
            "vi": "Khi hội đồng quản trị YaYa mời tôi vào vị trí CEO, tôi biết rằng đây là một nơi thích hợp."
        },
        {
            "en": "My experience at <em>YaYa</em> is a good example of how lists help people achieve their goals.",
            "vi": "Kinh nghiệm của tôi tại YaYa là một ví dụ tốt của việc danh sách giúp người ta đạt được mục tiêu của mình."
        },
        {
            "en": "Our goal is proving to the outside world that <em>YaYa</em> is producing something worthwhile.",
            "vi": "Mục tiêu của chúng tôi là chứng minh với thế giới bên ngoài rằng YaYa đang sản xuất một thứ gì đó có giá trị."
        },
        {
            "en": "It was interactive agency KPE that brought <em>YaYa</em> and advergaming to market.",
            "vi": "Công ty tương tác KPE đã mang YaYa và ngành quảng cáo qua game giới thiệu với thị trường."
        },
        {
            "en": "As planned, <em>YaYa</em> was ultimately sold to a public company, giving investors access to the liquid currency they were looking for and giving <em>YaYa</em> the operating capital it needed.",
            "vi": "Như đã được lên kế hoạch, YaYa cuối cùng đã được bán cho một công ty cổ phần, mang đến cho các nhà đầu tư số tiền mà họ mong đợi và mang đến cho YaYa lượng vốn lưu động cần thiết."
        },
        {
            "en": "As planned, <em>YaYa</em> was ultimately sold to a public company, giving investors access to the liquid currency they were looking for and giving <em>YaYa</em> the operating capital it needed.",
            "vi": "Như đã được lên kế hoạch, YaYa cuối cùng đã được bán cho một công ty cổ phần, mang đến cho các nhà đầu tư số tiền mà họ mong đợi và mang đến cho YaYa lượng vốn lưu"
        },
        {
            "en": "\"Bribes, blackmail - come on, just tell me,\" one CEO friend jokingly asked after <em>YaYa</em> appeared in a major spread in Fortune, while his own company, which was four times larger than <em>YaYa</em>, and several years older, had",
            "vi": "\"Hối lộ, tống tiền - thôi mà, kể cho tôi đi,\" một người bạn là CEO đã hỏi đùa như vậy khi YaYa xuất hiện trang trọng trên tờ Fortune, trong khi công ty của anh ta lớn gấp bốn lần YaYa, có thâm niên lâu hơn, thì phải rất vất vả mới được xuất hiện trên mục điểm tin."
        },
        {
            "en": "Right after we sold <em>YaYa</em>, the new owners instituted a set of cost-cutting policies relative to travel and conferences.",
            "vi": "Ngay sau khi chúng tôi bán YaYa, người chủ mới đã đưa ra một loạt những chính sách cắt giảm chi phí về việc đi lại và hội thảo."
        },
        {
            "en": "Soon after we defined the advergaming space, <em>YaYa</em> was generating operating revenue, selling games to big brands.",
            "vi": "Ngay sau khi chúng tôi xác định thị trường game quảng cáo, YaYa đã mang về doanh thu, bán được game cho các thương hiệu lớn."
        }
    ],
    "suggestions": []
}