{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['jiə:,lɔη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">lâu một năm, dài một năm</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a yearlong lecture tour</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một chuyến đi giảng bài kéo dài một năm</font></td></tr></table><i/></div>",
            "word": "yearlong"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "yearlong"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yearlong"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yearlong"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yearlong"
        }
    },
    "sentences": [
        {
            "en": "<em>Yearlong</em> lecture tour",
            "vi": "Chuyến đi giảng bài kéo dài một năm"
        },
        {
            "en": "He had a <em>yearlong</em> lecture tour last year.",
            "vi": "Ông ấy đã có một chuyến đi giảng bài kéo dài một năm vào năm ngoái."
        },
        {
            "en": "The ritual was triggered by a <em>yearlong</em> breakup.",
            "vi": "Nghi thức đã được tiến hành long trọng qua nhiều năm dài lãng quên."
        },
        {
            "en": "I know, America. You're sick of politics. I get it. After months of endlessly refreshing FiveThirtyEight every twelve seconds and trying to respond reasonably to your aunt's racist Facebook rants, you're tired. You researched the issues, you registered, you voted (please, please tell me that you voted), and now you want to take a <em>yearlong</em> bath. Even the color orange makes you nauseous now, for some reason. So what better way to try and rinse the ugly 2016 election out of your brain than with a bunch of quotes about politics? Specifically, quotes from famous writers about politics (and how most of those famous writers are sick of politics, too).",
            "vi": "Tôi hiểu, nước Mỹ. Bạn đang phát chán vì chính trị. Tôi hiểu rồi. Sau nhiều tháng không ngừng theo dõi thông tin mới trên trang FiveThirtyEight mỗi mười hai giây và cố gắng phản ứng một cách kiếm chế về những lập luận phân biệt chủng tộc của người thân (ví dụ như dì của bạn) trên Facebook, bạn đang mệt mỏi. Bạn đã nghiên cứu nhiều vấn đề, bạn đã đăng ký, bạn đã bầu chọn (làm ơn, làm ơn cho tôi biết rằng bạn đã bầu chọn) và bây giờ bạn muốn được thư giãn trong một năm. Vì một số lý do nào đó, ngay cả màu da cam (màu của Đảng Dân chủ của những người Kito giáo) cũng làm cho bạn cảm thấy buồn nôn. Có cách nào tốt để tẩy rửa cuộc bầu cử 2016 xấu xí ra khỏi bộ não của bạn hơn là một loạt các câu nói về chính trị? Những câu nói từ các nhà văn nổi tiếng về chính trị (và hầu hết những nhà văn nổi tiếng cũng đang chán ngán vì chính trị như thế nào?)"
        }
    ],
    "suggestions": []
}