{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['jə:niη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(+ <font color=\"#1371BB\">after</font>, <font color=\"#1371BB\">for</font>) sự khao khát, sự mong mỏi, sự ao ước</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">yearning for freedom</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự khao khát muốn có tự do</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(+ <font color=\"#1371BB\">to</font>, <font color=\"#1371BB\">towards</font>) sự thương mến; sự thương cảm, sự thương hại</td></tr></table><i/></div>",
            "word": "yearning"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "yearning"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>yearning</k><blockquote>▸ <cclass>noun LONGING, craving, desire, want, wish, hankering, urge, hunger, thirst, appetite, lust, ache; <cclass><i>informal</i> yen, itch.</cclass></cclass></blockquote></div>",
            "word": "yearning"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>yearning</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to express; feel a yearning for </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a strong yearning </ex></blockquote></blockquote><blockquote><blockquote><ex>3) a yearning for </ex></blockquote></blockquote><blockquote><blockquote><ex>4) a yearning to + <abr>inf.</abr> (she has a yearning to visit the village where she was born)</ex></blockquote></blockquote></div>",
            "word": "yearning"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự khát khao</font></td></tr></tbody></table></div>",
            "word": "yearning"
        }
    },
    "sentences": [
        {
            "en": "<em>Yearning</em> for freedom",
            "vi": "Sự khao khát muốn có tự do"
        },
        {
            "en": "They are <em>yearning</em> for freedom.",
            "vi": "Họ đang khao khát muốn có tự do."
        },
        {
            "en": "Eat to satiate your <em>yearning</em>",
            "vi": "Ăn cho đã thèm đi"
        },
        {
            "en": "I can know her <em>yearning</em> desire.",
            "vi": "Tôi có thể biết sự thèm muốn khát khao của cô ấy."
        },
        {
            "en": "I'm <em>yearning</em> to do the test.",
            "vi": "Tôi đang nóng lòng muốn làm bài kiểm tra."
        },
        {
            "en": "I 'm <em>yearning</em> to do the test.",
            "vi": "Tôi đang nóng lòng muốn làm bài kiểm tra."
        },
        {
            "en": "My <em>yearning</em> collects more and more, making memories of you.",
            "vi": "Em khao khát thu thập và tạo ra nhiều kỉ niệm về anh."
        },
        {
            "en": "I wouldn't spend my nights <em>yearning</em> for the Chairman.",
            "vi": "Tôi sẽ khỏi mất công trằn trọc thâu đêm để mơ tưởng đến ông chủ tịch."
        },
        {
            "en": "I 'm tired ; I have a strong <em>yearning</em> for rest.",
            "vi": "Tôi mệt,tôi muốn nghỉ ngơi lắm rồi."
        },
        {
            "en": "He satiated his <em>yearning</em> for a drink with tree big glasses of beer.",
            "vi": "Ông ta uống ba cốc bia lớn cho đã thèm."
        },
        {
            "en": "Focus on appreciating what you have rather than <em>yearning</em> for what you don't",
            "vi": "Tập trung vào việc đánh giá đúng những gì bạn có hơn là mong đợi những gì bạn không có"
        },
        {
            "en": "That is an opportunity just too good to pass up in this time of fragile friendships, remote relatives and hungry hearts <em>yearning</em> for simple connection.",
            "vi": "Lúc này vẫn còn là cơ hội quá tốt để vượt qua cho những tình bạn đang trở nên mong manh, những người thân xa cách và những trái tim khao khát đang mong chờ chỉ một tình cảm giản đơn."
        },
        {
            "en": "The recent explosion of interest in genealogy, the study of one's family origins, can be seen as attempt to restore connections and a <em>yearning</em> for oneness.",
            "vi": "Gần đây mọi người quan tâm nhiều tới chuyện phả hệ, tìm hiểu nguồn gốc gia đình, đây có thể coi là sự cố gắng khôi phục lại những liên hệ với người xưa, với mọi người xung quanh và là mong mỏi tìm kiếm sự đồng nhất."
        },
        {
            "en": "Make sure you know why you want to do this (tired of the academic grind? unsure about college? <em>yearning</em> to explore far away places?).",
            "vi": "Bạn phải chắc chắn biết nguyên nhân vì sao bạn muốn điều này (mệt mỏi sau quá trình miệt mài học tập? phân vân vào đại học nào? đang khát khao khám phá những vùng miền xa lạ?)."
        },
        {
            "en": "I am a sentimental woman and extremely sensitive. I yearn for the romantic moments, like a little girl <em>yearning</em> for candy.",
            "vi": "Tôi là một phụ nữ nhạy cảm và rất dễ bị tổn thương. Tôi luôn khao khát những khoảnh khắc lãng mạn, giống như là một bé gái thèm khát kẹo ngọt."
        },
        {
            "en": "The working mother, especially after a hard day's work in an office to be followed by household chores, can hardly find time for the child that is <em>yearning</em> for her care and attention.",
            "vi": "Ðặc biệt đối với người mẹ đi làm việc sau một ngày vất vả ở văn phòng rồi tiếp theo những công việc lặt vặt trong nhà, hầu như không thể có đủ thời giờ dành cho việc chăm sóc"
        },
        {
            "en": "While she listened, feeling all the <em>yearning</em> in him, they seemed to have been brought closer together, by opposing each other, than ever before, and she began to feel shy.",
            "vi": "Trong khi nàng nghe anh nói, và cảm thấy tất cả nỗi niềm mong muốn trong con người anh thì cả hai hình như lại gần nhau hơn bao giờ hết, vì đã chống đối nhau, và nàng bắt đầu cảm thấy bẽn lẽn."
        },
        {
            "en": "The working mother, especially after a hard day's work in an office, followed by household chores, can hardly find time for the child that is <em>yearning</em> for her care and attention.",
            "vi": "Người mẹ đi làm, nhất là sau một ngày làm việc cực nhọc trong sở, tiếp đến những công việc lặt vặt trong nhà, khó có thì giờ dành cho con cái để làm bổn phận thương yêu và chăm sóc chúng."
        },
        {
            "en": "The working mother, especially after a hard day's work in an office to be followed by household chores, can hardly find time for the child that is <em>yearning</em> for her care and attention.",
            "vi": "Ðặc biệt đối với người mẹ đi làm việc sau một ngày vất vả ở văn phòng rồi tiếp theo những công việc lặt vặt trong nhà, hầu như không thể có đủ thời giờ dành cho việc chăm sóc và quan tâm đến con cái."
        },
        {
            "en": "And without, the frontier warfare, the <em>yearning</em> of a boy, cast ashore upon a desert of newness and ugliness and sordidness, for all that is chastened and old, and noble with traditions.",
            "vi": "Còn bên ngoài là một cuộc đấu tranh đấu ngoại vì một đứa trẻ trôi dạt vào một bãi sa mạc xa lạ đầy xấu xa và đê tiện, thèm khát tất cả những gì thanh khiết, cổ kính và có truyền thống cao quý."
        }
    ],
    "suggestions": []
}