{
    "en_vn": {
        "data": {
            "content": null,
            "word": "yellows"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>yellows</k><blockquote>any of a number of plant diseases in which the leaves turn yellow, typically caused by viruses and transmitted by insects.</blockquote><blockquote>→ <kref>yellow</kref></blockquote></div>",
            "word": "yellows"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yellows"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yellows"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yellows"
        }
    },
    "sentences": [
        {
            "en": "Several different <em>yellows</em> in the paintbox",
            "vi": "Nhiều màu vàng khác nhau trong hộp thuốc vẽ"
        },
        {
            "en": "Oaks were reds and <em>yellows</em> and browns and greens.",
            "vi": "Những cây xồi trở thành đỏ, vàng, nâu, lục."
        },
        {
            "en": "There are several different <em>yellows</em> in the paintbox.",
            "vi": "Có nhiều màu vàng khác nhau trong hộp thuốc vẽ."
        },
        {
            "en": "The room was decorated in vibrant reds and <em>yellows</em>.",
            "vi": "Căn phòng được trang trí bằng màu đỏ và vàng rực rỡ."
        },
        {
            "en": "There are several different <em>yellows</em> in the paint box.",
            "vi": "Có nhiều màu vàng khác nhau trong hộp bút màu vẽ."
        },
        {
            "en": "My room had been decorated using bright blues and <em>yellows</em>.",
            "vi": "Phòng của tôi được trang trí bằng màu xanh sáng và màu vàng."
        },
        {
            "en": "The mountains are like an artist's palette of golds, reds, <em>yellows</em>, browns and other autumnal colours.",
            "vi": "Những ngọn núi có màu giống như những gam màu vàng, đỏ, nâu hay những màu sắc thu khác của các họa sĩ hay dùng."
        },
        {
            "en": "They are like an artist's palette of golds reds <em>yellows</em> browns and other autumnal colours.",
            "vi": "Chúng có màu giống như những gam màu vàng, đỏ, nâu hay những màu sắc thu khác của các họa sĩ hay dùng."
        },
        {
            "en": "The scarlets and <em>yellows</em> they make your eyes shine almost silver!",
            "vi": "Màu đỏ tươi và màu vàng làm cho mắt cô sáng long lanh như ánh bạc!"
        },
        {
            "en": "Her skin looked pale, almost gray - though perhaps it was only because she wore a kimono of garish <em>yellows</em> and reds.",
            "vi": "Da chị xanh tái, ngả màu xám - nhưng có lẽ vì chị mặc cái kimono màu vàng và đỏ lòe lọet."
        },
        {
            "en": "I had no doubt the gown was woven of pure silk, and so was the obi, embroidered in pale greens and <em>yellows</em>.",
            "vi": "Tôi nghĩ chiếc áo được may bằng lụa rất mịn, và chiếc khăn quàng quanh bụng cũng thế, khăn được thêu màu lục nhạt và vàng."
        },
        {
            "en": "The installation features vibrant reds, oranges, <em>yellows</em>, blues, and greens, and the sculptures come in various large and small siz​es. They are each made out of resin and can withstand extremely cold temperatures. According to her biography, Rosalie is \"one of the most famous and most accepted artists in Germany.\" With all kinds of exhibitions under her belt, her impressive skills are evident in the unique structure and format of this cheerful installation.",
            "vi": "Tác phẩm sắp đặt này rực rỡ đủ màu: đỏ, cam, vàng, xanh dương, và xanh lá, và có nhiều kích thước to nhỏ khác nhau. Chúng đều được làm bằng nhựa và có thể chịu được nhiệt độ rất lạnh. Theo tiểu sử có ghi, Rosalie là \"một trong nhiều nghệ sĩ nổi tiếng nhất và được công nhận rộng rãi nhất nước Đức.\" Những kỹ năng đầy ấn tượng của cô đã được phô bày đủ dạng đủ kiểu trong cấu trúc và hình dạng độc đáo của tác phẩm sắp đặt vui nhộn này."
        }
    ],
    "suggestions": []
}