{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Yemen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Yemen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Yemen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Yemen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Yemen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Socotra Island and Archipelago, <em>Yemen</em>",
            "vi": "Quần đảo Socotra và Archipelago, Yemen"
        },
        {
            "en": "Socotra Island and Archipelago, <em>Yemen</em>",
            "vi": "Quần đảo Socotra và Archipelago, Yemen"
        },
        {
            "en": "Al - Qaida's group in <em>Yemen</em> claimed responsibility.",
            "vi": "Nhóm Al-Qaida ở Yemen đã lên tiếng chịu trách nhiệm."
        },
        {
            "en": "<em>Yemen</em> and the US discussed anti - terrorist measures.",
            "vi": "Yemen và Mỹ thảo luận các biện pháp chống khủng bố."
        },
        {
            "en": "<em>Yemen</em> and the US discussed anti-terrorist measures.",
            "vi": "Yemen và Mỹ thảo luận các biện pháp chống khủng bố."
        },
        {
            "en": "Earlier, the embassy had warned Americans to be careful in <em>Yemen</em>.",
            "vi": "đây, đại sứ quán đã cảnh báo người Mỹ ở Yemen nên cẩn trọng."
        },
        {
            "en": "The UN pleaded with the world to come to the rescue of <em>Yemen</em>, South Sudan, Somalia and northeast Nigeria.",
            "vi": "Liên Hợp Quốc kêu gọi thế giới cứu Yemen, Nam Sudan, Somalia và Đông bắc Nigeria."
        },
        {
            "en": "South Sudan, Liberia, Guinea, Togo, Rwanda, Tanzania, Burundi, the Central African Republic were at the bottom, along with the conflict-torn Syria and <em>Yemen</em>.",
            "vi": "Nam Sudan, Liberia, Guinea, Togo, Rwanda, Tanzania, Burundi, Cộng hòa Trung Phi đều ở vị trí thấp nhất cùng sự xung đột gay gắt giữa Syria và Yemen."
        },
        {
            "en": "The Somali ships operating under thane of Shifco were based in <em>Yemen</em> following the overthrow of the military regime in 1991.",
            "vi": "Các tàu Somali hoạt động theo hương thân của Shifco đặt trụ sở tại Yemen sau khi lật đổ đế chế quân sự năm 1991."
        },
        {
            "en": "The Dragon Blood Trees on Socotra Island and Archipelago in the Indian Ocean, <em>Yemen</em>, look so bizarre because they have adapted to survive in the harsh environment",
            "vi": "Cây máu rồng trên đảo Socotra và quần đảo Archipelago ở đảo Yemen thuộc vùng biển Ấn độ có vẻ ngoài kì quái để thích nghi với môi trường sống khắc nghiệt"
        },
        {
            "en": "South Sudan, Liberia, Guinea, Togo, Rwanda, Tanzania, Burundi, the Central African Republic were at the bottom, along with the conflict-torn Syria and <em>Yemen</em>.",
            "vi": "Nam Sudan, Liberia, Guinea, Togo, Rwanda, Tanzania, Burundi, Cộng hòa Trung Phi đều ở vị trí thấp nhất cùng sự xung đột gay gắt giữa Syria và Yemen."
        },
        {
            "en": "In some countries, however, women still receive no more than one year of schooling. Those countries include, Burkina Faso, <em>Yemen</em>, Niger, Chad, Mali and Afghanistan.",
            "vi": "Tuy nhiên ở một số nước, phụ nữ vẫn không được đi học hơn 1 năm. Những quốc gia này bao gồm, Burkina Faso, Yemen, Niger, Chad, Mali và Afghanistan."
        },
        {
            "en": "The Dragon Blood Trees on Socotra Island and Archipelago in the Indian Ocean, <em>Yemen</em>, look so bizarre because they have adapted to survive in the harsh environment",
            "vi": "Cây máu rồng trên đảo Socotra và quần đảo Archipelago ở đảo Yemen thuộc vùng biển Ấn độ có vẻ ngoài kì quái để thích nghi với môi trường sống khắc nghiệt"
        },
        {
            "en": "The tenacity of mankind in <em>Yemen</em>   Mechanical engineer Achilleas Vortselas had a special affection for stone bridges. “No modern bridge can compare in grace with traditional stone arch bridges,” he said. “Stone bridges often demonstrate the tenacity of mankind to overcome physical obstacles, even with modest technical means. Shaharah Bridge in <em>Yemen</em> is a marvellous case of that.” (Alfio Cioffi/Getty)",
            "vi": "Cây cầu còn mãi với thời gian ở YemenKỹ sư cơ khí Achilleas Vortselas rất mê cầu đá. \"Chẳng cây cầu hiện đại nào có thể bì được với nét duyên dáng của những cây cầu bằng gạch và đá xa xưa. Cầu đá minh chứng ý chí quật cường của loài người luôn muốn vượt qua mọi chướng ngại , dù chỉ dùng những phương tiện kỹ thuật hết sức thô sơ. Cây cầu Shaharah Bridge ở Yemen là một điển hình. ( Alfio Cioffi / Getty )"
        },
        {
            "en": "Then there are also lesser known areas like the Socotra Island and Archipelago in <em>Yemen</em>, the Darvaza Crater in Turkmenistan and the Living Root Bridges of Cherrapunji in India.",
            "vi": "Và cũng có nhiều khu vực ít được biết đến như đảo Socotra và quần đảo Archipelago ở Yemen, cổng địa ngục Darvaza Crater ở Turkmenistan và những cây cầu từ rễ cây ở Cherrapunji - Ấn Độ."
        },
        {
            "en": "Then there are also lesser known areas like the Socotra Island and Archipelago in <em>Yemen</em>, the Darvaza Crater in Turkmenistan and the Living Root Bridges of Cherrapunji in India.",
            "vi": "Và cũng có nhiều khu vực ít được biết đến như đảo Socotra và quần đảo Archipelago ở Yemen, cổng địa ngục Darvaza Crater ở Turkmenistan và những cây cầu từ rễ cây ở Cherrapunji - Ấn Độ."
        },
        {
            "en": "RialThe Latin word “regalis” meaning “royal,” is the orgin for the Omai and Iranian “rial.”Similarly, Qatar, Saudi Arabia, and <em>Yemen</em> all use a currency called the \"riyal.” Before the euro, Spain used “reals” as well.",
            "vi": "Đồng RialTrong tiếng la-tinh, từ “regalis” có nghĩa là \"hoàng gia\", là nguồn gốc tên gọi đồng “rial” của Oman và Iran.Tương tự, Qatar, Saudi Arabia, và Yemen cũng sử dụng một đồng tiền có tên gọi là \"riyal.” Trước khi đồng euro ra đời, Tây Ban Nha cũng dùng đồng “reals”."
        },
        {
            "en": "The 10 unhappiest countries, 2018(2017 ranking in brackets)  147. Malawi (136)  148. Haiti (145) 149. Liberia (148)  150. Syria (152)  151. Rwanda (151)  152. <em>Yemen</em> (146)  153. Tanzania (153)  154. South Sudan (147)  155. Central African Republic (155) 156. Burundi (154)",
            "vi": "10 quốc gia bất hạnh nhất năm 2018(trong ngoặc là thứ hạng năm 2017)"
        },
        {
            "en": "20 May 2011 Last updated at 01:50 GMT          20 May 2011 Last updated at 01:50 GMT  http://www.bbc.co.uk/news/world-middle-east-13465133 Israeli PM Netanyahu rejects Obama '1967 borders' view Israeli PM Benjamin Netanyahu has rejected comments from US President Obama that a future Palestinian state must be based on the 1967 borders. In a major speech to the State Department, Mr Obama said \"mutually agreed swaps\" would help create \"a viable Palestine, and a secure Israel\". But Mr Netanyahu said those borders, which existed before the 1967 Middle East war, were \"indefensible\". Mr Netanyahu is preparing to meet Mr Obama for talks at the White House. An estimated 300,000 Israelis live in settlements built in the West Bank, which lies outside those borders. The settlements are illegal under international law, although Israel disputes this. Seeking solutions  In Thursday's speech on the future of US policy in the Middle East, Mr Obama said the basis of the peace negotiations was to create \"a viable Palestine, and a secure Israel\". \"The United States believes that negotiations should result in two states, with permanent Palestinian borders with Israel, Jordan, and Egypt, and permanent Israeli borders with Palestine,\" he said.  \"The borders of Israel and Palestine should be based on the 1967 lines with mutually agreed swaps, so that secure and recognised borders are established for both states.\"  In a statement, Mr Netanyahu's office said he appreciated Mr Obama's \"commitment to peace\" but that for peace to endure, \"the viability of a Palestinian state cannot come at the expense of the viability of the one and only Jewish state\". The statement called on Mr Obama to reaffirm commitments he made to Israel in 2004. \"Among other things, those commitments relate to Israel not having to withdraw to the 1967 lines which are both indefensible and which would leave major Israeli population centers in Judea and Samaria beyond those lines,\" it said. \"Those commitments also ensure Israel's well-being as a Jewish state by making clear that Palestinian refugees will settle in a future Palestinian state rather than in Israel.\"  The BBC's Wyre Davies in Jerusalem says that while Mr Netanyahu will be warmly welcomed in the US, he is coming under increasing international pressure to ease his objections to a Palestinian state following the unity deal signed between rival Palestinian groups Hamas and Fatah earlier this month.  If the unity project holds, says our correspondent, Mr Netanyahu could find himself foundering while other countries embrace fresh Palestinian initiatives. Israel's claim to being the only democratic state in the region has also been undermined by the dramatic developments of the Arab Spring anti-government uprisings, our correspondent adds.  The push for democracy began with the overthrowing of Tunisian President Zine al-Abidine Ben Ali in January. Egyptian leader Hosni Mubarak was later toppled in Egypt, with demonstrators in Libya currently working to overthrow dictator Moammar Gaddafi. Similar uprisings are also taking hold in Bahrain, <em>Yemen</em> and Syria.",
            "vi": "20 May 2011 Last updated at 01:50 GMT          20 May 2011 Last updated at 01:50 GMT  http://www.bbc.co.uk/news/world-middle-east-13465133 Thủ tướng Israel Netanyahu bác bỏ quan điểm ‘đường biên giới 1967’ của Obama Thủ tướng Israel Benjamin Netanyahu đã bác bỏ những lời bình luận từ tổng thống Hoa Kỳ Obama cho rằng nhà nước Palestine tương lai phải dựa trên các đường biên giới 1967. trong một bài diễn văn quan trọng gửi đến Bộ Ngoại Giao, Ông Obama nói “những trao đổi mà hai bên cùng đồng ý” sẽ giúp tạo ra “một Palestine có thể tồn tại, và một Israel an toàn”. Nhưng Ông Netanyahu nói những đường biên giới ấy, đã tồn tại trước cuộc chiến Trung Đông năm 1967, là “không thể bênh vực được”. Ông Netanyahu đang chuẩn bị hội kiến Ông Obama cho cuộc đàm phán tại Tòa Bạch Ốc. Ước tính có 300.000 người Israel sống trong các khu định cư được xây dựng ở Bờ Tây, nằm ngoài các biên giới nói trên. Theo luật quốc tế các khu định cư này là bất hợp pháp, cho dù Israel bất đồng về điều này Tìm kiếm các giải pháp Trong bài diễn văn hôm thứ Năm về tương lai của chính sách Hoa Kỳ tại Trung Đông, Ông Obama nói nền tảng của những cuộc hòa đàm là tạo ra “một Palestine có thể tồn tại, và một Israel an toàn”. Ông nói, “Hoa Kỳ tin rằng đàm phán sẽ dẫn đến kết quả hai nhà nước, biên giới thường trực của Palestine với Israel, Jordan, và Ai Cập, và biên giới thường trực của Israel với Palestine”.  “Biên giới của Israel và Palestine nên dựa trên các đường phân chia năm 1967 với những trao đổi mà hai bên cùng đồng ý, sao cho hình thành được các đường biên giới an toàn và được công nhận cho cả hai quốc gia.” Trong một bản tuyên bố, văn phòng của Ông Netanyahu cho biết ông đánh giá cao “cam kết hòa bình” của Ông Obama nhưng để hòa bình tồn tại lâu dài, “khả năng tồn tại của một quốc gia Palestine không thể diễn ra với giá phải trả là khả năng tồn tại của một và chỉ một quốc gia Do Thái”. Bản tuyên bố này kêu gọi Ông Obama tái xác nhận những cam kết của ông ấy với Isreal vào năm 2004.  “Trong số những điều khác, những cam kết ấy có nói Israel không phải rút về những đường phân định năm 1967 vừa không thể bênh vực vừa để các trung tâm dân cư quan trọng của Israel tại Judea và Samaria nằm ngoài những đường phân định ấy,” bản tuyên bố đã nói.  “Những cam kết ấy còn bảo đảm sự tồn tại thịnh vượng của Israel với tư cách là một quốc gia Do Thái bằng cách nói rõ người tỵ nạn Palestine sẽ định cư ở một quốc gia Palestine tương lai chứ không phải ở Israel.” Phóng viên Wyre Davies của BBC tại Jerusalem nói rằng trong khi Ông Netanyahu sẽ được tiếp đón nồng nhiệt tại Hoa Kỳ, ông ấy đang chịu áp lực quốc tế ngày càng tăng phải làm dịu đi những chống đối của mình đối với một quốc gia Palestine sau thỏa thuận thống nhất được ký kết giữa các nhóm Palestine đối địch Hamas và Fatah vào đầu tháng này. Nếu dự án thống nhất tồn tại, phóng viên bản đài cho biết, Ông Netanyahu có thể thất bại trong khi các quốc gia khác đón nhận những sáng kiến mới mẻ về Palestine. Phóng viên bản đài cho biết thêm, việc Israel tuyên bố là một quốc gia dân chủ duy nhất trong khu vực còn bị phá hỏng vì những tiến triển đột biến của các vụ nổi dậy chống chính phủ của phong trào Mùa Xuân Ả Rập. Sức ép dân chủ bắt đầu bằng cuộc lật đổ tổng thống Zine al-Abidine của Tunisia vào tháng Giêng. Lãnh tụ Ai Cập Hosni Mubarak sau đó bị truất phế tại Ai Cập, trong khi những người biểu tình ở Libya hiện đang tiến hành lật đổ nhà độc tài Moammar Gaddafi. Các cuộc nổi dậy tương tự cũng đang hình thành ở Bahrain, Yemen và Syria."
        },
        {
            "en": "Child Mortality Closely Linked To Women's Education Levels      Over half of the reduction in the global mortality of children under 5 years of age is linked to increased education among females of reproductive age, says a reports from the Institute for Health Metrics and Evaluation, University of Washington, published in the medical journal The Lancet. Sixteen million children under the age of five died in 1970, compared to 7.8 million in 2009, the report informs - 4.2 million fewer children died in 2009 thanks in large part to better and more widely accessible schooling for women.  The authors write that education is growing in every part of the world. The report states that:  Average years of schooling for women of reproductive age (ages 15 to 44) in developing countries have grown from 2.2 years to 7.2 years.  In some countries, however, women still receive no more than one year of schooling. Those countries include, Burkina Faso, <em>Yemen</em>, Niger, Chad, Mali and Afghanistan.  Dr. Emmanuela Gakidou, lead author, Associate Professor of Global Health at the Institute for Health Metrics and Evaluation (IHME), said:  We know that direct health interventions, such as immunizations, preventive care, and hygiene classes, are crucial to improving health worldwide. What this study shows is that by focusing on education as well, we can increase the impact that we are having on health. In 87 countries in 2009, women had greater levels of education than men. In 40 nations, however, the gender gap grew during the period 1970 to 2009. Dr. Emmanuela Gakidou and team collected data from 915 censuses and national surveys globally to create a time series of education levels for 175 nations. They found that:    31 nations had improved average years of schooling of women of reproductive age by over three years between 1990 and 2009. Saudi Arabia, the Lebanon and the United Arab Emirates were among these countries.\n  Out of the ten countries with the highest populations in the world, women of reproductive age had complete at least primary school in seven of them.\n  Most of the countries that are on track to achieving the Millennium Development Goal 4 - reducing the child mortality rate by 66% between 1990 and 2015 - have achieved a faster improvement for average rate of schooling for women of reproductive age than the global 1.9 years over the last two decades.\n  According to their findings, economic growth accounted for just 7.2% of the reduction in child mortality during the 1970-2009 period. \n   Dr. Christopher Murray, IHME Director and one of the paper's co-authors, said:  More education helps mothers make better choices in a range of areas - personal hygiene, nutrition, parenting approaches. It also helps them take better care of their own health when pregnant, and, after the child is born, they are able to navigate the expanding array of health services being offered to their families.  The authors believe that mothers with more education will drive advances in global health, embracing immunization programs, for example. Dr. Rafael Lozano, Professor of Global Health at IHME:  The next phase could include building new secondary schools and hiring teachers. But before that work begins, it would be wise to weigh the potential benefits and costs of this approach against building clinics and hiring health workers.  Source: The Institute for Health Metrics and Evaluation Increased educational attainment and its effect on child mortality in 175 countries between 1970 and 2009: a systematic analysis Dr Emmanuela Gakidou PhD, Krycia Cowling BS, Prof Rafael Lozano MD, Prof Christopher JL Murray MD The Lancet, Volume 376, Issue 9745, Pages 959 - 974, 18 September 2010 doi:10.1016/S0140-6736(10)61257-3 Written by Christian Nordqvist  Copyright: Medical News Today",
            "vi": "Tỷ lệ tử vong ở trẻ em gắn liền với trình độ học vấn của phụ nữ      Hơn một nửa số ca giảm trong tỷ lệ tử vong của trẻ em dưới 5 tuổi trên toàn cầu liên quan với trình độ học vấn tăng lên của phụ nữ trong độ tuổi sinh sản, theo một báo cáo từ Viện Y học Metrics, Đại học Washington, công bố trong tạp chí y học The Lancet. 16 triệu trẻ em dưới 5 tuổi tử vong vào năm 1970, so với 7.9 triệu trong năm 2009, các báo cáo các tổng kết – giảm 4.2 triệu trẻ em tử vong vào năm 2009 một phần lớn nhờ vào việc phụ nữ đã có điều kiện tốt hơn để học hành. Theo báo cáo, giáo dục đang phát triển ở khắp nơi trên thế giới. Và các tác giả cho biết: Thời gian được đi học trung bình của phụ nữ trong độ tuổi sinh sản (lứa tuổi 15-44) ở các nước đang phát triển đã tăng từ 2,2 lên 7,2 năm. Tuy nhiên ở một số nước, phụ nữ vẫn không được đi học hơn 1 năm. Những quốc gia này bao gồm, Burkina Faso, Yemen, Niger, Chad, Mali và Afghanistan. Tiến sĩ Emmanuela Gakidou, tác giả chính, Phó Giáo sư Y tế Toàn cầu tại Viện Số liệu và Đánh giá Sức khỏe (IHME), cho biết: Chúng ta biết rằng những can thiệp y tế trực tiếp, chẳng hạn như chủng ngừa, chăm sóc phòng ngừa, và các lớp học vệ sinh, rất quan trọng đối với việc cải thiện sức khỏe trên toàn thế giới. Nghiên cứu này cho thấy bằng cách tập trung vào giáo dục, chúng ta có thể tăng ảnh hưởng mà chúng ta đang can thiệp để cải thiện sức khỏe. Năm 2009, ở 87 quốc gia, phụ nữ có trình độ học vấn cao hơn nam giới. Tuy nhiên, tại 40 quốc gia, khoảng cách giới tính đã tăng lên trong thời kỳ 1970-2009. Tiến sĩ Emmanuela Gakidou và nhóm nghiên cứu thu thập dữ liệu từ 915 khảo sát và thống kê dân số quốc gia trên toàn cầu để tạo số liệu theo thời gian của trình độ học vấn cho 175 quốc gia. Họ thấy rằng:  \n31 quốc gia đã cải thiện số năm được đi học trung bình của phụ nữ trong độ tuổi sinh sản trên 3 năm trong giai đoạn 1990-2009. Ả Rập Xê-út, Li-băng và các tiểu vương quốc Ả Rập thống nhất nằm trong số các nước này.\n \nTrong số 10 quốc gia có dân số cao nhất thế giới, có ít nhất 7 nước có phụ nữ trong độ tuổi sinh sản đã hoàn tất ít nhất là bậc tiểu học.\n \nHầu hết các nước đang đi đúng hướng để đạt được Mục tiêu Phát triển Thiên niên kỷ 4 - giảm tỷ lệ tử vong trẻ em xuống còn 66% trong năm 1990 và 2015 - đạt được cải tiến nhanh hơn nhờ vào tỷ lệ được đến trường trung bình của phụ nữ trong độ tuổi sinh sản đã tăng lên 1,9 năm trên toàn cầu trong 2 thập niên qua.\n \nTheo phát hiện của họ, tăng trưởng kinh tế chỉ chiếm 7,2% của việc giảm tỷ lệ tử vong trẻ em trong giai đoạn 1970-2009.\n  Tiến sĩ Christopher Murray, Giám đốc IHME và là một trong các đồng tác giả của báo cáo, cho biết: Học vấn cao hơn giúp các bà mẹ có những lựa chọn tốt hơn trong nhiều lĩnh vực - vệ sinh cá nhân, dinh dưỡng, phương pháp nuôi dạy con cái. Trình độ cao hơn cũng giúp họ có thể chăm sóc tốt sức khỏe bản thân khi mang thai, và sau khi đứa trẻ được sinh ra, họ có thể tìm cách mở rộng mảng dịch vụ y tế đang được cung cấp cho gia đình của họ. Các tác giả tin rằng khi các bà mẹ có học vấn cao hơn sẽ đưa đến những tiến bộ trong y tế toàn cầu, ví dụ như bao gồm các chương trình tiêm chủng. Tiến sĩ Rafael Lozano, Giáo sư Y tế Toàn cầu tại IHME, cho biết: Giai đoạn kế tiếp có thể bao gồm việc xây dựng thêm các trường trung học và tuyển dụng giáo viên. Nhưng trước khi công việc bắt đầu, nên cân nhắc các lợi ích tiềm năng và chi phí của phương pháp so với việc xây dựng bệnh viện và thuê nhân viên y tế. Nguồn: Viện Y tế và Đánh giá Metrics Tăng cường giáo dục và hiệu quả đạt được về tỷ lệ tử vong trẻ em tại 175 quốc gia giữa các năm 1970 và 2009: một phân tích có hệ thống Tiến sĩ bác sĩ Emmanuela Gakidou, BS Krycia Cowling, Giáo sư Rafael Lozano MD, giáo sư Christopher Murray JL MD The Lancet, Volume 376, Issue 9.745, trang 959-974, ngày 18 tháng chín 2010 doi: 10.1016/S0140-6736 (10) 61.257-3 Tác giả: Nordqvist Christian Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}