{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Yemeni",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Yemeni</k><blockquote><cclass>[<cclass>'jɛməni<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a native or inhabitant of Yemen. </cclass></blockquote><blockquote>■ <cclass>adjective relating to Yemen. </cclass></blockquote></div>",
            "word": "Yemeni",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Yemeni",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Yemeni",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Yemeni",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A 12-year-old <em>Yemeni</em> bride died of internal bleeding.",
            "vi": "Một cô dâu Yemen 12 tuổi đã chết vì chảy máu trong."
        },
        {
            "en": "A 12 - year - old <em>Yemeni</em> bride died of internal bleeding.",
            "vi": "Một cô dâu Yemen 12 tuổi đã chết vì chảy máu trong."
        },
        {
            "en": "The State Department says <em>Yemeni</em> security workers exchanged gunfire with an unknown group.",
            "vi": "Bộ Ngoại giao tiết lộ các nhân viên an ninh Yemen bắn trả với một nhóm vô danh."
        },
        {
            "en": "Police in the <em>Yemeni</em> capital, Sanaa, are investigating gunfire near the United States Embassy.",
            "vi": "Cảnh sát ở thủ đô Sanaa, Yemen, đang điều tra vụ nổ súng gần Đại sứ quán Hoa Kỳ."
        },
        {
            "en": "<em>Yemeni</em> officials say they were questioning three men in connection with the case.",
            "vi": "Giới chức cho biết họ đang điều tra 3 người đàn ông bị tình nghi có liên quan đến vụ này."
        },
        {
            "en": "Officials say the <em>Yemeni</em> plane was carrying 153 people when it crashed near the coast of the Comoros early Tuesday.",
            "vi": "Giới hữu trách cho biết chiếc máy bay của Yemeni đã gặp nạn gần bờ biển của quần đảo Comoros khi đang chuyên chở 153 hành khách vào sáng sớm thứ Ba."
        },
        {
            "en": "Family members of the plane's crew and passengers have gathered at airports in Paris, Marseille and the <em>Yemeni</em> capital, Sana, to wait for news.",
            "vi": "Gia đình phi hành đoàn và các nạn nhân đã tập trung về các sân bay ở Paris, Marseille, và thủ đô Sana của Yemeni để chờ tin tức."
        }
    ],
    "suggestions": []
}