{
    "en_vn": {
        "data": {
            "content": null,
            "word": "yesteryear",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>yesteryear</k><blockquote>■ <cclass>noun <cclass>literary last year or the recent past. </cclass></cclass></blockquote></div>",
            "word": "yesteryear",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yesteryear",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yesteryear",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yesteryear",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This is not pure human brooding and hypothesis. It is a reality experienced by many wise men of <em>yesteryear</em>.",
            "vi": "Và đây cũng không phải là do suy tưởng hão và giả thuyết suông, mà đã được nhiều bậc thánh nhân chứng nghiệm."
        },
        {
            "en": "This year's nominations for the Oscars were on the red carpet before the ceremony began, along with some of the great Hollywood stars of <em>yesteryear</em>.",
            "vi": "Các ứng cử viên cho giải Oscars năm này đã đi lên thảm đỏ trước khi buổi lễ được bắt đầu, cùng với một số ngôi sao xuất sắc Hollywood của các năm trước."
        },
        {
            "en": "It’s still a gift to the community and part of Columbus culture, says Jo Ann Huntwork, a nativity designer who’s been working on the display since 2002. Huntwork is one of three designers who have overseen the display throughout its history, including her predecessor Nancy Elliot, and the first project designer, Gordon Keith, who was also the face behind many of Columbus’ other notable installations, such as the Talking Tree at Santaland in the Downtown Lazarus building (see pgs. 45–46) and the Street of <em>Yesteryear</em> at the original COSI.",
            "vi": "Jo Ann Huntwork (một nhà thiết kế lễ Chúa Giáng sinh người chịu trách nhiệm trưng bày từ năm 2002) nói rằng: Nó vẫn là một món quà cho cộng đồng và là một phần văn hóa của Columbus. Huntwork là một trong ba nhà thiết kế đã giám sát cách bài trí trong suốt thời gian đó, bao gồm cả người tiền nhiệm của bà là Nancy Elliot, và các nhà thiết kế dự án đầu tiên là Gordon Keith (ông cũng người hỗ trợ những cài đặt máy móc quan trọng khác của Columbus như \"cây biết nói\" đang được xây dựng tại SantaLand của thành phố Downtown Lazarus (xem trang 45-46) và công trình \"đường phố năm qua\" tại COSI chính."
        }
    ],
    "suggestions": []
}