{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['jeti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người tuyết ở Himalaya ((cũng) gọi là <font color=\"#1371BB\">Abominable Snowman</font>)</td></tr></table><i/></div>",
            "word": "yeti",
            "pronounce": "['jeti]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>yeti</k><blockquote><cclass>[<cclass>'jɛti<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a large hairy manlike creature said to live in the highest part of the Himalayas. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s: from Tibetan <i>yeh-teh</i> 'little manlike animal'. </blockquote></div>",
            "word": "yeti",
            "pronounce": "['jeti]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yeti",
            "pronounce": "['jeti]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yeti",
            "pronounce": "['jeti]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yeti",
            "pronounce": "['jeti]"
        }
    },
    "sentences": [
        {
            "en": "The Abominable Snowman is a <em>yeti</em>.",
            "vi": "\"The Abominable Snowman\" là người tuyết ở Himalaya."
        },
        {
            "en": "Is there really a Loch Ness Monster or a <em>Yeti</em>?",
            "vi": "Thực sự có quái vật hồ Loch Ness hay người tuyết không?"
        },
        {
            "en": "3. <em>YETI</em>\n\nhttp://animal.discovery.com/tv-shows/lost-tapes/creatures/yeti.htm",
            "vi": "3. NGƯỜI TUYẾT YETI"
        },
        {
            "en": "<em>YETI</em> SKEPTICS: The <em>Yeti</em> has been labeled the \"guardian\" of the Himalayan Mountains, but it's the natives who have become protective of this obscure beast. Many tribes in the area consider the <em>Yeti</em> a divine being and don't appreciate cynics who question its existence, or simplify the sightings as nothing more than rare Himalayan wildlife. One well-known detractor is Reinhold Messner, who claims to have killed a <em>Yeti</em> and wrote a book about his experience. Messner says the <em>Yeti</em> is actually the endangered Himalayan Brown Bear. Despite skeptics who set out to disprove its existence, the <em>Yeti</em> is a pop culture icon. Interpretations of the <em>Yeti</em> can be found in numerous video games, television shows and movies. Although it's impossible to predict when the Abominable Snowman might be seen again in real life, there is an annual sighting on the holiday TV special Rudolph the Red-nosed Reindeer.",
            "vi": "Những hoài nghi về Người tuyết Yeti: Yeti đã được xem là \"người giám hộ\" của dãy núi Hy Mã Lạp Sơn, nhưng đó là đối với những người bản địa muốn bảo vệ con thú bí ẩn này. Nhiều bộ lạc trong khu vực xem Yeti như một đấng thiêng liêng và không đếm xỉa đến những ai có thái độ hoài nghi và đặt câu hỏi về sự tồn tại của Yeti, hoặc đơn giản hóa việc nhìn thấy Yeti thành không gì nhiều hơn là một loài động vật hoang dã hiếm gặp của dãy núi Hy Mã Lạp Sơn. Một người phỉ báng nổi tiếng là Reinhold Messner, khẳng định đã giết chết một Yeti và đã viết một cuốn sách về trải nghiệm của mình. Messner nói Yeti thực sự là loài gấu nâu Himalaya có nguy cơ tuyệt chủng. Bất chấp những kẻ hoài nghi bác bỏ sự tồn tại của nó, Yeti là một biểu tượng của nền văn hóa đại chúng. Hình ảnh Yeti có thể được tìm thấy trong rất nhiều trò chơi điện tử, chương trình truyền hình và phim ảnh. Mặc dù không thể dự đoán khi nào Người Tuyết có thể được nhìn thấy một lần nữa trong cuộc sống thực, có một mùa đi ngắm hàng năm trên chương trình truyền hình đặc biệt ngày lễ của Rudolph chú tuần lộc mũi đỏ."
        },
        {
            "en": "<em>YETI</em> SIGHTINGS: The first report of a strange creature living in the Himalayas dates back to 1832, when climber B.H. Hodgson of Nepal witnessed a tall beast covered in dark hair walking on two feet. At the turn of the century, sightings multiplied as more adventurers set out to conquer the mountains, but it wasn't until the 1950s that <em>Yeti</em> sightings reached a fever pitch. Eric Shipton made one of the best cases that the <em>Yeti</em> exists in 1951, when he photographed strange footprints on Mount Everest. Other expedition teams returned from the mountains with hair and fecal samples, but nothing proved conclusive. Since then, <em>Yeti</em> enthusiasts continue to visit the mountains in search of this elusive creature. Sightings have occurred as recently as 2008, when a team of Japanese climbers photographed more strange footprints.",
            "vi": "Những lần trông thấy người tuyết Yeti: Báo cáo đầu tiên về một sinh vật kỳ lạ sống ở dãy Hy Mã Lạp Sơn là từ năm 1832, khi nhà leo núi BH Hodgson của Nepal đã chứng kiến một con thú cao trong bộ lông đen bước đi trên hai chân. Vào đầu thế kỷ này, càng có nhiều nhân chứng nhìn thấy Yeti khi càng nhiều nhà thám hiểm tìm đến để chinh phục ngọn Hy Mã Lạp Sơn, nhưng phải đến những năm 1950 thì việc nhìn thấy Yeti mới trở thành cơn sốt. Eric Shipton đã thực hiện một trong các trường hợp tốt nhất cho thấy Yeti tồn tại vào năm 1951, khi ông chụp ảnh những dấu chân kỳ lạ trên núi Everest. Những đội thám hiểm khác trở về từ những dãy núi với các mẫu tóc và phân, nhưng không có gì sáng tỏ. Từ đó, những người say mê Người tuyết Yeti tiếp tục tìm đến các ngọn núi để săn lùng sinh vật bí ẩn này. Việc nhìn thấy Yeti đã xảy ra gần đây nhất là vào năm 2008, khi một nhóm các nhà leo núi Nhật Bản chụp ảnh được các dấu chân lạ hơn."
        },
        {
            "en": "NO ORDINARY SNOWMAN?: The <em>Yeti</em> is known as the \"Abominable Snowman\" since it hails from the cold climate of the Himalayan Mountains -- and because its name loosely translates to \"metoh-kangmi,\" which means \"man-bear snowman.\" However, this elusive creature doesn't look like a snowman at all. Covered in brown fur, the <em>Yeti</em> reportedly resembles a human-gorilla hybrid or possibly even a bear, and it stands more than 11 feet (3.3 meters) tall. With a menacing howl and eyes that glow, this beast reportedly protects the mountains from evil-doers.",
            "vi": "Không phải là người tuyết bình thường?: Yeti được biết đến như “Người Tuyết” bởi vì nó xuất thân từ vùng khí hậu lạnh của dãy núi Hy Mã Lạp Sơn - và bởi vì tên của nó phỏng dịch là \"metoh-kangmi,\" có nghĩa là \"người tuyết nửa người nửa gấu.\" Tuy nhiên, sinh vật bí ẩn này không trông giống như người tuyết chút nào. Phủ kín trong bộ lông màu nâu, người tuyết Yeti được cho là giống như một sinh vật lai giữa con người và khỉ đột hay thậm chí có thể là một con gấu, và khi đứng nó cao hơn 11 feet (3,3 mét). Với một tiếng hú đe dọa và đôi mắt phát sáng, con thú này được cho là bảo vệ vùng núi khỏi những kẻ xấu."
        }
    ],
    "suggestions": []
}