{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Yi"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Yi"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Yi"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Yi"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Yi"
        }
    },
    "sentences": [
        {
            "en": "He waved his big hat and yelled sharp, high yells.\"Hi! <em>Yi</em> - <em>yi</em> - <em>yi</em>! Hi!\"",
            "vi": "Ông ta huơ huơ chiếc mũ lớn và luôn miệng kêu những tiếng lanh lảnh chói tai: \"Hi! Di-di-di! Hi!\""
        },
        {
            "en": "He waved his big hat and yelled sharp, high yells. \"Hi! <em>Yi</em>-<em>yi</em>-<em>yi</em>! Hi!\"",
            "vi": "Ông ta huơ huơ chiếc mũ lớn và luôn miệng kêu những tiếng lanh lảnh chói tai :\"Hi! Di - di - di! Hi!\""
        },
        {
            "en": "Laura ran back and forth, waving her sunbonnet and yelling, \"Hi! <em>Yi</em>-<em>yi</em>-<em>yi</em>!\" till Ma told her to stop.",
            "vi": "Laura phóng chạy tới lui, huơ huơ chiếc nón và hét lớn \"Hi! Di - di - di!\" cho tới khi Mẹ bảo ngưng lại."
        },
        {
            "en": "Laura ran back and forth, waving her sunbonnet and yelling,\"Hi! <em>Yi</em> - <em>yi</em> - <em>yi</em>!\" till Ma told her to stop.",
            "vi": "Laura phóng chạy tới lui, huơ huơ chiếc nón và hét lớn \"Hi! Di-di-di!\" cho tới khi Mẹ bảo ngưng lại."
        },
        {
            "en": "Nearby stands the Statue of Chen <em>Yi</em>, the first mayor of Shanghai after the city changed hands in 1949.",
            "vi": "Đứng gần bên là tượng của Trần Nghị, thị trưởng đầu tiên của Thượng Hải sau khi thành phố thay đổi chính quyền vào năm 1949."
        },
        {
            "en": "When the monks opened this chest they found the two books \"Xi Sui Jing\"(Marrow Washing Classic) and \"<em>Yi</em> Jin Jing\" within.",
            "vi": "Khi các tăng sư mở cái hộp ra, thì thấy 2 cuốn sách, một là Tẩy Tủy Kinh, một là Dịch Cân Kinh."
        },
        {
            "en": "When the monks opened this chest they found the two books \"Xi Sui Jing\" (Marrow Washing Classic) and \"<em>Yi</em> Jin Jing\" within.",
            "vi": "Khi các tăng sư mở cái hộp ra, thì thấy 2 cuốn sách, một là Tẩy Tủy Kinh, một là Dịch Cân Kinh."
        },
        {
            "en": "Eighteen-year-old Vien also triumphed in her favourite sport, women's 200m individual medley, in 2:13.53, breaking the record of Malaysia's Siow <em>Yi</em> Ting, set in the 2009 Games in Laos.",
            "vi": "Vận động Viên mười tám tuổi Ánh Viên cũng đã chiến thắng trong hạng mục yêu thích của mình, 200m cá nhân hỗn hợp nữ, trong 2p13s53, phá kỷ lục của Siow Yi Ting đội Malaysia, thiết lập trong năm 2009 SEA Games tại Lào."
        },
        {
            "en": "Kerry’s visit, from May 16 to 17, saw him meet with Party leader Xi Jinping, foreign minister Wang <em>Yi</em>, and a clutch of other top officials, including Vice Chair of the Central Military Commission Fan Changlong.",
            "vi": "Chuyến thăm của ông Kerry, từ 16 đến 17 tháng Năm, để làm việc với lãnh đạo Đảng Tập Cận Bình, bộ trưởng ngoại giao Vương Nghị, và một số quan chức hàng đầu khác,  bao gồm Phó Chủ tịch Quân uỷ Trung ương Phạm Trường Long."
        },
        {
            "en": "Meeting with the press, Myanmar Police Chief Brigadier - General Khin <em>Yi</em> charged Yettaw with illegally intruding into Aung San Suu Kyi's residence which was then under restriction and held him mainly accountable for the case.",
            "vi": "Gặp gỡ giới báo chí, Yi Khin, thiếu tướng tư lệnh cảnh sát Myanmar, buộc tội Yettaw là đã xâm nhập tư thất của Aung San Suu Kyi một cách bất hợp pháp trong khi nơi này đang bị kiểm soát và buộc ông này phải chịu trách nhiệm chính về vụ này."
        },
        {
            "en": "Vietnam and his relatives here. Ly Long Tuong, known as <em>Yi</em> Yong Sang in Korea, fled to the country in 1226 when the Ly Dynasty was overthrown, and became a famous general that helped Korea defeat Mongolian invaders.",
            "vi": "Một người đàn ông Triều Tiên, con cháu của hoàng gia triều Lý (1009-1225), và gia đình đã được cấp quốc tịch Việt Nam. Sử sách Việt Nam và Hàn Quốc cho biết Lee Chang Kun (Lý Xương Căn trong tiếng Việt), 52 tuổi,là hậu duệ đời thứ 26 của Lý Long Tường, con vua Lý Anh Tông (1138-1175). Từ năm 1992, Lee đã nhiều lần về thăm Việt Nam và giòng tộc ở đây. Lý Long Tường đã trốn khỏi đất nước khi triều Lý bị lật đổ và trở thành một danh tướng giúp Triều Tiên đánh bại quân xâm lăng Mông Cổ."
        },
        {
            "en": "The South China Sea is expected to dominate a regional security meeting in Manila next week, where Chinese Foreign Minister Wang <em>Yi</em> will meet counterparts from the Association of Southeast Asian Nations (ASEAN) countries.",
            "vi": "Biển Đông được mong đợi là vấn đề chủ chốt trong cuộc họp an ninh khu vực tại Manila trong tuần tới, nơi Bộ trưởng Ngoại Giao Trung Quốc Vương Nghị (Wang Yi) sẽ gặp các đối tác đến từ Hiệp hội các quốc gia Đông Nam Á (ASEAN)."
        },
        {
            "en": "Last week, Chinese Foreign Minister Wang <em>Yi</em> said a draft code of conduct for behaviour in the South China Sea had now been completed and that tensions had \"distinctly dropped.\"",
            "vi": "Tuần trước, Bộ trưởng Bộ Ngoại Giao Trung Quốc-Wang Yi-cho biết dự thảo quy tắc ứng xử cho hành vi ở Biển Đông đã được hoàn thành và căng thẳng đã \"giảm rõ rệt\"."
        },
        {
            "en": "Last week, Chinese Foreign Minister Wang <em>Yi</em> said a draft code of conduct for behaviour in the South China Sea had now been completed and that tensions had \"distinctly dropped.\"",
            "vi": "Tuần trước, Bộ trưởng Bộ Ngoại Giao Trung Quốc-Wang Yi-cho biết dự thảo quy tắc ứng xử cho hành vi ở Biển Đông đã được hoàn thành và căng thẳng đã \"giảm rõ rệt\"."
        },
        {
            "en": "Meeting with the press, Myanmar Police Chief Brigadier-General Khin <em>Yi</em> charged Yettaw with illegally intruding into Aung San Suu Kyi's residence which was then under restriction and held him mainly accountable for the case.",
            "vi": "Gặp gỡ giới báo chí, Yi Khin, thiếu tướng tư lệnh cảnh sát Myanmar, buộc tội Yettaw là đã xâm nhập tư thất của Aung San Suu Kyi một cách bất hợp pháp trong khi nơi này đang bị kiểm soát và buộc ông này phải chịu trách"
        },
        {
            "en": "“China has the capability now to set up international rules for cyberspace and use our strategy and our rules to influence the world,” said Shen <em>Yi</em>, an associate professor specializing in cybersecurity at Fudan University, according to China Daily.",
            "vi": "Tiếp theo, China Daily lại dẫn lời của Shen Yi – một giáo sư chuyên về an ninh máy tính tại Đại học Phục Đán, nhấn mạnh thêm rằng “Bây giờ Trung Quốc đã có quyền đưa ra các quy tắc quốc tế về quản trị không gian mạng, và sử dụng chiến lược cũng như các quy tắc của Trung Quốc để gây ảnh hưởng lên thế giới”."
        },
        {
            "en": "The South China Sea is expected to dominate a regional security meeting in Manila next week, where Chinese Foreign Minister Wang <em>Yi</em> will meet counterparts from the Association of Southeast Asian Nations (ASEAN) countries.",
            "vi": "Biển Đông được mong đợi là vấn đề chủ chốt trong cuộc họp an ninh khu vực tại Manila trong tuần tới, nơi Bộ trưởng Ngoại Giao Trung Quốc Vương Nghị (Wang Yi) sẽ gặp các đối tác đến từ Hiệp hội các quốc gia Đông Nam Á (ASEAN)."
        },
        {
            "en": "). Since 1992, Lee has made numerous visits to Vietnam and his relatives here. Ly Long Tuong, known as <em>Yi</em> Yong Sang in Korea, fled to the country in 1226 when the Ly Dynasty was overthrown, and became a famous general that helped Korea defeat Mongolian invaders.",
            "vi": "Một người đàn ông Triều Tiên, con cháu của hoàng gia triều Lý (1009-1225), và gia đình đã được cấp quốc tịch Việt Nam. Sử sách Việt Nam và Hàn Quốc cho biết Lee Chang Kun (Lý Xương Căn trong tiếng Việt), 52 tuổi,là hậu duệ đời thứ 26 của Lý Long Tường, con vua Lý Anh Tông (1138-1175). Từ năm 1992, Lee đã nhiều lần về thăm Việt Nam và giòng tộc ở đây. Lý Long Tường đã trốn khỏi đất nước khi triều Lý bị lật đổ và trở thành một danh tướng giúp Triều Tiên đánh bại quân xâm lăng Mông Cổ."
        },
        {
            "en": "Historical records in Vietnam and South Korea showed that 52 - year - old Lee Chang Kun, or Ly Xuong Can in Vietnamese, is the 26th generation of Ly Long Tuong, son of King Ly Anh Tong (1138 - 1175). Since 1992, Lee has made numerous visits to Vietnam and his relatives here. Ly Long Tuong, known as <em>Yi</em> Yong",
            "vi": "Một người đàn ông Triều Tiên, con cháu của hoàng gia triều Lý (1009-1225), và gia đình đã được cấp quốc tịch Việt Nam. Sử sách Việt Nam và Hàn Quốc cho biết Lee Chang Kun (Lý Xương Căn trong tiếng Việt), 52 tuổi,là hậu duệ đời thứ 26 của Lý Long Tường, con vua Lý Anh Tông (1138-1175). Từ năm 1992, Lee đã nhiều lần về thăm Việt Nam và giòng tộc ở đây. Lý Long Tường đã trốn khỏi đất nước khi triều Lý bị lật đổ và trở thành một danh tướng giúp Triều Tiên đánh bại quân xâm lăng Mông Cổ."
        },
        {
            "en": "Historical records in Vietnam and South Korea showed that 52 - year - old Lee Chang Kun, or Ly Xuong Can in Vietnamese, is the 26th generation of Ly Long Tuong, son of King Ly Anh Tong (1138 - 1175). Since 1992, Lee has made numerous visits to Vietnam and his relatives here. Ly Long Tuong, known as <em>Yi</em> Yong Sang in Korea, fled to the",
            "vi": "Một người đàn ông Triều Tiên, con cháu của hoàng gia triều Lý (1009-1225), và gia đình đã được cấp quốc tịch Việt Nam. Sử sách Việt Nam và Hàn Quốc cho biết Lee Chang Kun (Lý Xương Căn trong tiếng Việt), 52 tuổi,là hậu duệ đời thứ 26 của Lý Long Tường, con vua Lý Anh Tông (1138-1175). Từ năm 1992, Lee đã nhiều lần về thăm Việt Nam và giòng tộc ở đây. Lý Long Tường đã trốn khỏi đất nước khi triều Lý bị lật đổ và trở thành một danh tướng giúp Triều Tiên đánh bại quân xâm lăng Mông Cổ."
        }
    ],
    "suggestions": []
}