{
    "en_vn": {
        "data": {
            "content": null,
            "word": "yous",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "yous",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "yous",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "yous",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "yous",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They ate hungrily, with lots of smiles and thank <em>yous</em>.",
            "vi": "Họ ăn một cách thèm thuồng, với nhiều nụ cười và lời cảm ơn."
        },
        {
            "en": "Have you said your thank-<em>yous</em> to mrs brown for the party?",
            "vi": "Anh đã nói lời cám ơn bà brown về buổi tiệc chưa?"
        },
        {
            "en": "If you try <em>yous</em> best, you will be happy what you do",
            "vi": "Nếu bạn cố gắng hết sức, bạn sẽ thấy hạnh phúc với những gì bạn đang làm"
        },
        {
            "en": "I was heading up to Rowley’s today to play our Big Wheel game again, but Mom said I had to finish my Christmas thank-<em>yous</em> before I went out anywhere.",
            "vi": "Hôm nay tôi lại tính Chạy qua nhà Rowley để chơi trò Xe Đạp tiếp, cơ mà mẹ bảo tôi phải làm cho xong cái đống thư cảm ơn giáng sinh cái đã rồi đi đâu thì đi."
        },
        {
            "en": "And at first, those comments were just simple thank-<em>yous</em>. I thought that was a pretty big deal. I don't know how much time you all spend on YouTube. Most of the comments are not \"Thank you.\"",
            "vi": "Và ban đầu, những lời bình luận chỉ là những câu cảm ơn đơn giản. Tôi nghĩ đó là một lượng khá lớn. Tôi không biết bạn dành nhiều thời gian vào Youtube như thế nào, Hầu hết các bình luận không phải là \"cảm ơn\" như ban đầu nữa."
        },
        {
            "en": "Hugging releases oxytocin, a feel-good hormone. This article summarises some key benefits, including lowering your blood pressure and reducing stress. Hugs at work can be hormonal “thank <em>yous</em>” that can increase connection and resilience, leading to smarter thinking and better results.",
            "vi": "Ôm nhau sẽ làm giải phóng các Oxytoxin, một loại hoocmon hạnh phúc. Bài báo này tóm tắt những lợi ích chính như hạ huyết áp, và giảm căng thẳng. Ôm ở nơi làm việc có thể là lời cảm ơn do hoocmon gây ra làm tăng tính kết nối, tính kiên cường, dẫn đến lối suy nghĩ thông minh và những kết quả khả quan hơn."
        }
    ],
    "suggestions": []
}