{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Yuletide"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Yuletide"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Yuletide"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Yuletide"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Yuletide"
        }
    },
    "sentences": [
        {
            "en": "For centuries, revelers relied on wax candles to illuminate their Christmas trees. But when Edward Hibberd Johnson introduced electric Christmas tree lights in 1882, he not only added flash and color to a <em>Yuletide</em> tradition, he saved lives in the process.",
            "vi": "Trong nhiều thế kỷ, những người thưởng thức Giáng sinh dùng sáp nến để thắp sáng cây Giáng sinh của họ. Nhưng khi Edward Hibberd Johnson ra mắt đèn điện cho cây Giáng Sinh năm 1882, ông không chỉ thêm những bóng đèn nháy và màu sắc cho truyền thống Giáng sinh mà ông còn thay đổi cuộc sống trong giai đoạn này."
        },
        {
            "en": "As Christmas approached in the waning days of 1882, Edward Hibberd Johnson joined his fellow New Yorkers in decking the halls. Then as now, <em>Yuletide</em> traditions ran deep, and the 36-year-old once again undertook the annual ritual of decorating the parlor of his Manhattan home with a majestic evergreen. For this particular Christmas season, however, Johnson decided to freshen the cherished holiday tradition with a state-of-the-art innovation—electric lights.",
            "vi": "Khi Giáng sinh đến gần trong những ngày cuối năm 1882, Edward Hibberd Johnson cùng bạn bè ông ở New York tham gia vào các đại sảnh khang trang. Từ đây, truyền thống Giáng sinh đã rất sâu sắc trong ông và khi ông 36 tuổi một lần nữa ông lại đảm nhận các nghi lễ hàng năm trang trí phòng khách của nhà Manhattan của mình bằng cây thường xanh tráng lệ. Tuy nhiên vào mùa Giáng sinh đặc biệt này, Johnson đã quyết định làm mới ngày lễ truyền thống tràn đầy yêu thương này bằng sự cải tiến nghệ thuật sử dụng những bóng đèn điện."
        },
        {
            "en": "Unbeknownst to Johnson, he also launched the annual <em>Yuletide</em> tradition of trying to one-up the neighbors with dazzling Christmas light displays. Once electrical power spread to Manhattan’s Gilded Age mansions, the city’s prominent socialites coveted the novel lights to showcase their Christmas trees at their ornate holiday parties. Those first bulbs, however, lacked screw-in sockets and required the tedious process of wiring each lamp individually, a task that few had the knowledge or time to undertake. As a result, members of high society spent as much as $300 per tree to hire electricians to install lights on their conifers and be on call in case a bulb burned out or broke.",
            "vi": "Johnson cũng không biết rằng ông cũng đã mở ra các truyền thống Giáng sinh hàng năm cố gắng để các nước láng giềng lân cận có được sự trưng bày bằng đèn Giáng sinh chói lọi. Một khi điện năng lan truyền tới biệt thự vàng son của Manhattan thì những người theo chủ nghĩa xã hội lỗi lạc của thành phố sẽ thèm muốn những bóng đèn mới lạ để trưng bày cây Giáng sinh trong những bữa tiệc nghỉ lễ lộng lẫy của họ. Tuy nhiên những bóng đèn đầu tiên thiếu ổ cắm vít chặt và đòi hỏi quá trình khá tẻ nhạt là nối dây mỗi bóng đèn riêng, một công việc mà ít người am hiểu hoặc có thời gian để thực hiện. Kết quả là các thành viên của xã hội thượng lưu chi trả hơn $300 mỗi cây để thuê thợ điện lắp đặt đèn trên cây lá kim của họ và sẳn sàng sửa chữa trong trường hợp một bóng đèn bị cháy ra hoặc bị vỡ."
        }
    ],
    "suggestions": []
}