{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[zen]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(phật giáo) hình thái Phật giáo Nhật Bản nhấn mạnh đến tầm quan trọng của sự trầm tư mặc tưởng hơn là đọc kinh; phái <font color=\"#1371BB\">Zen</font>, phái <font color=\"#1371BB\">Thiền</font></td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">Zen Buddhism</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">Phật giáo thiền phái</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">Zen Buddhist</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">tín đồ Phật giáo thiền phái</td></tr></table><i/></div>",
            "word": "zen"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "zen"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "zen"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "zen"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "zen"
        }
    },
    "sentences": [
        {
            "en": "4. Get <em>Zen</em>-like.",
            "vi": "4. Làm theo cách của thiền sư."
        },
        {
            "en": "Peter is the <em>Zen</em> Buddhist.",
            "vi": "Peter là tín đồ Phật giáo thiền phái."
        },
        {
            "en": "Ceremonies: incense offering procession, <em>Zen</em> ceremony",
            "vi": "Nghi lễ: Lễ dâng rước hương, nghi lễ Phật Zen"
        },
        {
            "en": "In <em>Zen</em>, the efforts are from within the individual.",
            "vi": "Trong Thiền, thì phải dùng sức của tự thân từng người."
        },
        {
            "en": "Why the <em>zen</em> master smiles through the storm",
            "vi": "Tại sao những vị thiền sư lại mỉm cười trong cơn bão."
        },
        {
            "en": "The two main doors are <em>Zen</em> and Pure Land.",
            "vi": "Hai pháp môn chính là Thiền và Tịnh."
        },
        {
            "en": "8 simple steps to resolve any conflict like a <em>zen</em> master",
            "vi": "8 bước đơn giản để quyết xung đột theo cách của một thiền sư"
        },
        {
            "en": "Last summer, I was employed by <em>Zen</em> Plaza and did a good job there.",
            "vi": "Hè năm ngoái, tôi được tuyển dụng vào Zen Plaza và đã làm rất tốt ở đó."
        },
        {
            "en": "Truc Lam Tay Thien <em>Zen</em> Monastery was officially inaugurated on November 27, 2005.",
            "vi": "Trúc Lâm Tây Thiên Thiền Viện được chính thức khánh thành vào ngày 27 tháng 11 năm 2005."
        },
        {
            "en": "The <em>Zen</em> tradition says that to learn, you must be an empty vessel.",
            "vi": "Cách truyền thống Zen nói rằng để học hỏi, bạn phải là một thùng chứa rỗng."
        },
        {
            "en": "Did you hear the joke about the <em>Zen</em> master who ordered a hot dog?",
            "vi": "Bạn đã nghe chuyện vui về một vị thiền sư gọi món xúc xích chưa?"
        },
        {
            "en": "I am a fully ordained <em>Zen</em> Buddhist monk in the Vietnamese tradition.",
            "vi": "Tôi là Thiền sư hoàn toàn quy y theo Thiền Tông Việt Nam"
        },
        {
            "en": "That painting in the <em>Zen</em> style is really something, don't you think?",
            "vi": "Bức tranh vẽ theo kiểu trường phái zen đẹp chứ, phải không thưa ông?"
        },
        {
            "en": "Many traditions honor the experience of the One Mind.  It has been variously called satori in <em>Zen</em>, samadhi in Yoga, fana in Sufism, and Christ consciousness in Christianity. ",
            "vi": "Nhiều truyền thuyết dành sự tôn kính cho Ý thức Tổng thể. Theo các cách khác nhau, nó được gọi là satori (ngộ) trong phái Thiền, samadhi (trạng thái tâm thức lìa thân xác) trong Yoga, fana (lìa trần) trong Sufi giáo, và ý thức của Chúa Giê su trong đạo Cơ đốc."
        },
        {
            "en": "It is set on a plot of around five hectares, with a <em>Zen</em> Buddhist monastery at the foot of the plot and the Thich Ca Phat Dai at the top. ",
            "vi": "Toàn thể khuôn viên chùa rộng chừng 5 ha, với bức tượng Đức Phật Thích Ca Mâu Ni tọa thiền ở chân chùa và Thích Ca Phật Đài ở đỉnh."
        },
        {
            "en": "Kaizen originated in Japan. The word itself contains two roots — ‘kai’ (change) and ‘<em>zen</em>’ (wisdom). It was invented by Masaaki Imai, who believes this philosophy can can be applied just as successfully to the world of business as it can be to one’s personal life.",
            "vi": "Triết lý Kaizen có nguốn gốc từ Nhật Bản. Bản thân từ này đã chứa 2 yếu tố cơ bản - ‘kai’ (thay đổi) và ‘zen’ (tốt hơn). Triết lý do Masaaki Imai đề ra, ông tin rằng triết lý này có thể áp dụng thành công trong lĩnh vực kinh doanh cũng như có thể áp dụng vào cuộc sống riêng của mỗi người."
        },
        {
            "en": "The <em>Zen</em> monastery is a small brick temple built by a government official in Vung Tau in 1957. In 1961, the Buddhist association organized a renovation of the monastery and decided to build the Thich Ca Phat Dai further up the mountain. Additional lodgings were built to cater to Buddhist pilgrims who visit the site.",
            "vi": "Ngôi chùa Thiền Lâm là một ngôi chùa nhỏ bằng gạch được xây dựng bởi một viên chức chính phủ tại Vũng Tàu vào năm 1957. Năm 1961, Hiệp hội Phật giáo tổ chức một cuộc đổi mới tu viện và quyết định xây dựng Thích Ca Phật Đài trên núi. Chỗ khác được xây dựng để phục vụ cho khách hành hương Phật giáo ghé thăm nơi đây."
        },
        {
            "en": "As other festivals in Vietnam, Huong Pagoda Festival is divided into two parts: The ceremonies and the entertaining activities. Ceremonial rituals consist of incense offering procession and <em>Zen</em> ceremony in which Monks and Buddhists offer incense, flowers, candles and fruits. During the ceremony, two monks perform beautiful and flexible dances.",
            "vi": "Trong các lễ hội khác ở Việt Nam, Lễ Hội Chùa Hương được diễn ra hai phần: Hoạt động về các nghi lễ và giải trí. Các nghi lễ bao gồm lễ dâng hương và nghi lễ Phái hội Zen trong đó lễ nghi dâng lên các Chư Tăng và Phật Tử có hoa, bánh kẹo và trái cây. Trong suốt thời gian nghi lễ, có hai thầy tăng trình diễn nhảy múa đẹp và mềm dẻo."
        },
        {
            "en": "Yen Tu was the centre of Buddhism many years before, where the Buddhist sect of Truc Lam originated. Most people come here escaping the busy daily life, taking fresh air among glorious scenery of nature and pray for luck and health for themselves and their family in the New Year. Yen Tu is famous for the legend about Tran King and Truc Lam <em>Zen</em>, which attracts many Vietnamese here every year.   ",
            "vi": "Yên Tử là trung tâm Phật Giáo nhiều năm trước đó, đây là nơi nguồn gốc của môn phái Phật Giáo Trúc Lâm. Hầu hết mọi người đến đây nhằm thoát khỏi những bộn bề của cuộc sống, tận hưởng không khí trong lanh giữa vẻ đẹp hùng vĩ của thiên nhiên và cầu nguyện điều may mắn và sức khỏe cho chính thí chủ và gia đình của họ vào mỗi dịp năm mới. Yên Tử nổi tiếng với truyền thuyết về Phái Trần King và Trúc Lâm, thu hút nhiều người Việt ở đây mỗi năm."
        },
        {
            "en": "At the exhibition, Federer and Gates played a lighthearted set of doubles with Isner and Pearl Jam guitarist Mike McCready. Gates was nervous about playing in front of a crowd. His reputation as a computer genius and philanthropist is unassailable, but what if he embarrassed himself as a tennis player? Federer took him aside. One of the world's greatest tennis players became a coach. One of the world's richest men became a student. The lessons were imported from Australia. Be aggressive but loose. Breathe deep. Keep a <em>Zen</em>-like focus on the ball.",
            "vi": "Tại trận đấu biểu diễn, Federer và Gates đã chơi một ván đấu đôi nhẹ nhàng với Isner và tay ghi-ta của ban nhạc Pearl Jam, Mike McCready. Ông Gates rất lo lắng khi chơi quần vợt trước đám đông. Danh tiếng của ông với tư cách là một thiên tài máy tính và nhà từ thiện là không thể đả kích, nhưng nếu ông tự làm xấu mặt mình khi là một tay vợt? Federer đưa ông tách khỏi đám đông để nói chuyện riêng. Một trong những tay vợt vĩ đại nhất thế giới trở thành huấn luyện viên. Một trong những người giàu nhất thế giới trở thành học trò. Các bài học đã được Federer mang đến từ Úc. Hãy năng nổ nhưng thả lỏng. Hít thở sâu. Tập trung vào quả bóng như khi ngồi thiền."
        }
    ],
    "suggestions": []
}