{
    "en_vn": {
        "data": {
            "content": null,
            "word": "zeroing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "zeroing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "zeroing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "zeroing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự đặt (máy) ở số không</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự đưa về không</font></td></tr></tbody></table></div>",
            "word": "zeroing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Henry is very good about <em>zeroing</em> in on the most important and helpful ideas.",
            "vi": "Henry rất giỏi về việc tập trung nhắm vào những ý kiến hữu ích và quan trọng nhất."
        },
        {
            "en": "For more discussion on the US <em>zeroing</em> method see Ikenson (2004).",
            "vi": "Để đọc thêm thảo luận về phương pháp quy về không của Hoa Kỳ, xin mời xem Ikenson (2004)."
        },
        {
            "en": "The US and EU practice of <em>zeroing</em> has also been criticised (Ikenson 2004).",
            "vi": "Tập quán quy về không của cả Hoa Kỳ và EU cũng bị chỉ trích (Ikenson 2004)."
        },
        {
            "en": "The justification for use of the <em>zeroing</em> method is that dumping margins by definition must be positive.",
            "vi": "Lý lẽ biện hộ cho việc sử dụng phương pháp quy về không là biên độ phá giá theo định nghĩa phải là dương."
        },
        {
            "en": "The WTO finding on the EU <em>zeroing</em> method was in relation to imports of cotton-type bed linen from India.",
            "vi": "Các kết quả phát hiện về phương pháp quy về không của EU liên quan tới mặt hàng vải trải gường bằng chất liệu cô-tông nhập khẩu từ Ấn Độ."
        },
        {
            "en": "The Appellate Body of the WTO found fault with EU anti-dumping investigations and measures, including the <em>zeroing</em> method.",
            "vi": "Cơ quan Phúc thẩm của WTO đã phát hiện lỗi trong các điều tra và thước đo chống bán phá giá của EU, kể cả phương pháp quy về không."
        },
        {
            "en": "The Vietnamese demanded that the Department of Commerce abide by its WTO obligations and eliminate the use of <em>zeroing</em> in its final determination.",
            "vi": "Phía Việt Nam yêu cầu Bộ Thương mại Hoa Kỳ tuân thủ theo các nghĩa vụ WTO của mình và bỏ việc sử dụng phương pháp quy về không trong xác định cuối cùng."
        },
        {
            "en": "It concluded that <em>zeroing</em> is WTO-inconsistent because it prevents true average-to-average comparisons as called for by Article 2.4.2 of the WTO Anti-dumping Agreement.",
            "vi": "Cơ quan này đưa ra kết luận rằng quy về không là không nhất quán với WTO bởi vì nó cản trở việc so sánh trung bình với trung bình như được yêu cầu bởi Điều 2.4.2 của Hiệp định Chống bán phá giá của WTO."
        },
        {
            "en": "In addition, the Vietnamese argued against the use of the <em>zeroing</em> method since increasing any specific negative dumping margins to zero and excluding them increased the overall margin.",
            "vi": "Ngoài ra, phía Việt Nam phản đối việc sử dụng phương pháp quy về không bởi vì nó nâng mọi biên độ phá giá âm lên thành không và việc không tính đến những chênh lệch âm đó làm tăng biên độ nói chung."
        },
        {
            "en": "The three main reasons for this outcome are the use of Adverse Facts Available, the <em>zeroing</em> methodology and the regression based wage rate.",
            "vi": "Ba lý do chính giải thích kết quả này là việc sử dụng những thông tin bất lợi có được, phương pháp quy về không và mức tiền công lao động tính trên cơ sở hồi quy."
        },
        {
            "en": "However, like the <em>zeroing</em> methodology described in Section 2 this approach excludes any rates that are zero or de minimis from calculations of normal value.",
            "vi": "Tuy nhiên, cũng giống như phương pháp quy về không đã được mô tả trong Phần 2, cách tiếp cận này loại bỏ bất cứ mức chênh lệch nào bằng không hoặc là âm ra khỏi phép tính giá trị thông thường."
        },
        {
            "en": "Ikenson, Dan (2004) \"<em>Zeroing</em> In: Anti-dumping's Flawed Methodology Under Fire\", Free Trade Bulletin No. 11, Center for Trade Policy Studies, Cato Institute, April.",
            "vi": "Ikenson, Dan (2004) \"Ngắm bắn quy về không: Phương pháp sai lỗi trong chống bán phá giá bị chỉ trích\", Bản tin Thương mại Tự do số 11, Trung tâm Nghiên cứu Chính sách Thương mại, Viện Cato, tháng Tư."
        },
        {
            "en": "<em>Zeroing</em>: Among the methods to calculate dumping margins, authorities can compare the weighted average normal value with the weighted average of prices of all comparable export transactions.",
            "vi": "Phương pháp quy về không: Trong số các phương pháp để tính biên độ phá giá, cơ quan có thẩm quyền có thể so sánh giá trị thông thường bình quân gia quyền từ giá cả của tất cả các giao dịch xuất khẩu có thể so sánh được."
        },
        {
            "en": "<em>Zeroing</em> is a method of calculation in which weighted average export prices are calculated by assigning the negative figures, when the export price is higher than the weighted average home market price, a zero value.",
            "vi": "Quy về không là phương pháp tính toán trong đó giá xuất khẩu bình quân gia quyền được tính bằng cách coi các giá trị âm, khi giá xuất khẩu cao hơn so với giá bình quân gia quyền của thị trường trong nước, là bằng không."
        }
    ],
    "suggestions": []
}