{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['zigzægiη]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">zigzaggy</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['zigzægi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">theo hình chữ chi, ngoằn ngoèo</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">zigzagging coast</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bờ biển ngoằn ngoèo</font></td></tr></table><i/></div>",
            "word": "zigzagging"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "zigzagging"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "zigzagging"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "zigzagging"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "zigzagging"
        }
    },
    "sentences": [
        {
            "en": "<em>Zigzagging</em> coast",
            "vi": "Bờ biển ngoằn ngoèo"
        },
        {
            "en": "There is a <em>zigzagging</em> coast in my country.",
            "vi": "Có một bờ biển ngoằn ngoèo ở quê tôi."
        },
        {
            "en": "Built in around 850 AD next to the temple of Harshat Mata, the baori comprises hundreds of <em>zigzagging</em> steps that run along three of its sides, steeply descending 11 storeys, resulting in a striking geometric pattern when seen from afar.",
            "vi": "Được xây dựng vào khoảng năm 850 sau công nguyên, gần đền thờ Harshat Mata, giếng này gồm hàng trăm bậc thang hình chữ chi, chạy dọc theo 3 mặt của giếng, 11 tầng dốc xuống, tạo thành một hình dáng ấn tượng khi nhìn từ xa."
        },
        {
            "en": "Rio has been wrongfooted over and over lately amid the <em>zigzagging</em> of the world's monetary conditions, whose chaos is now disastrously reshaping business-government relations globally (think the Obama administration's ownership of most of the Detroit auto industry).",
            "vi": "Gần đây Rio liên tục thực hiện những động tác giả giữa những biến đổi của tình hình tiền tệ thế giới, mà sự lộn xộn của những biến đổi này đang phục hồi một cách thảm hại quan hệ giữa giới kinh doanh"
        },
        {
            "en": "Rio has been wrongfooted over and over lately amid the <em>zigzagging</em> of the world's monetary conditions, whose chaos is now disastrously reshaping business - government relations globally (think the Obama administration's ownership of most of the Detroit auto industry).",
            "vi": "Gần đây Rio liên tục thực hiện những động tác giả giữa những biến đổi của tình hình tiền tệ thế giới, mà sự lộn xộn của những biến đổi này đang phục hồi một cách thảm hại quan hệ giữa giới kinh doanh và chính phủ toàn cầu (nghĩ rằng quyền sở hữu hầu hết ngành công nghiệp xe hơi Detroit là của chính quyền Obama)."
        },
        {
            "en": "China's War for Ore         \nBusiness is being reshaped around the world.\n China was miffed by the outcome of what we last year called the corporate \"deal of the century.\" But shareholder interests prevailed. How often will that be said in the future? Politics, that ugly dynamic when mixed with business, was already back in play last week as Rio Tinto, an Australian mining giant at the heart of the controversy, saw four of its Chinese executives arrested in Shanghai on spying charges. China says the busts are not retribution for the cancelled deal between Rio and a state-owned company, which received angry press in China. Instead, the arrests supposedly arise from skullduggery by Rio officials during fraught annual ore-price negotiations with mainland steelmakers. But the distinction may be irrelevant. Ore has become a major neuralgic concern for China. It sees its dependence on imported supply as strategically risky. It fears that its massive attempts to \"stimulate\" domestic job growth are being drained off as fatter profits for Australian mining companies. When the intrigue is unraveled, moreover, don't be surprised if the arrests are partly aimed at corralling the mainland's own restive steelmakers, many of whom have not cooperated in Beijing's ore strategy but have been striking their own spot market deals at higher prices. But let's step back. Rio has been wrongfooted over and over lately amid the <em>zigzagging</em> of the world's monetary conditions, whose chaos is now disastrously reshaping business-government relations globally (think the Obama administration's ownership of most of the Detroit auto industry). When China was booming, Rio played coy in the face of a merger bid from fellow miner BHP Billiton 18 months ago, acknowledging the \"industrial logic\" of the deal but insisting the offering price was \"several ballparks\" short of fair value. Oops. With the collapse of Lehman and the global meltdown, ore prices plummeted and BHP withdrew its bid. Suddenly, Rio needed its own debt bailout and turned to a company on the cash-rich mainland, state-owned Chinalco. Beijing was doubly pleased by the $19.5 billion Chinalco deal. Not only was China getting ownership of Australian ore assets at a bargain price, but the deal also killed off any chance of a BHP merger, seen on the mainland as an Aussie plot to gouge China. Oops. The Chinalco proposal ran into a buzzsaw of nationalist opposition in Australia. And while a government review board dragged its feet, the delay allowed Ben Bernanke to rev up the monetary engine and China to launch its own massive stimulus. Ore prices recovered. A BHP joint venture was back on the table. In a jilting worthy of a Judy Blume novel, Rio last month dumped its Chinese savior and leapt into bed with its erstwhile Australian suitor. Now the Chinese naturally see dirty politics at work, but the deal was actually scuttled by Rio's shareholders, who rightly saw more upside in BHP's offer. Yet it's also true the Chinalco bid would likely eventually have been torpedoed by the Australian government. Polls were running strongly against selling the country's mineral patrimony to a company ultimately controlled by the Chinese Communist Party. Australia Prime Minister Kevin Rudd, who prides himself on being an old China hand, must have been overjoyed when this icky chalice was taken from his lips by Rio's shareholders Yet the politics have only turned ickier since the Rio arrests. And Beijing has other cards up its sleeve. It can take its opposition to the BHP-Rio deal to Europe's trustbusters, who voiced qualms about their earlier proposed tie-up. China also can make use of its own new anti-monopoly law, which has already been used to punish the U.S. for blocking an oil deal. Earlier this year, Chinese regulators nixed Coca-Cola's purchase of a local juicemaker on \"competition\" grounds that antitrust lawyers considered ludicrous. More disturbing, China has upped its ore purchases in recent weeks even as mainland growth seems to be slowing, suggesting an effort to lay in a stockpile for a longer showdown against Rio-BHP. If the Rio arrests mark the beginning of a Chinese war to remake the global ore market more to China's liking, Beijing might want to think again. Its clumsy attempt to make computer makers instruments of Internet censorship was not exactly confidence-inspiring. Ensuring nobody wants to do a business deal with China for fear of being charged with a death penalty crime hardly improves the case. Then there's the epic civil disorder in Xinjiang. The final casualty may be China's overblown reputation for macroeconomic competence, on which so many hopes for global recovery depend. There are already signs its stimulus efforts are running off the rails. The world might appreciate a signal right now that China's government actually knows what it's doing. Nguồn: http://online.wsj.com/article/SB124761913912742517.html",
            "vi": "China's War for Ore     Kinh doanh đang được phục hồi ở khắp nơi trên thế giới. Trung Quốc phật ý vì kết quả của những gì mà năm ngoái chúng ta gọi là \"vụ hợp tác làm ăn thế kỷ\". Nhưng quyền lợi của cổ đông thắng thế. Điều đó sẽ được phát biểu bao lâu một lần trong tương lai? Chính trị, động lực xấu xa khi liên quan đến kinh doanh, đã quay lại cuộc chơi hồi tuần trước khi Rio Tinto, một công ty khai thác mỏ lớn của Úc đang nằm ở tâm điểm của mối bất đồng, nhìn thấy bốn người điều hành Trung Quốc của nó bị bắt ở Thượng Hải với tội danh làm gián điệp. Trung Quốc nói việc bắt giữ không phải là sự trả thù cho vụ làm ăn bị hủy bỏ giữa Rio và một công ty quốc doanh, một vụ khiến cho giới thuyền thông của Trung Quốc phẫn nộ. Mà thay vào đó, vụ bắt bớ được cho là phát sinh từ sự lừa bịp của các viên chức Rio trong cuộc đàm phán căng thẳng về giá quặng hằng năm với nhà sản xuất thép ở đại lục. Nhưng phân biệt này có thể là không liên quan. Quặng đã trở thành nỗi lo âu lớn làm đau đầu Trung Quốc. Đất nước này xem sự phụ thuộc của mình về nguồn nhập khẩu như sự rủi ro về chiến lược. Nó sợ rằng những nỗ lực to lớn của nó nhằm \"kích thích\" gia tăng công ăn việc làm trong nước đang chuyển thành lợi nhuận béo bở hơn cho các công ty khai khoáng của Úc. Hơn nữa, khi mưu đồ được làm sáng tỏ, thì không có gì ngạc nhiên khi hoạt động bắt giữ một phần nhắm đến việc thu tóm những nhà sản xuất thép ngang bướng riêng của đại lục, nhiều người trong số họ đã không hợp tác trong chiến lược quặng mỏ của Bắc Kinh nhưng đã và đang nhắm vào các giao dịch trên thị trường giao ngay của riêng họ với giá cao hơn.  Nhưng chúng ta hãy dừng lại suy nghĩ. Gần đây Rio liên tục thực hiện những động tác giả giữa những biến đổi của tình hình tiền tệ thế giới, mà sự lộn xộn của những biến đổi này đang phục hồi một cách thảm hại quan hệ giữa giới kinh doanh và chính phủ toàn cầu (nghĩ rằng quyền sở hữu hầu hết ngành công nghiệp xe hơi Detroit là của chính quyền Obama). Khi Trung Quốc đang bùng nổ, Rio tỏ vẻ kín đáo đối mặt với nỗ lực sáp nhập từ nhà khai thác mỏ đồng hội đồng thuyền BHP Billiton cách đây 18 tháng, thừa nhận \"lô-gích của ngành\" về thoả thuận này nhưng khăng khăng là giá đưa ra quá thấp so với giá hợp lý. Tiếc quá. Với sự sụp đổ của Lehman và sự sụp đổ toàn cầu hoàn toàn, giá quặng tụt xuống và BHP không tham gia đấu thầu nữa. Bất ngờ, Rio cần hành động để cứu nguy tài chính riêng của mình và hướng về công ty trên đại lục lắm tiền, Chinalco quốc doanh. Bắc Kinh hài lòng gấp đôi vì vụ làm ăn 19.5 tỉ đô-la Mỹ của Chinalco. Không chỉ là Trung Quốc nắm quyền sở hữu tài sản quặng của Úc với giá hời, mà vụ làm ăn cũng tiêu diệt mọi cơ hội sáp nhập với BHP, mà đại lục xem là âm mưu của Úc nhằm đục thủng Trung Quốc. Tiếc quá. Kế hoạch của Chinalco đụng phải lưỡi cưa tròn của phe đối lập theo chủ nghĩa dân tộc ở châu Úc. Và trong khi một ủy ban đánh giá đầu tư của chính phủ làm chậm chạp, thì sự trì hoãn này đã cho phép Ben Bernanke tăng cường cỗ máy in tiền và Trung Quốc cho ra mắt kích thích ồ ạt riêng của mình. Giá quặng khôi phục. Liên doanh với BHP quay lại bàn này. Trong một tiểu thuyết về kẻ phụ tình của Judy Blume, Rio tháng trước đã ruồng rẫy vị cứu tinh Trung quốc của nó và nhảy lên giường với người theo đuổi Úc ngày xưa của nó. Bây giờ Trung Quốc tự nhiên nhìn thấy chính trị bẩn thỉu can thiệp vào công việc, nhưng vụ làm ăn đã thực sự bị chấm dứt bởi cổ đông của Rio, người nhìn thấy một cách đúng đắn nhiều hứa hẹn hơn trong lời mời chào của BHP. Tuy nhiên cũng đúng là việc đấu thầu của Chinalco sẽ có thể cuối cùng bị chính phủ Úc phá hoại. Các cuộc thăm dò ý kiến dư luận đang được thực hiện cực lực phản đối việc bán tài nguyên khoáng sản của đất nước cho công ty bị kiểm soát tuyệt đối bởi Đảng Cộng sản Trung quốc. Thủ tướng Úc Kevin Rudd, người lấy làm tự hào là hiểu rõ Trung quốc, chắc hẳn vui mừng khôn xiết khi ly rượu bẩn thỉu này được cổ đông của Rio lấy ra khỏi môi ông ấy. Tuy nhiên chính trị chỉ tỏ ra bẩn thỉu hơn kể từ các vụ bắt bớ Rio. Và Bắc Kinh có những quân bài khác giấu trong tay áo. Nó có thể đưa đối thủ của nó trong vụ làm ăn BHP - Rio đến nhân viên chính phủ chuyên xử lý những tập đoàn phá sản của Châu Âu, người đã tỏ vẻ day dứt về thoả thuận đưa ra trước đây của họ. Trung Quốc cũng có thể sử dụng luật chống độc quyền mới của mình, đã được sử dụng để trừng phạt Hoa Kỳ vì ngăn chặn thoả thuận dầu lửa. Đầu năm nay, quan chức Trung quốc bác bỏ việc Coca-Cola mua hãng sản xuất nước trái cây trong nước với lý do \"cạnh tranh\" mà các luật sư chống độc quyền cho là lố bịch. Đáng ngại hơn nữa, Trung Quốc đã gia tăng mua quặng của nó trong những tuần vừa qua ngay khi tăng trưởng ở đại lục dường như đang chậm lại, điều này cho thấy một nỗ lực nhằm để dành kho dự trữ cho cuộc đối đầu lâu dài hơn chống lại liên minh Rio - BHP. Nếu các vụ bắt bớ Rio đánh dấu bước khởi đầu cuộc chiến của Trung quốc để thiết lập lại một thị trường quặng toàn cầu hợp ý Trung quốc hơn, thì Bắc Kinh có lẽ phải nghĩ lại. Sự cố gắng vụng về của nó trong việc biến các nhà sản xuất máy tính thành công cụ kiểm duyệt mạng Internet không hề mang lại cảm giác tự tin. Chắc chắn chẳng ai muốn làm ăn kinh doanh với Trung Quốc vì sợ bị kết tội tử hình thì khó lòng cải thiện được tình hình này. Sau đó có bạo loạn dân sự quy mô lớn ở Tân Cương. Tổn thất cuối cùng có thể là danh tiếng được thổi phồng quá mức của Trung quốc về khả năng kinh tế vĩ mô, dựa trên quá nhiều hy vọng cho sự khôi phục toàn cầu. Rồi có dấu hiệu nỗ lực kích thích của nó đang trật đường ray. Thế giới hẳn sẽ cảm kích nếu ngay bây giờ có một tín hiệu cho thấy chính phủ Trung Quốc thực sự hiểu được điều nó đang làm."
        }
    ],
    "suggestions": []
}