{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Zimbabwe",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Zimbabwe",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Zimbabwe",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Zimbabwe",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Zimbabwe",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Can women assert their rights in <em>Zimbabwe</em>?",
            "vi": "Phụ nữ ở Zimbabuê có thể đòi quyền của mình được không?"
        },
        {
            "en": "Now petrol coupons are the new currency in <em>Zimbabwe</em>.",
            "vi": "Hiện nay phiếu xăng trở thành tiền tệ mới tại Zimbabwe."
        },
        {
            "en": "<em>Zimbabwe</em> once had an inflation rate of trillions of percent.",
            "vi": "Nước Zimbabwe từng một lần có tỷ lệ lạm phát là hàng nghìn tỷ phần trăm."
        },
        {
            "en": "Colcom is a meat producer and processor in <em>Zimbabwe</em>, southern Africa.",
            "vi": "Colcom là một nhà sản xuất và chế biến thịt ở Zimbabwe, Nam Phi."
        },
        {
            "en": "Southern Rhodesia (later <em>Zimbabwe</em>) became a self-governing colony in 1923.",
            "vi": "Nam Rhodesia (sau này là Zim - ba - quê) trở thành một khu tự trị vào năm 1923."
        },
        {
            "en": "In that study, <em>Zimbabwe</em> was rated as the least happy country.",
            "vi": "Trong cuộc nghiên cứu đó, Zimbabwe bị xếp hạng là đất nước ít hạnh phúc nhất."
        },
        {
            "en": "She's been mad keen on African music ever since she came back from <em>Zimbabwe</em> last year.",
            "vi": "Cô ta rất mê nhạc Châu Phi kể từ khi cô ta từ Zimbabuê trở về hồi năm ngoái."
        },
        {
            "en": "The <em>Zimbabwe</em> government says the poor areas have very high crime rates.",
            "vi": "Chính phủ zimbabwe nói những vùng nghèo nàn này có tỷ lệ tội phạm rất cao."
        },
        {
            "en": "By this time next month, I will have packed my stuff to <em>Zimbabwe</em>.",
            "vi": "Vào giờ này tháng tới, tôi sẽ gói ghém đồ đạc để đi Dimbaduê."
        },
        {
            "en": "He described what she will be doing when she goes to <em>Zimbabwe</em>.",
            "vi": "Anh ấy mô tả những việc cô ấy sẽ làm khi cô ấy đi Dimbabwe."
        },
        {
            "en": "I am be going to <em>Zimbabwe</em> to quite a large village school.",
            "vi": "Tôi sẽ đi Zimbawe đến một ngôi trường làng khá lớn."
        },
        {
            "en": "Southern Rhodesia (later <em>Zimbabwe</em>) became a self - governing colony in 1923.",
            "vi": "Nam Rhodesia (sau này là Zim-ba-quê) trở thành một khu tự trị vào năm 1923."
        },
        {
            "en": "There is no such thing as abuses of human rights in <em>Zimbabwe</em>.",
            "vi": "Không có cái gọi là\"lạm dụng quyền con người\"ở Zimbabuê (Zimbabwe)."
        },
        {
            "en": "We all wish Mary the best of luck with her voluntary service in <em>Zimbabwe</em>.",
            "vi": "Tất cả chúng ta đều chúc Mary thật may mắn với công tác tình nguyện của cô ấy ở Dimbaduê."
        },
        {
            "en": "This huge waterfall in southern Africa is on the border between Zambia and <em>Zimbabwe</em>.",
            "vi": "Thác nước khổng lồ ở miền nam châu Phi này nằm ở biên giới giữa hai nước Zambia và Zimbabwe."
        },
        {
            "en": "There is no such thing as abuses of human rights in <em>Zimbabwe</em>.",
            "vi": "Không có cái gọi là \"lạm dụng quyền con người\" ở Zimbabuê (Zimbabwe)."
        },
        {
            "en": "<em>Zimbabwe</em> was rated as the least happy country. Zimbabweans have suffered from political and social unrest.",
            "vi": "Zimbabwe được xem là đất nước có mức hạnh phúc thấp nhất. Người dân Zimbabwe phải chịu đựng nỗi thống khổ về sự bất ổn chính trị và xã hội."
        },
        {
            "en": "The leading opposition party in <em>Zimbabwe</em>, the Movement for Democratic Change has launched its campaign for parliamentary elections.",
            "vi": "Đảng đối lập lãnh đạo ở zimbabwe, phong trào thay đổi dân chủ (mdc) đã phát động chiến dịch tranh cử quốc hội."
        },
        {
            "en": "A special envoy for the United Nations says the destruction of homes in poor areas in <em>Zimbabwe</em> is still happening.",
            "vi": "Một đặc phái viên của liên hiệp quốc nói việc phá huỷ nhà cửa ở những vùng nghèo nàn ở zimbabwe vẫn đang diễn ra."
        },
        {
            "en": "The <em>Zimbabwe</em> government said it would end the campaign last month following a United Nations report condemning the operation.",
            "vi": "Chính phủ zimbabwe nói họ sẽ chấm dứt chiến dịch tháng rồi sau một báo cáo của liên hiệp quốc lên án chiến dịch này."
        }
    ],
    "suggestions": []
}