{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Zinfandel",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Zinfandel</k><blockquote><cclass>[<cclass>'zɪnfand(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a variety of wine grape grown in California. </cclass></blockquote><blockquote>⁃ a red or blush wine made from this grape. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: of unknown origin. </blockquote></div>",
            "word": "Zinfandel",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Zinfandel",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Zinfandel",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Zinfandel",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "+ <em>El</em> Salvador: 17 June",
            "vi": "El Salvador: 17 tháng sáu"
        },
        {
            "en": "+ <em>El</em> Salvador: 17 June",
            "vi": "El Salvador: 17 tháng sáu"
        },
        {
            "en": "\"<em>El</em> Pollo Comes to Hanoi\"",
            "vi": "Gà rán Mê-xi-cô tới Hà Nội"
        },
        {
            "en": "Davin is teaching me <em>EL</em>",
            "vi": "Davin dang day toi TA"
        },
        {
            "en": "Have you ever been to <em>El</em> Dorado?",
            "vi": "Bạn có bao giờ tới vùng đất huyền thoại El Dorado chưa?"
        },
        {
            "en": "<em>El</em> Yunque is a small rain forest.",
            "vi": "El Yunque là một khu rừng mưa nhiệt đới nhỏ."
        },
        {
            "en": "Rains came late because of <em>El</em> Nino.",
            "vi": "Mưa đến muộn do dòng hải lưu El Nino."
        },
        {
            "en": "<em>El</em> Paso activist backs policy of openness for gay soldiers.",
            "vi": "Nhà hoạt động chính trị El Paso ủng hộ chính sách cởi mở cho những người lính đồng tính."
        },
        {
            "en": "<em>El</em> Niño goes to sleep as La Niña awakens",
            "vi": "Sau El Nino lại chuẩn bị tới lượt La Nina hoành hành"
        },
        {
            "en": "Rivers and dam dry up because of <em>El</em> Nino.",
            "vi": "Các con sông và đập nước khô cạn vì El Nino."
        },
        {
            "en": "'World's biggest' drug kingpin <em>El</em> Chapo declares war on ISIS with chilling threat",
            "vi": "Trùm ma tuý \"khét tiếng nhất thế giới\" tuyên chiến với IS bằng lời đe doạ khủng khiếp"
        },
        {
            "en": "Vietnam at risk of massive coral die-off due to <em>El</em> Nino: report",
            "vi": "Theo báo cáo: Việt Nam đứng trước nguy cơ san hô chết hàng loạt do hiện tượng El Nino"
        },
        {
            "en": "<em>El</em> Gordo is the world's biggest Christmas lottery, and the live televised draw grips the nation.",
            "vi": "El Gordo là giải xổ số vào dịp Giáng Sinh lớn nhất thế giới, và buổi quay giải được truyền hình trực tiếp thu hút cả nước theo dõi."
        },
        {
            "en": "Meanwhile, Egypt’s <em>El</em> Gouna in Hurghada is the beach with the most affordable lunches, available for just £4.51.",
            "vi": "Trong khi đó, El Gouna ở Hurghada của Ai Cập là bãi biển có các bữa trưa giá cả phải chăng nhất, chỉ có giá 4,51 bảng Anh."
        },
        {
            "en": "At trip to Egypt’s <em>El</em> Gouna beach will keep the kids happy with the world’s cheapest ice creams",
            "vi": "Đi du lịch tới bãi biển El Gouna của Ai Cập sẽ khiến cho trẻ em vui vẻ với những loại kem rẻ nhất thế giới"
        },
        {
            "en": "<em>El</em> Nino is the warm phase of the <em>El</em> Nino Southern Oscillation (commonly called ENSO) and is associated with a band of warm ocean water that develops in the central and east-central equatorial Pacific.",
            "vi": "El Nino (hay còn được gọi là Dao động phương Nam, viết tắt là Enso) được hình thành bởi một dòng nước biển ấm xuất phát từ khu vực Trung Đông- khu vực thuộc trung tâm xích đạo Thái Bình Dương."
        },
        {
            "en": "One of the more recent innovations in the textile industry has been the formation of Misr <em>El</em> Amria Company.",
            "vi": "Một trong những cách tân kĩ thuật trong công nghiệp dệt do công ty Misr El Amria tạo ra."
        },
        {
            "en": "Recognizing the lamentable loss of life and serious damage to <em>El</em> Salvador's infrastructure was caused by an earthquake.",
            "vi": "Nước El Salvador thừa nhận sự mất mát đáng tiếc về con người và hư hại nghiêm trọng đến cơ sở hạ tầng vì động đất."
        },
        {
            "en": "First the good news: The worst <em>El</em> Niño in two decades is fading after causing billions in losses.",
            "vi": "Trước tiên là tin vui: El Nino tồi tệ nhất trong 20 năm qua đang giảm dần sau khi đã gây thiệt hàng tỷ đô la."
        },
        {
            "en": "Vietnam’s coffee belt is suffering the worst drought since the mid-1980s due to the impact of <em>El</em> Nino",
            "vi": "Vành đai cà phê của Việt Nam đang phải chịu đợt hạn hán tồi tệ nhất kể từ giữa những năm 1980, do ảnh hưởng của El Nino."
        }
    ],
    "suggestions": []
}