{
    "en_vn": {
        "data": {
            "content": null,
            "word": "zoned",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>zoned</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 divided into zones. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>chiefly Botany &amp; <cclass>Zoology marked with zones. </cclass></cclass></blockquote></blockquote><blockquote><blockquote>3》 <cclass>US <cclass>informal under the influence of drugs or alcohol. [1970s: blend of <kref>zonked</kref> and <kref>stoned</kref>.] </cclass></cclass></blockquote></blockquote></div>",
            "word": "zoned",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "zoned",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "zoned",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "zoned",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They <em>zoned</em> Tan Binh district for industry.",
            "vi": "Họ đã quy vùng quận Tân Bình để xây dựng công nghiệp."
        },
        {
            "en": "An industrial park is an area <em>zoned</em> and planned for the purpose of industrial development.",
            "vi": "Khu công nghiệp là một cụm khu và đất quy hoạch dành cho mục đích phát triển công nghiệp."
        },
        {
            "en": "Subdivision regulations govern the development of raw land for its <em>zoned</em> purpose in much more detail.",
            "vi": "Quy định về phân lô quản lý sự phát triển của đất thô cho mục đích phân vùng ở mức độ chi tiết hơn."
        },
        {
            "en": "Hau Giang has <em>zoned</em> off a 130ha eco-tourism area at the Mua Xuan Agricultural Centre in Phung Hiep District.",
            "vi": "Hậu Giang đã có một vùng du lịch sinh thái 130 ha tại Trung tâm Nông nghiệp Mùa Xuân ở huyện Phụng Hiệp."
        },
        {
            "en": "The school will also give preference to students <em>zoned</em> to attend schools that received a D or F in student performance.",
            "vi": "Nhà trường cũng sẽ dành sự ưu tiên cho những sinh viên đã được cụm để đi học mà có sinh viên đạt được điểm D hoặc F."
        },
        {
            "en": "As of May, Dak Lak had nearly 22,000ha of pepper, exceeding 15,000ha compared to the province’s <em>zoned</em> pepper cultivation area for 2015.",
            "vi": "Tính đến tháng 5, Đắk Lắk có gần 22.000 ha hồ tiêu, vượt 15.000 ha so với diện tích trồng tiêu được quy hoạch của tỉnh đến năm 2015."
        },
        {
            "en": "By remaining informal, private firms are subject to less pressure to move into industrial zones, and retain greater flexibility to use land <em>zoned</em> for other purposes held by friends and family.",
            "vi": "Bằng cách duy trì tình trạng không chính thức, các công ty tư nhân phải chịu ít áp lực chuyển vào khu công nghiệp hơn, và có thể linh hoạt nhiều hơn trong sử dụng đất được dự định cho các mục đích khác của bạn bè và gia đình."
        },
        {
            "en": "It will also include 72,000 square metres <em>zoned</em> for shops and service areas, Vingroup said, adding that it will be built within a year and invested through the public-private partnership model under the build-own-operate contract.",
            "vi": "Nó cũng sẽ có 72.000 mét vuông được quy hoạch cho các cửa hàng và các khu vực dịch vụ, Vingroup cho biết thêm rằng bải đậu xe sẽ được xây dựng trong vòng một năm và được đầu tư thông qua mô hình hợp tác công - tư trong việc xây dựng."
        },
        {
            "en": "In a traditional classroom, educators will tell you they need to be on their toes, trying to engage their students at every moment. But students don’t always cooperate—maybe they’re bored, <em>zoned</em> out, or too focused on the sun outside to pay attention to math.",
            "vi": "Trong lớp học truyền thống, các giáo viên sẽ dạy bạn thậm chí coi chừng bạn, và cố gắng để động viênsinh viên mọi lúc. Nhưng sinh viên không phải lúc nào cũng hợp tác - có thể họ chán, xao lãng, hoặc quá tập trung ở bên ngoài trời mà không chú ý đến môn toán."
        },
        {
            "en": "In a traditional classroom, educators will tell you they need to be on their toes, trying to engage their students at every moment. But students don’t always cooperate—maybe they’re bored, <em>zoned</em> out, or too focused on the sun outside to pay attention to math.",
            "vi": "Trong lớp học truyền thống, các giáo viên sẽ dạy bạn thậm chí coi chừng bạn, và cố gắng để động viênsinh viên mọi lúc. Nhưng sinh viên không phải lúc nào cũng hợp tác - có thể họ chán, xao lãng, hoặc quá tập trung ở bên ngoài trời mà không chú ý đến môn toán."
        },
        {
            "en": "Do Ha Nam, chairman of the Viet Nam Pepper Association, said the country’s pepper area had reached about 100,000ha as of the end of March, double the country’s pepper area <em>zoned</em> to 2020 by the Ministry of Agriculture and Rural Development.",
            "vi": "Ông Đỗ Hà Nam, Chủ tịch Hiệp hội Hồ tiêu Việt Nam cho biết diện tích tiêu của nước ta đã đạt khoảng 100,000ha vào cuối tháng Ba, tăng gấp đôi diện tích trồng tiêu được quy hoạch đến năm 2020 bởi Bộ Nông nghiệp và Phát triển nông thôn."
        },
        {
            "en": "He was resetting, centering himself in the middle of a free fall. And somewhere in the conversation between Federer and Federer he found the calm he was seeking. This was an unlikely final to be in, coming off a left knee injury at age 35, and the boisterous crowd was with him. He fed on its energy. He remembers it now as some combination of Zen and excitement. \"A different mindset,\" he says. Instead of getting shaky, he got energized. Instead of reproducing an old pattern, he found something new. \"I had the best 20 minutes of my life, maybe, on the tennis court,\" he says. \"I just <em>zoned</em> in and just went ...\" He lifts his right hand and mimics a jet taking off. It climbs higher and higher, and then it flies away.",
            "vi": "Anh tự thiết lập và điều chỉnh lại tâm trạng đang \"rơi xuống vực\" của mình. Và đâu đó trong cuộc đối thoại giữa Federer với chính bản thân, anh đã tìm thấy sự bình tĩnh mà anh đang tìm kiếm. Đây là một trận chung kết không ai ngờ được, Federer đã chiến thắng dù chấn thương đầu gối trái ở tuổi 35, đám đông huyên náo ở cạnh anh. Anh đã hấp thu năng lượng từ đám đông. Hiện tại, anh nhớ về việc đó như là một sự kết hợp của Thiền và hứng thú. \"Một lối tư duy khác\", anh nói. Thay vì run rẩy, anh ấy trở nên mạnh mẽ. Thay vì sao chép một mẫu cũ, anh đã tìm thấy một cái gì đó mới. \"Tôi có 20 phút tuyệt vời nhất cuộc đời mình, có lẽ thế, trên sân quần vợt\", anh nói. \"Tôi chỉ cần khoanh vùng và chỉ cần đi ...\" Anh nâng tay phải lên và bắt chước một chiếc máy bay cất cánh. Nó leo lên cao dần, cao dần, và rồi bay đi."
        },
        {
            "en": "He was resetting, centering himself in the middle of a free fall. And somewhere in the conversation between Federer and Federer he found the calm he was seeking. This was an unlikely final to be in, coming off a left knee injury at age 35, and the boisterous crowd was with him. He fed on its energy. He remembers it now as some combination of Zen and excitement. \"A different mindset,\" he says. Instead of getting shaky, he got energized. Instead of reproducing an old pattern, he found something new. \"I had the best 20 minutes of my life, maybe, on the tennis court,\" he says. \"I just <em>zoned</em> in and just went ...\" He lifts his right hand and mimics a jet taking off. It climbs higher and higher, and then it flies away.",
            "vi": "Anh tự thiết lập và điều chỉnh lại tâm trạng đang \"rơi xuống vực\" của mình. Và đâu đó trong cuộc đối thoại giữa Federer với chính bản thân, anh đã tìm thấy sự bình tĩnh mà anh đang tìm kiếm. Đây là một trận chung kết không ai ngờ được, Federer đã chiến thắng dù chấn thương đầu gối trái ở tuổi 35, đám đông huyên náo ở cạnh anh. Anh đã hấp thu năng lượng từ đám đông. Hiện tại, anh nhớ về việc đó như là một sự kết hợp của Thiền và hứng thú. \"Một lối tư duy khác\", anh nói. Thay vì run rẩy, anh ấy trở nên mạnh mẽ. Thay vì sao chép một mẫu cũ, anh đã tìm thấy một cái gì đó mới. \"Tôi có 20 phút tuyệt vời nhất cuộc đời mình, có lẽ thế, trên sân quần vợt\", anh nói. \"Tôi chỉ cần khoanh vùng và chỉ cần đi ...\" Anh nâng tay phải lên và bắt chước một chiếc máy bay cất cánh. Nó leo lên cao dần, cao dần, và rồi bay đi."
        }
    ],
    "suggestions": []
}