{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Zurich",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Zurich",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Zurich",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Zurich",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Zurich",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "8. <em>Zurich</em>, Switzerland — $108.40",
            "vi": "8. Zurich, Thụy Sĩ - 108,40 USD (khoảng 2.439.000 đồng)"
        },
        {
            "en": "8. <em>Zurich</em>, Switzerland — $108.40",
            "vi": "8. Zurich, Thụy Sĩ - 108,40 USD (khoảng 2.439.000 đồng)"
        },
        {
            "en": "The gnomes of <em>Zurich</em>.",
            "vi": "Những ông trùm tài phiệt đầy thế lực ở Zurich."
        },
        {
            "en": "I am going to <em>Zurich</em>.",
            "vi": "Tôi sắp đi Zurich."
        },
        {
            "en": "You are going to <em>Zurich</em>.",
            "vi": "Bạn sắp đi Zurich."
        },
        {
            "en": "Yes, can i dial direct to <em>Zurich</em>?",
            "vi": "Thưa có, tôi có thể quay số thẳng tới zurich được không?"
        },
        {
            "en": "Have you ever been to <em>Zurich</em>?",
            "vi": "Anh có bao giờ đến Zurich chưa?"
        },
        {
            "en": "Can I dial direct to <em>Zurich</em>?",
            "vi": "Tôi có thể quay số thẳng tới Zurich được không?"
        },
        {
            "en": "The price includes first-class rail travel to <em>Zurich</em>.",
            "vi": "Giá này gồm có vé xe lửa hạng nhất đến Zurich."
        },
        {
            "en": "It is an independent asset management company headquartered in <em>Zurich</em>.",
            "vi": "Nó là một công ty quản trị tài sản độc lập có trụ sở tại Zurich."
        },
        {
            "en": "The price includes first - class rail travel to <em>Zurich</em>.",
            "vi": "Giá này gồm có vé xe lửa hạng nhất đến Zurich."
        },
        {
            "en": "Do you know about the project in <em>Zurich</em>?",
            "vi": "Bạn có biết về dự án ở Zurich không?"
        },
        {
            "en": "I want to get to <em>Zurich</em> on Sunday.",
            "vi": "Tôi muốn đến Zurich vào Chủ nhật."
        },
        {
            "en": "You are booked onto Swiss air fifteen-thirty on the tenth to <em>Zurich</em>.",
            "vi": "Bạn được đăng ký ở hãng hàng không Thụy Sĩ, chuyến bay lúc 15 giờ 30 vào ngày 10, tới Zurich."
        },
        {
            "en": "Her work was last shown at the Peter Nathan gallery in <em>Zurich</em>.",
            "vi": "Tác phẩm của bà ấy được trưng bày lần cuối ở phòng triển lãm Peter Nathan ở Zurich."
        },
        {
            "en": "He travelled on to <em>Zurich</em> for an indecisive meeting with others.",
            "vi": "Ông ta đi sang Zurich để tham dự một cuộc họp không dứt khoát với những người khác."
        },
        {
            "en": "Gerd Binnig and Heinrich Rohrer worked at a laboratory in <em>Zurich</em>, Switzerland.",
            "vi": "Gerd binnig và heinrich rohrer làm việc trong một phòng thí nghiệm ở zurich, thụy điển."
        },
        {
            "en": "If you ever have occasion to visit <em>Zurich</em>, you will always be welcome to stay with us.",
            "vi": "Nếu anh có dịp ghé thăm Zurich, chúng tôi xin được đón anh về nghỉ ở nhà chúng tôi."
        },
        {
            "en": "Barry Callebaut AG, the world’s largest cocoa processor, has come up with the first new natural color for chocolate since Nestle SA started making bars of white chocolate more than 80 years ago. While it has a pinkish hue and a fruity flavor, the <em>Zurich</em>-based company prefers to refer to it as “ruby chocolate.”",
            "vi": "Barry Callebaut AG, hãng chế biến ca cao lớn nhất thế giới, đã cho ra màu sô-cô-la tự nhiên mới đầu tiên kể từ khi hãng Nestle SA bắt đầu sản xuất những thanh sô-cô-la trắng cách nay hơn 80 năm. Mặc dù có màu hồng và hương vị trái cây, nhưng công ty có trụ sở tại Zurich ấy vẫn muốn gọi nó là \"sô-cô-la hồng ngọc\"."
        },
        {
            "en": "Albert EinsteinWhen Einstein was a small child, it was difficult to assume that he would succeed in life. Einstein didn’t speak until the age of three and, moreover, he was autistic and dyslexic. At high school he often skipped classes, and that’s why he didn’t graduate. To show his parents that he was worthy, Einstein prepared for an English test on his own, and on taking it for the second time he gained a place at the Polytechnic in <em>Zurich</em>.  Albert Einstein said: ’Everybody is a genius. But if you judge a fish by its ability to climb a tree, it’ll spend its whole life believing that it is stupid.’",
            "vi": "Albert EinsteinKhi Einstein còn nhỏ, mấy ai nghĩ ông sẽ thành công trong cuộc sống. Lên ba rồi mà còn chưa biết nói, hơn nữa lại còn bị tự kỷ ám thị và mắc chứng khó đọc khó viết nữa chứ. Đi học thì thường xuyên bỏ tiết, và đó là lý do vì sao ông không ra trường nổi. Để cho cha mẹ mình thấy mình cũng \"không phải dạng vừa đâu\", Einstein tự ôn luỵên cho một kì kiểm tra tiếng Anh, và thi đến lần thứ hai thì ông đậu vào Trường bách khoa ở Zurich.Albert Einstein nói: \"Ai cũng là thiên tài hết. Nhưng nếu đánh giá con cá qua khả năng leo cây của nó, thì cả đời nó vẫn sẽ cứ đinh ninh rằng mình là kẻ dốt nát mà thôi.\""
        }
    ],
    "suggestions": []
}